{
  "content": "...”**\n\nWith Your precious cross, O Christ,* You have put the Devil to shame.* With Your resurrection You have deadened the sting of sin,* and have saved us from the gates of Death.* We, therefore, glorify You, O only-begotten Son of God.\nO Christ, Who granted resurrection to mankind,* You were led like a lamb to the slaughter.* Then the princes of Hades were struck with terror* as they saw the gates of their tearful domain being lifted up;* for Christ, the King of glory, entered therein* and exclaimed to those in chains: Go forth from here!* and to those in darkness: Go forth into the light!\nWhat a great wonder!* The Creator of invisible beings suffered in the flesh for mankind,* and rose from the dead as immortal.* Come, therefore, all you nations and adore Him;* for through His compassion we have been freed from the snares of the Devil,* and we have learned to praise the one God in three persons.\nWe offer to You our evening worship,* O Light Whom the darkness of night can never extinguish.* For in these latter days Your radiance has appeared to the world,* shining in Your flesh as light reflected from a mirror.* Your brilliance has descended even to the depths of Hades and dissolved its gloom.* O Lord, Giver of light, glory to you;* for You have shown the radiance of Your resurrection to all the nations.\nLet us glorify Christ, the Author of our salvation;* for by His resurrection from the dead,* the world has been delivered from the deception of Satan.* The choirs of angels rejoice as the treachery of evil spirits vanishes.* Fallen Adam arises, and the Devil is vanquished.\nThose who guarded the tomb of Christ* were told by the evil men who hired them:* Take this silver and keep silent.* Tell no one of the resurrection of Christ;* rather tell everyone that while you were sleeping His body was stolen.* But who has ever heard of a body being stolen,* a body which had already been anointed?* Why would anyone take a body from the grave naked,* and leave the burial shroud in the tomb?* Do not deceive yourselves, O people of Judea.* Study the teachings of the prophets,* and you will come to understand that Jesus Christ is almighty God,* and truly the Savior of the world.\nO Lord our Savior, Who subjected hell and conquered Death,* and enlightened the world through Your precious cross,* have mercy on us.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* The passing of the Israelites through the Red Sea* was already a foreshadowing of the virgin-birth.* On that occasion, Moses parted the waters;* at the incarnation, Gabriel announced the miracle of God’s union with Mary.* In ancient times, the Israelites passed through the depths of the sea* without being drenched by the waters;* now the Virgin has given birth to Christ without seed.* After the Israelites passed through the sea, it remained impassible;* after the birth of Emmanuel, the immaculate Virgin remains forever incorrupt.* O God, Who exists from all eternity, and yet appeared as man,* have mercy on us.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_5.sat_vespers.stichera_lord_i_call"
}