{
  "content": "...”**\n\nO Christ, You won the victory over Hades,* You ascended the cross so that You might raise up with Yourself* all those who dwelt in the darkness of death.* Almighty Savior, You are free from death* and bestow life by Your divine light.* We, therefore, beseech You to have mercy on us.\n\nToday Christ has conquered Death.* He has risen from the grave as He had foretold,* bestowing great joy upon the world.* Therefore, let us lift up our voices and sing:* O Fountain of life, O Light Whom no one can approach,* almighty Savior, have mercy on us.\n\nO Lord, where can we sinners flee from You,* for You are present in all creation?* You are present in heaven, for it is Your dwelling-place.* Your power prevails in Hades where You conquered Death.* O Master, Your sustaining hand touches even the depths of the sea.* Where, then, can we take refuge except in You?* We, therefore, prostrate ourselves before You and pray:* O Lord, risen from the dead, have mercy on us.\n\nWe exult in Your cross, O Christ,* and we sing the glory of Your resurrection.* For You are our God, and we have no other Lord but You.\n\nGlory to Your might, O Lord,* for You have conquered the power of Death.* You have renewed us through Your cross,* granting us life and incorruption.\n\nWe forever bless the Lord and praise His resurrection,* for by suffering crucifixion,* He has destroyed Death by His death.\n\nBy Your death and burial, O Lord,* You broke asunder the bonds of Hades;* and by Your resurrection from the dead,* You enlightened the whole world.* We, therefore, exclaim: Glory to You, O Lord!\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* Who would not bless you, most holy Virgin?* Who would not praise the most pure manner in which you gave birth?* For the only-begotten Son, Who eternally proceeds from the Father, came forth from you.* He took flesh from you in a manner that is beyond understanding.* He, Who by nature is God, took on our nature for our sake.* Yet He did not become divided into two persons;* rather, He remained one person with two distinct and unconfused natures.* O most pure Lady, we implore you:* Beseech your Son and God to have mercy on our souls.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_6.stichera_lord_i_call"
}