"## SATURDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nWe never cease to adore Your life-giving cross,* O Christ our God, and we glorify Your resurrection on the third day.* For, You, almighty One, have thereby restored the corrupted nature of all* and reopened the way to heaven,* since You alone are gracious and love mankind.\n\nO Savior, You have absolved the penalty of disobedience,* committed through the tree of Eden, by willingly being nailed to the tree of the cross.* As almighty God, You descended into Hades* and broke asunder the bonds of death.* We, therefore, venerate Your resurrection from the dead, and joyfully cry out to You:* Almighty Lord, glory to you!\n\nO Lord, You have destroyed the gates of Hades,* and by Your death You have dissolved the realm of Death.* You have freed mankind from corruption,* bestowing life, incorruption, and Your great mercy upon the world.\n\nCome, all you people,* let us sing the praises of our Savior’s resurrection on the third day.* For we have, thereby, been delivered from the invincible bonds of Hades,* and we have received incorruption, together with eternal life.* Therefore, we cry out to You after Your crucifixion, burial, and resurrection:* Save us by Your resurrection, for You love mankind.\n\nO Savior, with the angels* we sing the praises of Your resurrection on the third day.* For the very ends of the universe have, thereby, been enlightened* and we have been saved from the deceit of the enemy.* Therefore, we cry out to You, almighty Savior,* Giver of life, and Lover of mankind:* Save us by Your resurrection. O Christ our God,* You have demolished the brazen gates of Hades.\nYou have broken asunder the bonds of Death,* and lifted up the fallen human race.* Therefore, we cry out with one accord:* O Lord, Who arose from the dead, glory to You!\n\nO Lord, Your birth from the Father is timeless and eternal;* Your incarnation from the Virgin is beyond the understanding of all,* and beyond the expression of our words. *Your descent into Hades and victory over Death* caused Satan and his angels to tremble with fear.* Your resurrection on the third day* brought to mankind incorruption and great mercy.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* O Mother of God, David the prophet and forefather of Christ,* foretold in song the great things that would happen to you.* He revealed that you would be a queen, standing at the right hand of God;* and that you would be the Mother of Life and intercessor for the world.* He prophesied that God, in His good will toward all,* would become incarnate of you without a human father.* Thus He would restore His image within us,* which had become disfigured by our passions.* He would seek out the lost sheep that was trapped in the hills;* He would lift it upon His shoulder and carry it to His Father* Who would place it in the midst of His heavenly hosts.* In like manner, Christ will save the world* because of His great and abundant mercy.\n\n**Aposticha**\n\nIn being lifted upon the cross, O Lord,* You abolished the curse which we had inherited from our ancestors.* By going down into Hades, You freed from eternal captivity* those imprisoned there, and granted incorruption to the human race.* We, therefore, praise Your life-giving and redeeming resurrection.\n\n*Verse:* The Lord reigns, He is clothed in majesty.\nBy hanging on the cross, O almighty One, *You shook the whole creation to its foundations.* When You Yourself were laid in the grave, You raised to life those who had been lying in the graves,* and You granted life and incorruption to mankind.* We, therefore, praise and glorify Your resurrection on the third day.\n\n*Verse:* For He has made the world firm, which shall not be moved.\nO Christ, the lawless people showed their ingratitude to You, their Benefactor,* by delivering You to Pilate who condemned You to be crucified.* But You willingly suffered death and burial;* and, as God, You rose by Your own power on the third day,* granting us everlasting life and great mercy.\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\nThe women, shedding bitter tears,* came to see You in Your tomb;* and not finding Your body, they lamented, saying:* O Savior and King of all, how were You stolen?* What place holds Your life-bearing body?* An angel answered them, saying:* Do not weep, but go and proclaim that the Lord is risen,* filling our hearts with joy; for He alone is most compassionate.\n\n*Glory be: Now and for ever:* O most pure Virgin, hear the petitions of your servants.* Remove the burdens which oppress us, and deliver us from our sorrows;* for you are the only firm and constant support on whom we rely.* O Mother of God, never permit us who call upon you to be overwhelmed by our cares.* Hasten to fulfill the supplications of all who, in faith, cry out to you:* Rejoice, O Lady, helper of all mankind,* the joy, the refuge, and the salvation of our souls.\n\n## SUNDAY MATINS\n\n**Sessional Hymns**\n\n1. The myrrh-bearing women looked into the entrance of the tomb,* and because they could not bear the brilliance of the angel,* they trembled in astonishment, and said:* has He, who opened paradise to the thief, been stolen;* or is He, Who proclaimed His resurrection before His passion, now risen?* Truly, Christ is risen,* granting resurrection and life to those in Hades.\n*Glory be: Now and for ever:* We extol you, O Mother of God, singing:* You are the mountain from which was hewed the rock that crushed the gates of Hades.\n\n2. *(Pododen: Zdyvuvavsia Josyf):* You suffered crucifixion willingly, O Savior,* and mortals placed You into a new tomb,* even though You established the ends of the world with a word.* Death, our enemy, was bound and defeated through Your life-giving resurrection.* All those held captive in Hades cried out: Christ is risen.\n*Glory be: Now and for ever: (Samopodoben):* Your betrothed and guardian, O Theotokos,* was amazed and perplexed when he beheld the mystery of your conception without seed.* But he recalled the rain falling on the fleece,* and the bush burning with fire but not consumed,* and the blossoming rod of Aaron;* thus he testified before the priests and cried out:* A Virgin gives birth and still remains a virgin.\n\n**Gradual Hymn**\n\nMy sinful desires have encircled me, from my youth they have oppressed me;* but You, O Savior, will come to aid me. You will protect and save me.\nMay the enemies of Zion be confounded by the Lord; may they be as grass which withers, which is dried up by fire.\n*Glory be: Now and for ever:* Every spirit lives by the grace of the Holy Spirit and is raised up in all purity; it is mystically enlightened by the one God in three persons.\n\n*Prokimenon: Ps 43*\nArise, O Lord: help us, and redeem us for Your name’s sake.\n*Verse:* We heard with our own ears, O God, our ancestors have told us the story of the things You did in days long ago.\n\n**Canon**\n\n*Hirmos 1:* When ancient Israel crossed the depths of the Red Sea as if on dry land, the power of Amalek was put to flight in the desert because of the hands of Moses which were extended in the form of a cross.\n\n*Hirmos 3:* Your Church, O Christ, rejoices in You and cries out: O Lord, You are my strength, my support, and my refuge.\n\n*Hirmos 4:* Seeing You hanging on the cross, O Son of Justice, the Church cried out to You: Glory to Your power, O Lord!\n\n*Hirmos 5:* O Lord, You have come as the light into this world, the light that draws out of the darkness of ignorance all those who sing to You in faith.\n\n*Hirmos 6:* Your Church cries out to You in full voice, O Lord: I offer You my sacrifice of praise. In your compassion You have purified it from the blood of demons by the blood that flows from your side.\n\n*Hirmos 7:* In the furnace of the Persians, the children of Abraham were set on fire more by their devotion than by the heat of the flames, and they cried out: Blessed are You, O Lord, in the temple of Your glory.\n\n*Hirmos 8:* Stretching out his hands, Daniel shut the mouths of lions in the den; filled with the zeal of their faith and girded with virtue, the Youths extinguished the power of the fire while they cried out: Bless the Lord, all you works of the Lord!\n\n*Ode 9 – Hirmos:* Christ, the Chief Cornerstone, uncut by human hands, Who united the two distinct natures, was cut from you, the unhewn mountain, O Virgin. Therefore, filled with joy, we extol you, O Theotokos.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nYou have taken on my entire being in a union without confusion, and to my entire being You have granted salvation by the passion which You suffered on the cross in Your own body, O God of compassion.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nSeeing the tomb open and the cloth which wrapped Your divine body now abandoned in Your resurrection, Your disciples cried out together with the angels: The Lord is truly risen!\n\n*Glory be: Now and for ever:* O faithful, we adore the Unity of the divine essence and the Trinity of persons, without confusion, equal in power, and worthy of the same honor, our God Whom we extol in faith.\n\nHoly is the Lord our God *(3x)*.\n*Sunday Exapostilarion*\n\n**Stichera at the Praises**\n\nYou suffered death on the cross,* and You arose from the dead.* We glorify Your holy resurrection, O almighty Lord.\n\nBy Your cross You delivered us from the ancient curse, O Christ;* by Your death You have utterly destroyed the Devil, who tyrannized the human race;* by Your resurrection You have filled the whole world with joy.* Therefore, we cry out to You:* O Lord Who rose from the dead, glory to You!\n\nBy Your cross lead us to Your truth, O Christ our Savior,* deliver us from the snares of the Enemy.* You are risen from the dead; now raise us up from our fall into sin.* Stretch forth Your hand to us, O Lord, through the prayers of Your saints.\n\nO only Son and Word of God,* You were not separated from the bosom of the Father* when You came to earth out of love for us* and became a man without undergoing change.* In the flesh You suffered death on the cross* even though You are beyond all suffering in Your divinity.* You rose from the dead, granting immortality to the human race,* for You alone, O Lord, are almighty.\n\nIn Your flesh You accepted death, O God our Savior,* to give us the gift of immortal life.* You dwelled in the tomb to deliver us from Hades* and made us sharers in Your resurrection.* You suffered in the flesh but were raised as God.* Therefore, we sing to You: O Source of life,* O Lord and Lover of mankind, glory to You!\n\nThe rocks were split asunder, O Savior,* when Your cross was planted on Golgotha;* and the gate-keepers of Hades shook with fear* when Your body was placed in the grave like the dead.* For You abolished the might of Death,* and in Your resurrection You granted immortality to the dead.* O Lord and Giver of life, glory to You!\n\n*Verse:* Arise then, Lord, lift up Your hand, O God; do not forget the poor!\n\nThe women desired to behold Your resurrection, O Christ our God.* Mary Magdalene went ahead of them;* she found the stone rolled from the grave and saw the angel seated there who said:* Why do you seek the Living among the dead?* Truly He is risen to save all creation, for He is God.\n\n*Verse:* I will praise You, Lord, with all my heart; I will recount Your wonders!\n\nWhere is Jesus Whom you thought you were guarding?* Where is He Whom you had placed in the grave and sealed with a stone?* Give us his body, O deniers of life.* Give us the buried one or else believe in the resurrection.* And even if you keep silent, the stones shall proclaim this good news,* especially that stone which was rolled away from the entrance of the tomb.* How great is Your mercy, O Lord, and great is the mystery of Your plan of salvation!* O Savior, glory to You!\n\n*Glory be: Gospel Stichera.*\n*Now and for ever:* You are truly most blessed... *(p. 140).*\n\n## SUNDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nI have sinned against You, O Lover of mankind.* May I ask forgiveness, and even more than forgiveness?* Do not grant me this because of Your nature as man,* but because You are more than man and higher than nature.* O Savior, beyond the laws of nature and beyond my understanding You became man.* You love mankind more than the mind can grasp.* Have mercy on me who have turned to You!\nO Christ, You demand repentance from sinners* but not from the just.* Because I am like the thief and the prodigal,* like Manasseh and the adulterous woman, like the persecutor,* the publican, and the traitor, I am very desperate.* But because of Your love for mankind* and Your evident goodness, O my Savior,* I am weeping and turning to You.* I am full of hope that You will receive me.\nGrant mercy, detachment from evil, and perfect conversion to me,* for I am now drowning in bodily passions,* I am separated from You and I have no other hope, O King of all.* O almighty Jesus, Savior of our souls,* for the sake of Your great goodness, save me, a prodigal.\n\n**Aposticha**\n\nWith my tears I desire to wash away the mark of my sins, O Lord,* and through penance, I long to make the rest of my life pleasing to You;* but the enemy deceives me and struggles with my soul.* Save me before I completely perish, O Lord.\n*Verse:* I have lifted up my eyes... *(p. 34).*\nWho is there among the storm-tossed* who hastens to Your harbor and is not saved, O Lord?* Who is ill and seeks Your healing and is not cured?* O Creator of everyone and Healer of the sick,* save me before I completely perish, O Lord.\n*Verse:* Have mercy on us, O Lord... *(p. 34).*\nYou are glorified in the memory of Your saints, O Christ God.* Through their intercessions,* send upon us great mercy.\n*Glory be: Now and for ever:* Rejoice, O bright cloud!* Rejoice, O radiant lampstand!* Rejoice, O vessel which contains the manna! Rejoice, O rod of Aaron!* Rejoice, O unburnable bush! Rejoice, O bridal chamber and refuge of all!* Rejoice, O mystical door and divine altar!* Rejoice, O joy of all!\n\n## MONDAY MATINS\n\n**Sessional Hymns**\n\n1. O Lord, You visit my lowly soul,* which has squandered its whole life in sins;* accept me as You did the harlot, and save me.\n*Glory be: Now and for ever:* You are an invincible rampart for us Christians, O Virgin Theotokos,* for, hastening to you, we remain unharmed,* and though we sin again, we have you as an advocate.* Therefore, we cry out to you in thanksgiving:* Rejoice, O Full of Grace, the Lord is with you!\n\n2. We shall soon enter together into the bridal chamber of Christ our God.* Come, you who love the glory of heaven,* and having lit our lamps with faith,* with the wise virgins let us receive it.\n*Glory be: Now and for ever:* Having received the Word in your womb at the angel’s salutation,* and given birth to the incarnate God, Christ Emmanuel,* O Mother of God, pray in behalf of our souls.\n\n**Canon – Ode 9**\n\n*Hirmos:* Eve, through weakness, abode under the curse of disobedience, but you, Virgin Mother of God, brought forth a blessing upon the world through the Fruit of your womb; for this reason, we extol you.\n*Verse:* Glory be to You, our God, glory be to You!\nThis is the time for repentance. Why then are we slothful? Why are we sunk in sleep? Let us put away laziness and light our lamps with the oil of good works, as it is written, lest we find ourselves standing outside the doors, lamenting.\n*Verse:* Holy archangels and angels, pray to God for us!\nO angels who sing praises to the eternal Father, from Whom proceed the Son and the Holy Spirit, be diligent in quickly sending down to us today the gifts of divine grace which have been granted to us.\n*Glory be: Now and for ever:* O Mother of God, we, the faithful, know you to be the bridal-chamber and dwelling place of the ineffable incarnation, and the ark of the law; therefore, we unceasingly extol you.\n\n**Aposticha**\n\nWash me with my tears, O Savior,* for I have defiled myself with many sins;* therefore, I fall down before you, crying:* I have sinned, O God! Have mercy on me!\n*Verse:* In the morning... *(p. 146).*\nI am a sheep of Your spiritual flock*, and I hasten to You, the Good Shepherd.* Seek me out who am lost, O God, and have mercy on me.\n*Verse:* Let the favor of the Lord... *(p. 146).*\nWho is not filled with awe,* beholding the good fight which you fought, O holy martyrs:* how, though in the flesh, you vanquished the incorporeal foe,* confessing Christ and having armed yourselves with the cross?* Because of this, you have befittingly shown yourselves to be expellers of the demons* and victors over the barbarians, unceasingly praying that our souls be saved.\n*Glory be: Now and for ever:* From the Virgin You came forth as light,* and enlightened the human race.* Lord, glory be to You.\n\n## MONDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Zvanyj svyshe byv):* Imitating the woman of Canaan, O my soul,* cling to Christ and often call out:* Have mercy on me, O Master!* The child I have is my unruly flesh, tormented by the devil.* I pray: Drive out its fever and calm its frenzied movements,* bringing about its mortification by salutary fear,* through the prayers of the all-pure One who conceived and gave birth to You, O Christ,* and through the prayers of all the saints.* O Benefactor, most merciful.\n\nYou sent Jonah to preach to the Ninevites who had sinned.* When they repented, the wrath of God changed to mercy,* and they were delivered from furious destruction.* Send also to me Your powerful help, O Lover of mankind,* that I may turn away from my immeasurable transgressions,* so that weeping bitterly and lamenting, I may be led onto the path of repentance* to be delivered from the multitude of my transgressions by Your mercy.\n\nBecause You are compassionate, You came into the world* to save those who sin, and to call them to repentance.* Have mercy on me who have angered You more than all the rest.* Save me on account of Your goodness and lead me to repentance.* Give me thoughts of contrition through Your grace;* make my heart humble, single of purpose, and gentle without guile.\n\n**Aposticha**\n\nWith my tears I desire to wash away the mark of my sins,* O Lord, and through penance, I long to make the rest of my life pleasing to You;* but the enemy deceives me and struggles with my soul.* Save me before I completely perish, O Lord.\n\nWho is there among the storm-tossed* who hastens to Your harbor and is not saved, O Lord?* Who is ill and seeks Your healing and is not cured?* O Creator of everyone and Healer of the sick,* save me before I completely perish, O Lord.\n\nO God, Who has accepted the long-suffering of the holy martyrs,* accept our song, O Lover of mankind,* and grant us Your great mercy through their prayers.\n\n*Glory be: Now and for ever:* Deliver us from peril, O Mother of Christ our God.* You are the one who gave birth to the Creator of all.* Now we all cry to you:* Rejoice, only mediatrix of our souls!\n\n## TUESDAY MATINS\n\n**Sessional Hymns**\n\n1. As I sail across the sea of this present life,* I consider the abyss of my many evils;* and lacking a steersman for my thoughts,* I cry out with Peter: Save me, O Christ!* Save me O God, for You love mankind.\n*Glory be: Now and for ever:* Since you are truly the Mother of God,* pray to your Son our God with the confidence of a mother:* that He preserve this city, which turns to your protection,* and having their strength in you, hastens to you,* as to a harbor and fortress,* the only protectress of the human race.\n\n2. Condemned by our many sins,* and saddened by the fear of torments,* we bring sincere tears of repentance to You, O Christ our God,* Who have authority over life and death,* and we cry out to You with a contrite heart:* We have sinned, O God; save us!\n*Glory be: Now and for ever:* O only pure, only blessed Virgin Godbearer,* we have come to know the Word of the Father, Christ our God,* Who became incarnate of you;* therefore, singing hymns to you unceasingly, we extol you.\n\n**Canon – Ode 9**\n\n*Hirmos:* The God of Israel showed power in His arm, for He has cast the mighty from their thrones and exalted the lowly. The Orient from on High has visited us, and guided us in the way of peace.\n*Verse:* Glory be to You, our God, glory be to You!\nBehold the mystical bridal-chamber has been opened, and the wise, having lighted their lamps with the oil of the virtues, enter it in splendor. Shake off the sleep of slothfulness, O my soul, that, bearing your own lamp, you may enter in with Christ.\n*Verse:* O holy prophet, forerunner and baptizer of the Lord, John, pray to God for us!\nYou have shown yourself to be a beautiful turtledove and a melodious swallow, O divine Forerunner, heralding the divine springtime of Christ. Beseech Him to deliver me from the soul-corrupting winter and the tempest of sin, I implore you.\n*Glory be: Now and for ever:* O God-loving Godbearer, who gave birth to the good-loving God: Entreat Him to deliver me from all evil, and to make my heart zealously for Him, hating the sweet pleasures of the flesh, that I may extol you with hymns.\n\n**Aposticha**\n\nI am a sheep of Your spiritual flock,* and I hasten to You, the Good Shepherd.* Seek me out who am lost, O God, and have mercy on me.\nThe storm of my sins has overwhelmed me, O Savior;* therefore, unable to endure the waves,* I fall down before You, the only Helmsman:* Stretch forth your hand as You did to Peter,* O Lover of mankind, and save me.\nYou have become fellow partners with the angels, O holy martyrs,* bravely confessing Christ before the judges;* you renounced all the beautiful things in the world as though it did not exist,* and clung to the faith as a steadfast anchor.* For this reason, having driven away deception, you grant to the faithful gifts of healing,* unceasingly praying that our souls may be saved.\n*Glory be: Now and for ever:* O blessed Mother of God,* preserve your servants from all misfortunes,* so that we may glorify you,* the hope of our souls.\n\n## TUESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Jako dobl’a):* Raised upon the cross, pierced by a spear,* Your fingers bloodied, O all-good Master,* You signed our emancipation;* and tearing up the decree against our ancestor Adam,* You set human nature free.* For this, O Compassionate One,* we sing Your goodness, which surpasses all understanding.\nO Jesus our Master,* we sing the praises of Your sufferings:* of the cross, the lance, the reed, the sponge, and the nails,* of the scourging, the purple, and the crown of thorns,* of the spitting and the mockery that of Your own will You suffered.* I extol Your long-suffering, O only Giver of life;* in You there is no evil,* and I glorify You in faith, O Lover of mankind.\nO Height of goodness,* I venerate and honor Your precious cross with love,* and I glorify Your condescension to us.* Your tender mercy which is more than human minds can grasp,* and Your wealth of goodness by which You saved mankind,* who was held in the darkness of transgression.* Glory to Your crucifixion, O Christ!\n\n**Aposticha**\n\nO Christ, You have given us* an invincible weapon in Your cross,* and with it we vanquish the assaults of the enemy.\nWith Your cross to help us at all times,* O Christ, we destroy with ease* the snares of the enemy.\nO saints, who have the boldness* to approach the Savior,* pray without ceasing for us sinners,* asking remission for our sins, and mercy for our souls.\n*Glory be: Now and for ever: (Podoben – Zvanyj svyshe byv):* The Lord said: O Mother,* do not mourn for Me as you behold upon the cross* your Son and God Who hung the formless earth upon the waters,* and fashioned all creation;* for I shall rise again and shall be glorified.* I shall destroy the power of the kingdom of Hades,* and shall bring its strength to naught.* I shall release from its wickedness those in bondage.\n\n## WEDNESDAY MATINS\n\n**Sessional Hymns**\n\n1. When You were nailed to the cross* and Your side was pierced by a spear,* You redeemed us from the curse of the law by Your precious blood* and poured forth immortality upon mankind.* O our Savior, glory be to You!\n*Glory be: Now and for ever:* When Your unwedded Mother beheld You raised upon the cross,* O Christ, lamenting, she cried out,* saying such things as: What is this new and strange wonder, O my Son?* How is it that the wicked assembly* nailed to the cross You Who bestow life upon all*, O my most sweet Light!\n\n2. Quickly hasten with Your aid, O Christ our God,* before the enemy who blasphemes You* enslaves us and threatens us.* By Your cross destroy those who assail us,* so that they may know how powerful is the faith of the true believers,* through the prayers of the Mother of God,* O only Lover of mankind.\n*Glory be: Now and for ever:* The Virgin Ewe-lamb, seeing on the cross the Lamb* Who was born of her without seed,* pierced by a spear, cried out, wounded with arrows of grief:* What is this new mystery?* How is it that You die, Who alone are the Lord of life?* Therefore, arise, and raise up our fallen forefather with You!\n\n**Canon – Ode 9**\n\n*Hirmos:* Christ, the Chief Cornerstone, uncut by human hands, Who united the two distinct natures, was cut from you, the unhewn mountain, O Virgin. Therefore, filled with joy, we extol you, O Theotokos.\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nBehold the Life of all appeared, hanging on the cross; and the sun, unable to endure the sight, withdrew its rays, and the earth quaked, but the thoughts of the faithful are made steadfast in piety and purity.\n*Verse:* Most holy Mother of God pray for us!\nThat we may glorify you who are truly all-glorious, O Virgin, deliver us from all the irrationality of sin, and make us, who hasten to your mercy, partakers of the glory of heaven.\n*Glory be: Now and for ever:* Confound all the counsels of those who have arrayed themselves against us, O Mother of the most high God, and fill with joy those who set their hope in you, so that we may all ardently proclaim your help.\n\n**Aposticha**\n\nLet Your cross be our bulwark, O Jesus our Savior;* for we, the faithful, have no other hope but You* Who were nailed to it in the flesh, and grant us great mercy.\nYou have given a sign to those who fear You, O Lord,* Your holy cross,* whereby You put to shame the princes and rulers of darkness,* and restored us to our original blessed state.* For this, we glorify Your loving providence,* O almighty Jesus, Savior of our souls.\nHow can we fail to marvel at your struggles, O holy martyrs?* For, clad in mortal bodies, You vanquished the bodiless enemies.* The threats of the persecutors did not frighten you,* neither did the infliction of tortures daunt you.* You have truly been glorified by Christ, as is fitting;* therefore, implore great mercy for our souls.\n*Glory be: Now and for ever:* Seeing Christ slain, Who put the deceiver to death,* the most pure Lady cried out to Him Who was conceived in her womb,* and, marveling at His long-suffering, said:* My most beloved Child, do not forget Your handmaid.* Do not delay, O Lover of mankind, my consolation!\n\n## WEDNESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Jako dobl’a):* O glorious ones, who waged war* with the most mighty wisdom,* you arrayed yourselves against the wicked foe,* having valiantly armed yourselves with the armor of the Spirit,* You destroyed all the might of the demons,* and seized men’s souls like plunder.* For this, we honor you forever, O apostles.\nSpreading out the net of faith in the form of the cross,* the twelve divine apostles caught all the nations* and drew them to knowledge of You, O Christ;* and they dried the salty sea of the passions.* Therefore, I implore You* call me from the depths of my transgressions,* through their most pleasing supplications.\nLet divine hymns be sung today* in praise of the twelve apostles, the chosen ones of God:* Peter and Paul, James, Luke, and John,* Matthew, Thomas and Mark,* Simon, Philip and all-glorious Andrew* and Matthias, the most wise and godly Bartholomew,* and the seventy apostles.\n\n**Aposticha**\n\nO Christ, You have enlightened the choir of the apostles with the Holy Spirit.* For their sake, O God, wash away the defilement of our sins,* and have mercy on us.\nThe Holy Spirit revealed the illiterate disciples to be teachers.* O Christ our God, and with their harmonious eloquence* He has put an end to deception of the pagans,* for He is all-powerful.\nO martyrs of the Lord, living sacrifices,* spiritual holocausts, perfect offerings, lambs who know God,* and are known by Him,* and into whose fold the wolves cannot enter:* Pray that with you we also may find rest by waters of peace.\n*Glory be: Now and for ever:* Deliver us from our afflictions,* O Mother of Christ our God, who gave birth to the Creator of all,* so that we may all cry out to you:* Rejoice, O only mediatrix of our souls!\n\n## THURSDAY MATINS\n\n**Sessional Hymns**\n\n1. O Christ, You have shown Your disciples* to be beacons for the ends of the earth,* shining forth Your wisdom upon souls in darkness.* Through them You cast the deception of idolatry into darkness,* and by teachings of piety You enlightened the world;* therefore, through their prayers save our souls.\n*Glory be: Now and for ever:* O most pure Lady,* refuge of those in sorrow,* reconciler of sinners with God, O Virgin all-praised;* From every assault and human malice,* from terrible torments and disorderly passions save us,* who with doubtless faith always call upon you.\n\n2. *(Podoben – Skoro predvary):* O Savior, You have shown Your disciples* to the world as preachers of the faith,* guiding, through them, the world to the knowledge of You;* for with rays of the word they shed light upon all,* dispelling the darkness of ignorance with faith.* By their supplications save our souls.\n*Glory be: Now and for ever:* We extol you, O Mother of God, singing:* You are the only blessed One,* who gave birth to Christ, our God.\n\n**Canon – Ode 9**\n\n*Hirmos:* Rejoice, O Isaiah! The Virgin has conceived in her womb and has given birth to a Son, Emmanuel. Orient is His name; and, extolling Him, we call the Virgin blessed.\n*Verse:* Holy apostles, pray to God for us!\nO apostles, who received from Christ the authority to loose and to bind, loose the bonds of my evils and bind me to the love of God, so that I may become a sharer in the kingdom of God.\n*Verse:* Holy bishop Nicholas, pray to God for us!\nYour tomb, O venerable Nicholas, is ever working healings. It pours forth a fragrant myrrh to all who approach it in faith and love and buries the assaults of illness. For this reason, we all praise you.\n*Glory be: Now and for ever:* We joyfully offer you the salutation of the divine Gabriel, and we cry out: Rejoice, O paradise in whom is forever the Tree of life, O all-glorious palace of the Word. Rejoice, O most immaculate Virgin!\n\n**Aposticha**\n\nO Christ, You have enlightened the choir of the apostles with the Holy Spirit.* Through their intercession, O God,* wash away the defilement of our sins,* and have mercy on us.\nYou showed yourselves to be like a starry sky, shining spiritually with the splendor of divine virtues, with Christ in the center like the sun. You, O all-wise ones, renewed the ends of the earth; therefore, we extol you.\n*Verse:* Holy bishop of Christ, Nicholas, pray to God for us!\nAs a divine and holy hierarch you kept all the commandments of Christ; you became the divine preserver of the faithful, O Father Nicholas. Therefore, preserve them from all assaults and afflictions.\n*Glory be: Now and for ever:* O all-pure one, the prophet foresaw you as the radiant lampstand, bearing Christ Who enlightened us who abide in darkness and the passions. For this reason, we bless you, O Mother of God.\n\n## THURSDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Dal jesy znamenije):* All creation changed and trembled when it saw You crucified.* The whole earth was shaken and quaked, O long-suffering Word.* The curtain of the temple was rent with fear at the outrage done to You.* The rocks also split with terror,* and the sun hid its rays,* knowing You to be the Creator.\nHow did the evil people dare to condemn You, the immortal Judge* Who in the wilderness gave the Law to Moses?* How could they look without fear* at the Life of all killed upon the cross,* without it entering into their minds* that You were the only God* and Master of creation?\nO most merciful Lord,* Your side was pierced with a lance,* and thereby the handwriting was torn to shreds* that had been from all time against our ancestor Adam.* The rejected nature of mankind was sanctified again* by the sprinkling of Your blood.* Glory to Your power; glory to Your divine crucifixion,* O all-powerful Jesus, Savior of our souls!\n\n**Aposticha**\n\nO Christ, You have given us an invincible weapon in Your cross,* and with it we vanquish the assaults of the enemy.\nWith Your cross to help us at all times,* O Christ, we destroy with ease* the snares of the enemy.\nSend down upon us Your great mercy, O Christ our God,* for You are glorified in the memory of Your saints.* Hear their prayers on our behalf.\n*Glory be: Now and for ever: (Podoben – Zvanyj svyshe byv):* The Lord said: O Mother,* do not mourn for Me as you behold upon the cross* Your Son and God Who hung the formless earth upon the waters,* and fashioned all creation;* for I shall rise again and shall be glorified.* I shall destroy the power of the kingdom of Hades,* and shall bring its strength to naught.* I shall release from its wickedness those in bondage.\n\n## FRIDAY MATINS\n\n**Sessional Hymns**\n\n1. O Savior, Your enemies nailed You to the cross,* from which You called us from among the pagan nations, O Christ our God.* Of Your own free will You stretched out Your hands upon the cross,* O only Lover of mankind,* and allowed Yourself to be pierced in the side by a spear.\n*Glory be: Now and for ever:* O all-immaculate Virgin, Mother of Christ God,* a sword pierced your all-holy soul* when you beheld your Son and God crucified of His own free will.* Never cease to beseech Him, O blessed One,* that He grant us forgiveness of sins.\n\n2. When You were wounded in Your divine side by the spear, O Master,* the weapons of the invisible enemy completely failed,* and all the force of his malice was destroyed.* For this, we worship Your saving sufferings,* glorifying Your divine providence.\n*Glory be: Now and for ever:* When Your all-pure Mother beheld You lifted upon the cross, O Word of God,* she exclaimed, lamenting maternally:* What is this new and strange wonder, O my Son?* How is it that You taste death, O Life of all,* desiring to bring life to the dead,* because You are merciful.\n\n**Canon – Ode 9**\n\n*Hirmos:* Let every mortal rejoice, enlightened by the Spirit. Let the angels celebrate, honoring the sacred feast of the Mother of God; let them cry out: Rejoice, O all-blessed Godbearer, ever pure Virgin!\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nYou Who love mankind, and will come to judge mankind, stood condemned. Of Your own will and desire You were crowned with the crown of thorns, O Christ our Savior, uprooting the thorns of disobedience, and planting in the hearts of all the knowledge of Your loving-kindness.\n*Verse:* Holy martyrs, pray to God for us!\nO holy martyrs, you conformed yourselves to the sufferings of Christ, and became fellow heirs of the kingdom and splendor. Therefore, enlighten us who sing hymns to you, O all-wise ones, delivering us from the gloom of sin and every danger.\n*Glory be: Now and for ever:* Save us, O pure One, who gave birth to the most compassionate Savior! Have pity on me, your servant, and direct me to the ways of repentance. Drive away from me the temptations of the evil one; deliver me from his pursuit, and rescue me from everlasting fire, O all-immaculate One!\n\n**Aposticha**\n\nLet Your cross be our bulwark, O Jesus our Savior;* for we, the faithful, have no other hope save You* Who was nailed to it in the flesh, and grant us great mercy.\nYou have given a sign to those who fear You, O Lord,* Your holy cross,* whereby You put to shame the princes and rulers of darkness,* and restored us to our original blessed state.* For this, we glorify Your loving providence,* O almighty Jesus, Savior of our souls.\nWho is not filled with awe,* beholding the good fight which you fought, O holy martyrs;* how, though in the flesh, you vanquished the incorporeal foe,* confessing Christ and armed with the cross?* Therefore, as it is fitting, you were shown to be expellers of the demons* and the victors over the barbarians,* unceasingly praying that our souls be saved.\n*Glory be: Now and for ever:* When she beheld You nailed to the cross,* O Lord, the Ewe-lamb, Your Mother, marveled and cried out:* What is this that I see, O my most beloved Son?* Is this how the wicked assembly repaid You for all the miracles You performed for them.* Glory be to Your ineffable condescension, O Master!\n\n## FRIDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*Three stichera of the saint of the day and the following three:*\n*(Podoben – Dal jesy znamenije):* Emulating the sufferings of Christ Who loves mankind, O martyrs,* you gave your bodies over to wounds and bitter torments, and myriad pains,* ever looking forward to the divine delights of heaven,* the inexhaustible joys of paradise, and everlasting glory;* and having received this,* you pray for those who sing hymns to you.\nWith the power of the cross,* O holy martyrs, you struggled well* and by your sufferings you mightily cast down the enemy.* Therefore, by celebrating your memory, we are sanctified* through the action and grace of the most holy Spirit.* O holy warriors of Christ,* pray to the Savior in behalf of the world.\nO most sacred pastors, as glorious emulators of Christ,* the Chief Shepherd, the King of all,* you readily laid down your lives for the sheep,* and endured grievous misfortunes, O all-blessed ones;* and as champions you save the divinely chosen flock* unharmed by ravenous wolves.\n*Glory be: Now and for ever: (Dogmaticon):* O Mother of God, David the prophet and forefather of Christ,* foretold in song the great things that would happen to you.* He revealed that you would be a queen,* standing at the right hand of God;* and that you would be the Mother of Life* and intercessor for the world.* He prophesied that God, in His good will toward all,* would become incarnate of you without a human father.* Thus He would restore His image within us,* which had become disfigured by our passions.* He would seek out the lost sheep that was trapped in the hills;* He would lift it upon His shoulder and carry it to His Father* Who would place it in the midst of His heavenly hosts.* In like manner, Christ will save the world* because of His great and abundant mercy.\n\n**Aposticha**\n\nYou are glorified in the memory of Your saints, O Christ God.* Through their intercessions,* send upon us great mercy.\nO God, Who has accepted the long-suffering of the holy martyrs,* accept our song, O Lover of mankind,* and grant us Your great mercy through their prayers.\nWith the souls of the just brought to perfection,* give rest, O Savior, to the souls of Your servants,* keeping them for the blessed life with You;* for You love mankind.\n*Glory be: Now and for ever:* O candle, whose light is never quenched,* throne of righteousness, most pure Lady,* pray that our souls may be saved.\n\n## SATURDAY MATINS\n\n**Sessional Hymns**\n\n1. Armed with the cross, O Christ our God,* Your martyrs overcame the wiles of the enemy, the author of evil,* and shone forth, guiding mortal men like beacons;* and they give healings to those who ask with faith.* Through their supplications save our souls.\n*Glory be: Now and for ever:* O Mother of God, the mystery hidden from all eternity* and unknown even to the angels,* was revealed through you to those on earth:* God took on our human nature* and united it to His divine nature in a perfect but unconfused union.* Then, He willingly accepted the cross for our sake* and thereby raised again the first created,* and saved our souls from death.\n\n2. Adorned with the blood of the martyrs throughout the world,* as with purple and fine linen, Your Church, cries out to You* through them, O Christ God:* Send down Your blessings upon Your people,* and grant peace to the world and great mercy to our souls.\n*Glory be: Now and for ever:* O pure and most immaculate One* who knew not wedlock and gave birth to the only eternal Son* and Word of God in time:* Beseech Him with the holy and honorable patriarchs,* the martyrs and prophets, and the venerables,* that He grant us cleansing and great mercy.\n\n**Canon – Ode 9**\n\n*Hirmos:* Eve, through weakness, abode under the curse of disobedience, but you, Virgin Mother of God, brought forth a blessing upon the world* through the Fruit of your womb; for this reason, we extol you.\n*Verse:* Holy martyrs, pray to God for us!\nSeeing the divine gifts and receiving honors for their great sufferings, the martyrs rejoice, glorifying Christ Who truly exalted them and showed them to be victors.\n*Verse:* All you saints, pray to God for us!\nLet us bless all the venerables and righteous, the hieromartyrs and all the prophets, and the women who splendidly pleased God, crying out: Through their prayers, O Christ, deliver our souls from hell.\n*Glory be: Now and for ever:* O most immaculate One who are more exalted than the Cherubim, because you gave birth to the Sustainer of all things, elevate my mind, strengthen me against the carnal passions, so that I may do the will of the Master.\n\n**Aposticha**\n\nYou have become fellow partners with the angels, O holy martyrs,* bravely confessing Christ before the judges;* you left behind all that is beautiful in the world as though it did not exist,* and preserved the faith as a secure anchor.* Therefore, having driven away deception,* you grant to the faithful gifts of healing,* praying unceasingly that our souls may be saved.\nHow can we fail to marvel at your struggles, O holy martyrs?* For, clad in mortal bodies, You vanquished the bodiless enemies.* The threats of the persecutors did not frighten you,* neither did the infliction of tortures daunt you.* You have truly been glorified by Christ, as is fitting;* therefore, implore great mercy for our souls.\nPrecious is the death of Your saints, O Lord!* For broken by swords, fire and freezing cold,* they shed their blood, setting their hope in You,* that they would receive a reward for their toils.* Having endured all things,* they received from You, O Savior, great mercy.\n*Glory be: Now and for ever:* O only pure and undefiled Virgin,* who gave birth to God without seed,* pray that our souls may be saved.\n\n***\n"