{
  "content": "...”**\n\nWe never cease to adore Your life-giving cross,* O Christ our God, and we glorify Your resurrection on the third day.* For, You, almighty One, have thereby restored the corrupted nature of all* and reopened the way to heaven,* since You alone are gracious and love mankind.\n\nO Savior, You have absolved the penalty of disobedience,* committed through the tree of Eden, by willingly being nailed to the tree of the cross.* As almighty God, You descended into Hades* and broke asunder the bonds of death.* We, therefore, venerate Your resurrection from the dead, and joyfully cry out to You:* Almighty Lord, glory to you!\n\nO Lord, You have destroyed the gates of Hades,* and by Your death You have dissolved the realm of Death.* You have freed mankind from corruption,* bestowing life, incorruption, and Your great mercy upon the world.\n\nCome, all you people,* let us sing the praises of our Savior’s resurrection on the third day.* For we have, thereby, been delivered from the invincible bonds of Hades,* and we have received incorruption, together with eternal life.* Therefore, we cry out to You after Your crucifixion, burial, and resurrection:* Save us by Your resurrection, for You love mankind.\n\nO Savior, with the angels* we sing the praises of Your resurrection on the third day.* For the very ends of the universe have, thereby, been enlightened* and we have been saved from the deceit of the enemy.* Therefore, we cry out to You, almighty Savior,* Giver of life, and Lover of mankind:* Save us by Your resurrection. O Christ our God,* You have demolished the brazen gates of Hades.\nYou have broken asunder the bonds of Death,* and lifted up the fallen human race.* Therefore, we cry out with one accord:* O Lord, Who arose from the dead, glory to You!\n\nO Lord, Your birth from the Father is timeless and eternal;* Your incarnation from the Virgin is beyond the understanding of all,* and beyond the expression of our words. *Your descent into Hades and victory over Death* caused Satan and his angels to tremble with fear.* Your resurrection on the third day* brought to mankind incorruption and great mercy.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* O Mother of God, David the prophet and forefather of Christ,* foretold in song the great things that would happen to you.* He revealed that you would be a queen, standing at the right hand of God;* and that you would be the Mother of Life and intercessor for the world.* He prophesied that God, in His good will toward all,* would become incarnate of you without a human father.* Thus He would restore His image within us,* which had become disfigured by our passions.* He would seek out the lost sheep that was trapped in the hills;* He would lift it upon His shoulder and carry it to His Father* Who would place it in the midst of His heavenly hosts.* In like manner, Christ will save the world* because of His great and abundant mercy.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_4.sat_vespers.stichera_lord_i_call"
}