{
  "content": "In being lifted upon the cross, O Lord,* You abolished the curse which we had inherited from our ancestors.* By going down into Hades, You freed from eternal captivity* those imprisoned there, and granted incorruption to the human race.* We, therefore, praise Your life-giving and redeeming resurrection.\n\n*Verse:* The Lord reigns, He is clothed in majesty.\nBy hanging on the cross, O almighty One, *You shook the whole creation to its foundations.* When You Yourself were laid in the grave, You raised to life those who had been lying in the graves,* and You granted life and incorruption to mankind.* We, therefore, praise and glorify Your resurrection on the third day.\n\n*Verse:* For He has made the world firm, which shall not be moved.\nO Christ, the lawless people showed their ingratitude to You, their Benefactor,* by delivering You to Pilate who condemned You to be crucified.* But You willingly suffered death and burial;* and, as God, You rose by Your own power on the third day,* granting us everlasting life and great mercy.\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\nThe women, shedding bitter tears,* came to see You in Your tomb;* and not finding Your body, they lamented, saying:* O Savior and King of all, how were You stolen?* What place holds Your life-bearing body?* An angel answered them, saying:* Do not weep, but go and proclaim that the Lord is risen,* filling our hearts with joy; for He alone is most compassionate.\n\n*Glory be: Now and for ever:* O most pure Virgin, hear the petitions of your servants.* Remove the burdens which oppress us, and deliver us from our sorrows;* for you are the only firm and constant support on whom we rely.* O Mother of God, never permit us who call upon you to be overwhelmed by our cares.* Hasten to fulfill the supplications of all who, in faith, cry out to you:* Rejoice, O Lady, helper of all mankind,* the joy, the refuge, and the salvation of our souls.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_4.sat_vespers.stichera_aposticha"
}