"## SATURDAY VESPERS\n\n**Stichera at \"O Lord, I have cried...”**\n\nAccept our evening prayer, O holy Lord,* and grant us forgiveness of sins,* for You alone manifested the resurrection to the world.\n\nO you people, walk around Zion and encompass her.* And there give glory to Him Who is risen from the dead.* For He is our God Who delivers us from our sins.\n\nCome you people, praise and worship Christ.* Glorify His resurrection from the dead;* for He is our God Who has delivered the world* from the deceit of the enemy.\n\nRejoice, O you heavens;* sound the trumpets, you foundations of the earth;* cry out with joy, O you mountains.* For behold, Emmanuel has nailed our sins to the cross;* the Giver of life has put Death to death;* and the Lover of mankind has raised up Adam.\n\nLet us praise the Lord* Who for our sake was willingly crucified in the flesh.* He suffered, was buried, and rose from the dead.* Therefore, let us sing to Him:* O Christ, keep Your Church in the true faith* and bring peace to our lives;* for You are gracious and You love mankind.\n\nO Christ our God, as we stand unworthily before Your life-bearing grave,* we offer a hymn of praise to Your ineffable tenderness of heart.* For You, O Sinless One,* in Your loving-kindness have accepted the cross and death* in order to grant resurrection to the world.\n\nLet us praise the Word* Who is without beginning and co-eternal with the Father.* For our sake He was born of the Virgin;* He freely accepted the cross and death, and rose in glory.* Therefore, let us sing to Him:* Glory to You, O Lord,* the Giver of life and Savior of our souls.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* Let us praise the Virgin Mary* who although born of our humanity, gave birth to the Lord of all.* The angels extol her in song;* for she is the glory of the whole world,* the gateway to heaven, and the adornment of the faithful.* As the Mother of God, she is heaven itself and the very temple of God.* She broke down the wall of enmity between mankind and God,* thereby bringing us peace and opening the gates of the Kingdom.* Let us, therefore, cling to her as the anchor of our faith;* and our Lord, Who was born of her, will be our protector.* Take courage then, O people of God,* for the almighty Himself will defeat your enemies.\n\n**Aposticha**\n\nO Christ, by Your passion we have been freed from suffering;* and by Your resurrection we have been delivered from corruption.* O Lord, glory to You!\n\n*Verse:* The Lord reigns, He is clothed in majesty.\n\nLet all creation rejoice, let the heavens be glad,* let the nations clap their hands with joy.* For Christ our Savior, in His love for mankind,* has nailed our sins to the cross;* He has put Death to death,* and by raising our fallen forefather, Adam,* He has given life to all mankind.\n\n*Verse:* For He has made the world firm, which shall not be moved.\n\nO God, You are above all understanding;* You are King and Lord of heaven and earth.* Yet of Your own free will,* You allowed Yourself to be crucified because of Your love for mankind.* When You descended below,* Hades was filled with bitterness as You confronted it;* but the souls of the just received You with great joy.* Adam arose when he saw You, his Creator, down in the depths.* What a wonder this is!* You are the Life of all and have tasted death* in order to dispel the darkness of the world by Your light.* O Lord, risen from the dead, glory to You!\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\n\nThe myrrh-bearing women were filled with grief* as they hastened with spices to Your tomb;* but they did not find Your most pure body.* Instead, they found an angel* who proclaimed Your unique and glorious resurrection,* and commanded them to announce to Your apostles:* The Lord is risen, granting great mercy to the world.\n\n*Glory be: Now and for ever:* O Mother of God, the prophecy of Isaiah is fulfilled,* since you remained a virgin both before and after giving birth.* For it was God Who was born of you to restore our human nature.* Therefore, do not overlook your servants who supplicate you in your temple.* Since you have held the merciful Lord in your arms,* be compassionate toward your servants,* and beseech Him to save our souls.\n\n## SUNDAY MATINS\n\n**Sessional Hymns**\n\n1. The soldiers guarding Your tomb, O Savior,* became as dead men at the lightning flash of the angel* who appeared to announce Your resurrection to the women.* We glorify You, for You have cleansed us from corruption.* We fall down before You, for You rose from the tomb, our only God.\n\n*Glory be: Now and for ever:* We acknowledge you as the Mother of God,* and after giving birth you remained truly a virgin.* We eagerly seek refuge in your goodness;* for we sinners have taken you as our intercessor,* and in temptations we find salvation in you;* for you alone are all pure.\n\n2. The women who came to Your tomb early in the morning* trembled at the sight of the angel.* The tomb shone with life,* and they were struck with astonishment.* Therefore, they returned to the apostles, proclaiming the resurrection.* Christ, Who alone is mighty and powerful,* has despoiled Hades and raised all those held in corruption.* He has released us from the fear of condemnation* by the power of the cross.\n\n*Glory be: Now and for ever:* O Mary, the precious dwelling of the Lord,* lift us from the abyss into which we have fallen* and deliver us from dreadful despair, from our faults, and from all affliction;* for you are the refuge of sinners.* You are the help, the protection, and the safety of your servants.\n\n**Gradual Hymn**\n\nO Lord, in my sorrow I cry out to You.* Hear my cry of pain.\nThe love for God will grow unceasingly* for those who dwell in the desert;* for they are far from the vanity of this world.\n*Glory be: Now and ever:* Truly glory and honor are due to the Holy Spirit,* as to the Father and to the Son.* Therefore, we praise the Holy Trinity, One in might.\n\n*Prokimenon: Ps 11*\nI myself will arise, says the Lord. I will grant them the salvation for which they thirst.\n*Verse:* The words of the Lord are words without alloy.\n\n**Canon**\n\n*Hirmos 1:* Your victorious right hand, magnificent in power, is covered with glory, O Immortal One. Since it is all-powerful, it has crushed the enemies, opening a new path for the Israelites in the depths of the sea.\n\n*Hirmos 3:* You alone know the weakness of human nature, and in Your compassion You conformed Yourself to it. Now clothe me with the power from on high that I may cry out to You: Holy is the living temple of Your immeasurable glory, O Lover of mankind.\n\n*Hirmos 4:* O mountain overshadowed by divine grace, Habakkuk recognized You with his prophetic vision; from You, he predicted, shall come forth the Holy One of Israel for our salvation and restoration.\n\n*Hirmos 5:* O Christ, by the brightness of Your coming, You have illumined the ends of the world, enlightening them by the splendor of Your cross. Now make the light of Your divine knowledge shine in the hearts of those who sing to You in true faith.\n\n*Hirmos 6:* The depth of the Abyss surrounds us, and no one can deliver us; we were led as sheep to the slaughter. Save Your people, O God, for You are the strength of the weak and the One Who lifts them up.\n\n*Hirmos 7:* O Mother of God, we the faithful recognize in you a spiritual furnace; as the Most High saved the three youths, so has He remade my whole being in your womb. He is the God of our ancestors Who is praised and covered with glory.\n\n*Hirmos 8:* In the furnace as in a melting pot, the children of Israel shine more brightly than gold by the brightness of their piety as they sing: Bless the Lord all you works of the Lord; sing and exalt Him forever.\n\n*Ode 9:* – *Hirmos:* The burning bush which was not consumed offers us an image of your immaculate birthgiving. Now we pray that you extinguish in us the furnace of violent temptations so that we may extol you, O Mother of God.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nHow has this people of evil deeds, disobedient and perverse in their designs, justified the detestable and impious one, and condemned to the cross the Just One, the Lord of glory. Let us extol Him as it is fitting.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nO Savior, Lamb without blemish, resurrected on the third day, You take away the sin of the world. We now glorify You with the Father and the divine Spirit, proclaiming Your divinity. O Lord of glory, we extol You.\n\n*Glory be: Now and for ever:* O Lord, save Your people which You established by Your precious blood. Grant strength to our civil authorities, give peace to the Churches, O Lover of mankind, through the supplication of the Mother of God.\n\nHoly is the Lord our God. *(3x)*\n*Sunday Exapostilarion (see pp. 413-429).*\n\n**Stichera at the Praises**\n\nWe praise Your saving passion, O Christ!* We glorify Your resurrection!\n\nYou endured crucifixion;* You destroyed Death and rose from the dead.* Give peace to our lives,* O only almighty Lord.\n\nYou captured Hades, O Christ.* You raised us by Your own resurrection.* Make us worthy to praise and glorify You in purity of heart.\n\nWe glorify Your divine humility;* we praise You, O Christ.* You were born of a virgin,* yet were not separated from the Father.* You became a mortal and suffered for us,* voluntarily enduring the cross.* You rose from the tomb,* coming as from a bridal chamber to save the world.* O Lord, glory to You!\n\nWhen You were nailed upon the tree of the cross,* You destroyed the power of the enemy.* Then creation trembled in fear of You;* by Your might, Hades was vanquished.* You raised the dead from their graves* and opened the gate of paradise to the thief.* O Christ our God, glory to You!\n\nThe holy women came hastening to the grave with many tears.* And when they found the tomb open and heard from the angels the astonishing and wondrous news,* they brought the good tidings to the disciples:* The Lord is risen, granting great mercy to the world.\n\n*Verse:* Arise then, Lord, lift up Your hand, O God, do not forget the poor!\n\nO Christ our God, we bow before the holy wounds of Your passion* and before the sacrifice of the Lord on Zion,* which was divinely fulfilled at the appointed time;* for You, O Sun of Justice, did shine on those who were sitting in the darkness of death.* You led them to the light which knows no evening.* O Lord, glory to You!\n\n*Verse:* I will praise You, Lord, with all my heart; I will recount all Your wonders.\n\nWhere are the soldiers who went to guard the grave?* Where are the seals of the tomb?* Where was the buried One moved from the grave?* Where was the priceless One sold?* How was the Treasure stolen?* Why do you deny the resurrection of the crucified One, O wavering people,* thus falling into error and transgressing the Law?* He is truly risen as one who is free among the dead,* and He grants great mercy to the world.\n\n*Glory be: Gospel Stichera, (pp. 413-429).*\n*Now and for ever:* You are truly most blessed ... *(p. 140).*\n\n## SUNDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben: Prekhvalnii muchenycy):* O most kind Father, You sent Your Son, our gracious Lord,* to take the prodigal son upon His shoulders* as the lost sheep was taken up,* and to lead him from where he had fallen to the fold of Your angels,* and not into that of the power of evil.\n\nO most kind Father, because You are God,* and being moved by Your great loving-kindness,* You brought up all things out of nothingness.* Finally, by Your hand, You created us in Your image.* But when we became corrupted by transgressing Your law,* You redeemed us because You love mankind.\n\nO Lord, You love mankind;* You are truly the Son of the heavenly Father.* You showed Yourself to be one of us.* You are the Son of Man.* And we, Your people, have been enticed by the serpent’s deceit.* Take me upon Your shoulder like the lost sheep,* and lead me into Your heavenly fold.\n\n**Aposticha**\n\nMy sins are like a great gulf, O Savior,* and I am sinking hopelessly because of them.* Give me Your hand as You did to Peter.* Save me, O God, and have mercy on me.\n*Verse:* I have lifted up my eyes ... *(p. 34).*\nO Savior, by my sinful thoughts and evil deeds,* I have brought judgment on myself.* Grant me the grace of conversion, O God,* so that I may call out to You:* Save me, O gracious Benefactor, and have mercy on me.\n*Verse:* Have mercy on us, O Lord... *(p. 34).*\nThrough the prayers of all the saints and the Mother of God, give us Your peace, O God, and have mercy on us; for You alone are generous.\n\n*Glory be: Now and for ever: (Samopodoben):* O joy of the heavenly ranks,* O mighty help of all on earth,* O most pure Virgin, save us who hasten to you,* since, after God, we place our hope in you, O Mother of God.\n\n## MONDAY MATINS\n\n**Sessional Hymns**\n\n1. In sin my mother conceived me,* and like the prodigal I dare not raise my eyes toward heaven,* but your love reassures me and therefore, I cry out:* Forgive me, O God, and save me.\n*Glory be: Now and for ever:* Seeing in you a marvelous wonder, O Full of Grace, all creation rejoices:* For you ineffably conceived without seed* and gave birth to the One on Whom even the angels dare not gaze.* Intercede with Him, O Theotokos, that He save our souls.\n\n2. Foolishly have I separated myself from You, O Lord,* and like the prodigal I have wasted all my life.* As a slave I have served my senseless and sinful desires each day.* But now I beg You, O God of tenderness,* through the intercession of the angels,* welcome me as You did the prodigal and save me.\n*Glory be: Now and for ever:* O sure guide and helper of all,* unshakeable hope and mediatrix of the world!* Have mercy on us, as one who is kind-hearted;* grant us forgiveness of sins and the salvation of our souls,* and lead us onto the path of repentance.* For in faith we come to you, and fervently beseech and ask with love:* Do not leave us without showing your mercy.\n\n**Canon – Ode 9**\n\n*Hirmos:* As an image of your birthgiving, we have the bush which burned but was not consumed. We beseech you to extinguish the flaming furnace of temptations in our souls so that we may extol you unceasingly, O Mother of God.\n*Verse:* Glory be to You, our God, glory be to You!\nLike the Canaanite woman I cry out to You: Have mercy on me, O Word of God, for my soul is in danger under the attacks of the demon. For without fear of You, I have foolishly misdirected my life, O long-suffering Lord.\n*Verse:* Holy archangels and angels, pray to God for us!\nYou made the angels partakers of Your unspeakable glory, O Savior. Through their intercession, protect us who hasten to You with faith and love, so that we may extol You unceasingly.\n*Glory be: Now and for ever:* The choirs of angels now unceasingly sing your birthgiving, O most pure One, for they stand in rank, gazing upon and sharing in your joy; and without ceasing they extol you, the Mother of God.\n\n**Aposticha**\n\nAnother world awaits you, O my soul,* and the Judge shall bring out your hidden secrets and sins:* Do not persist in doing evil* but hasten to cry out:* O my Judge and my God, spare me and save me.\n*Verse:* In the morning..., *(p. 146).*\nO Savior, do not despise your servant* who is a slave of laziness and sin,* but stir my heart to repentance.* Make me a laborer in your vineyard, O Lord,* and grant me the wages of the eleventh hour* and your great mercy.\n*Verse:* Let the favor of the Lord... *(p. 146).*\nCome all you people and let us sing hymns and spiritual canticles* in honor of the victorious martyrs of Christ.* They are the heralds of the faith* and the bright torches of the universe,* the never-failing springs from which healings gush forth.* Through their prayers, O Christ our God, give peace to the world and great mercy to our souls.\n*Glory be: Now and for ever: (Podoben – Nebesnykh chynov):* More holy than all the holy angels,* and more venerable than all creation, O Mother of God,* you are the Queen of the whole world,* for you gave birth to the Savior.* In your goodness save us from our countless sins,* and by your holy prayers save us from all dangers.\n\n## MONDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Prekhvalnii muchenycy):* O Lord, wretched outcast that I am,* I have spent my life shamefully with transgressors,* and like the prodigal son I contritely cry:* O heavenly Father, I have sinned; cleanse me, save me,* and do not cast me away. I departed far from You of my own will,* and now I am poor and needy* because of my fruitless deeds.\nO Christ, You were rich but You made yourself poor.* You have enriched mankind with immortality and light,* while I have been made poor by the pleasures of this life.* Make me rich with virtues; number me with poor Lazarus,* and save me from the rich man’s torments* that await me in Gehenna.\nI have become exceedingly rich in evil and loved luxury.* In my lifetime I have received good things* and have been condemned to Gehenna, O Lord.* I have despised my hungry mind as if it were Lazarus* laid before the gates of Your divine works.* Take pity on me, O Lord.\n\n**Aposticha**\n\nMy sins are like a great gulf, O Savior,* and I am sinking hopelessly because of them.* Give me Your hand as You did to Peter.* Save me, O God, and have mercy on me.\nO Savior, by my sinful thoughts and evil deeds, I have brought judgment on myself.* Grant me the grace of conversion, O God,* so that I may call out to You:* Save me, O gracious Benefactor,* and have mercy on me.\nO saints, your confession of faith in the arena* destroyed the strength of devils and set us free from delusion.* When you were beheaded you cried out:* O Lord, may the sacrifice of our souls be acceptable in Your sight;* for in our love for You, the Lover of mankind,* we have despised this temporal life.\n*Glory be: Now and for ever:* O Virgin most worthy of praise,* while Moses gazed at the burning bush that was not consumed,* he beheld with prophetic eyes the mystery that was to take place in you;* for your womb was not burned by the fire of the Godhead, O most pure One.* Therefore, we beseech you, as the Mother of God,* to ask for peace and great mercy for the world.\n\n## TUESDAY MATINS\n\n**Sessional Hymns**\n\n1. If a just man is barely saved,* where shall I, a sinner, find myself?* For I have not borne the burden and heat of the day.* Yet number me among the hired workers of the eleventh hour,* O God, and save me.\n*Glory be: Now and for ever:* Having Mary, the Mother of God, as an invincible defense,* let us faithful fall down and prostrate before her,* for she can pray with boldness before the One born of her* and save our souls from wrath and death.\n\n2. O Lord, hasten to open Your fatherly arms to me,* for I have foolishly wasted my whole life.* Consider the inexhaustible treasure of Your mercy, O Savior,* and do not despise the poverty of my heart.* To You, O Lord, I cry out, filled with compunction:* Father, I have sinned against heaven and against You.\n*Glory be: Now and for ever:* Seeing the repentance of the Ninevites,* You revoked the punishment pronounced upon them;* Your love, O Lord, overcame Your wrath.* And now have mercy on Your people and flock* and subdue our enemies with Your powerful arm,* granting us, through the prayers of the Mother of God, great mercy.\n\n**Canon – Ode 9**\n\n*Hirmos:* O faithful, let us extol the holy Mother of God, the luminous cloud in which the Master of all came down from heaven as rain on the fleece and was incarnate for us. For He is the infinite God who became human like us.\n*Verse:* Glory be to You, our God, glory be to You!\nBehold, this is the time of repentance, the time to act in all purity; this is the day of brightness. Act as if in the light of day; flee the darkness of passions; dispel laziness and sleep, O my soul, that you may share in the divine brightness.\n*Verse:* Holy prophet, forerunner, and baptizer of the Lord, John, pray to God for us!\nO beautiful swallow, noble nightingale, all-good dove, desert-loving turtle-dove, baptizer of the Lord, flower of the desert! Make my soul fruitful in good, for it has become barren through unfruitfulness.\n*Glory be: Now and for ever:* Like the throne of the Cherubim you carry Him Who upholds all things, You nurse the One Who nourishes all. Pray to Him unceasingly, O pure One blessed by God, so that your flock will always be free from earthquake, pestilence, captivity, and every misery.\n\n**Aposticha**\n\nAnother world awaits you, O my soul,* and the Judge shall bring out your hidden secrets and sins.* Do not persist in doing evil but hasten to cry out:* O my Judge and my God,* spare me and save me.\nO Savior, do not despise your servant who is a slave of laziness and sin,* but stir my heart to repentance.* Make me a laborer in your vineyard, O Lord,* and grant me the wages of the eleventh hour* and your great mercy.\nThe soldiers of the great King opposed the decrees of the tyrants,* bravely paying no heed to the tortures;* and having destroyed all deception, received the crown they deserved.* And they ask of the Lord peace* and great mercy for our souls.\n*Glory be: Now and for ever:* You, only pure One, were the dwelling of the Light,* Which shone forth from the bosom of the Father;* therefore, we cry out to you: Illumine with the light of the virtues my soul* darkened by the passions, and on the day of judgment place it,* O most pure One, in the mansions of your brightness.\n\n## TUESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Prekhvalnii muchenycy):* When You were nailed to the cross as man, O Christ our God,* You made mankind divine and slew the serpent, the origin of evil.* You set us free from the curse of the tree;* and in Your compassion, You yourself took on the curse.* You conferred blessings and great mercy on the world.\nYou are above all honor, O Master,* yet You were pleased to suffer shame.* O most compassionate One,* You endured a humiliating death upon the wood.* Therefore, by Your death in the flesh, O almighty One,* mankind reaped immortality and received the newness of life.\nO most precious cross,* purification of all the faithful and power of kings,* you have sanctified all those who venerate you and glorify Christ,* Who, in His compassion, stretched out His immaculate hands upon you,* and gathered all people into one from the ends of the earth.\n\n**Aposticha**\n\nThe cross was planted upon the place of the skull;* and from the everlasting spring that flowed from the side of the Savior,* it brought forth for us immortality.\nThe precious cross of the Savior* is our unshakable wall;* for all of us, who have put our hope in it, are saved.\nHow beautiful is the manner of your exchange, O saints;* for you have given your blood and received heaven.* Truly, you have done well!* You have obtained immortality by forsaking corruptible things.* Making a single choir with the angels,* you sing unceasingly the praises of the consubstantial Trinity.\n*Glory be: Now and for ever: (Nebesnykh chynov):* When she beheld the Lamb hanging on the cross,* the undefiled Virgin lamented and cried:* O my Child, what is this strange and most glorious sight?* How is it that He Who holds all things in His hands* is nailed in the flesh to the wood?\n\n## WEDNESDAY MATINS\n\n**Sessional Hymns**\n\n1. O Christ, by ascending Your cross, You crushed the tyranny and power of the enemy.* It was neither an angel nor a mortal, but You Yourself, O Lord, Who saved us. Glory be to You!\n*Glory be: Now and for ever:* Beholding You, the Lamb, crucified on the cross with two thieves,* Your side pierced by a spear,* O long-suffering Word,* the Mother of the Lamb exclaimed, crying out maternally:* “What is this strange and awesome mystery which is ineffably being wrought, O my Jesus?* How is it that You cover Yourself with a tomb, O infinite God.* Do not forsake me who gave birth to You, O my most sweet Son!”\n\n2. We bow down before the tree of Your cross, O Lover mankind,* for You were nailed to it, O Life of all,* and opened paradise to the thief who came to You with faith,* crying out: Remember me, O Lord!* As You accepted him, accept us also who cry out to You:* We have all sinned! In Your loving kindness do not disdain us!\n*Glory be: Now and for ever:* O new wonder! O awesome mystery!* cried the Mother of the Lamb and immaculate Virgin,* when she saw on the tree the crucified Lord,* Who holds all things in the palm of His hand,* and is now condemned to death on the cross by unjust judges.\n\n**Canon – Ode 9**\n\n*Hirmos:* Ineffable is the mystery of the Virgin! She is the heaven and the throne of the Cherubim; she is the room filled with the bright light of Christ our God and the Lord almighty. In faith let us extol her as the Mother of God.\n*Verse:* Glory to Your precious cross, O Lord!\nO Savior, when the good thief saw You, the One Who suspended the earth over the great waters, hanging on the cross, he cried out in an act of faith: Remember me in Your kingdom. With him, let us, in faith, glorify Your passion.\n*Verse:* Most holy Mother of God, save us!\nRemove, O all-praised Mother of God, the burden of my sins and grant that I may bear the light burden of your Son and God and follow the path that leads to perfection.\n*Glory be: Now and for ever:* O Virgin who gave birth to the Word and Lover of mankind in a manner beyond words, when you saw what sufferings He willed to endure for us, you cried out: How can this be! The God who is beyond all suffering now takes on our sorrow, and He suffers in order to save those who worship Him in faith.\n\n**Aposticha**\n\nYou were nailed to the cross to give us life.* Therefore, we sing to You unceasingly as our Master and our Savior.\nBy Your cross, O Christ,* angels and people have formed a single Church and a single flock;* heaven and earth exalt with joy.* O Lord, glory to You!\nO holy martyrs worthy of all praise,* it is neither trial nor distress nor hunger, neither persecution nor danger,* neither the rage of wild beasts nor the sword nor fire, that could keep you from God.* But rather in your love for Him,* you forgot the limitations of nature and became strangers in your bodies.* Defying death you struggled courageously,* and receiving the recompense worthy of your labors,* you have become inheritors of the kingdom of heaven.* Intercede now for the salvation of our souls.\n*Glory be: Now and for ever (Podoben: Prekhvalnii muchenycy):* Standing near the cross, O Word of God, Your most pure Mother cried out in tears: How can You die on a cross, O my Son? Alas! O Light of my eyes, where has Your beauty gone, for You are the most noble of all humanity?\n\n## WEDNESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Prekhvalnii muchenycy):* O glorious apostles of Christ,* O divinely inspired disciples, who have found the Lord* and taught the universe, becoming the mediators between God and the human race,* you clung to Jesus and plainly proclaimed Him to the world,* as perfect God and perfect man.\nO most wise apostles,* divinely inspired disciples of Christ,* teachers of the world, by your prayers* and your instruction give me strength to endure;* and help me to walk at all times in the narrow way* that I may come to dwell* in the wide spaces of paradise.\nI shall extol Peter, the first apostle,* Paul and Andrew, James and Philip, Bartholomew,* Simon, and Thomas, together with Matthew,* Mark, Luke, and John who wrote the gospels,* that company of the elect of God,* and with them the rest of the seventy apostles;* for they were the eyewitnesses of the Word* and they proclaimed Him.\n\n**Aposticha**\n\nThe lyre of the apostles,* whose many strings were moved by the Holy Spirit,* destroyed the abominable sacrifices of the demons,* and, proclaiming the one God,* it delivered the people from the delusion of idols* and taught them to worship the consubstantial Trinity.\nLet us praise with one accord, as is proper,* Peter and Paul, Luke, Matthew, Mark, and John,* Andrew, Thomas, Bartholomew, and Simon the Canaanite,* James, Philip, and the whole company of the disciples.\nO martyrs, worthy of praise,* though the earth may not have covered you,* heaven received you,* opening to you the gates of paradise,* where you dwell, delighting in the tree of life.* Beseech Christ to grant our souls peace* and great mercy.\n*Glory be: Now and for ever:* O Mother of God, most pure Virgin,* you, in latter times, gave birth to God* and after birth remained truly a pure virgin,* O throne, mystical table, and light-bearing lampstand!\n\n## THURSDAY MATINS\n\n**Sessional Hymn**\n\n1. O wise apostles who have caught the whole world in your nets* and received from God His great love,* intercede for us who now sing:* O Lord, save Your Christian people by preserving our souls from all danger,* through the prayers of Your apostles.\n*Glory be: Now and for ever:* Having conceived the fire of the divinity without being consumed,* and without seed having sprouted forth the Lord and Source of life,* O Virgin full of grace and Mother of God,* save us who extol you unceasingly.\n\n2. With a spiritual net and reed of the cross,* the fishermen exposed the sophistry of the rhetors* and enlightened the nations, so that they may with piety glorify You, the true God.* Therefore, we sing a hymn to You,* Who strengthened them: Glory be to the Father, and to the Son,* and to the Holy Spirit equal in essence,* glory to You Who, through them, illumined the world.\n*Glory be: Now and for ever:* By their inspired teachings,* the disciples and divine apostles* have all announced your wondrous birthgiving, O immaculate Virgin;* they have taught us to bow before you, O Theotokos.* We now beseech you to intercede with them* for the salvation of your faithful servants.\n\n**Canon – Ode 9**\n\n*Hirmos:* As an image of your birthgiving, we have the bush which burned, but was not consumed. We beseech you to extinguish the flaming furnace of temptations in our souls so that we may extol you unceasingly, O Mother of God.\n*Verse:* Holy apostles, pray to God for us!\nDivine torches of the Holy Spirit, O blessed apostles, in a brilliant manner you have shed through the whole world the living brightness of your divine teaching which repels the darkness of the false gods.\n*Verse:* Holy bishop of Christ, Nicholas, pray to God for us!\nFervently we beseech you, for you are the great pastor and true imitator of Christ, the high priest; from your place in the highest heavens, O holy Nicholas, guide the flock of your sheep and always protect us from the misfortunes of this life.\n*Glory be: Now and for ever:* Through you alone we mortals are deified, for in your womb the Word of God took flesh. With the apostles and martyrs, implore the Divine Bridegroom in behalf of us, the faithful, who extol you, O most pure and all-immaculate Virgin!\n\n**Aposticha**\n\nThe lyre of the apostles,* whose many strings were moved by the Holy Spirit,* destroyed the abominable sacrifices of the demons,* and, proclaiming the one God,* it delivered the people from the delusion of idols* and taught them to worship the consubstantial Trinity.\nWith one voice let us sing the praises of the apostles* Peter and Paul, Luke, Matthew, Mark, and John,* Andrew, Thomas, and Bartholomew, James, Philip, and Simon;* to the whole assembly of the disciples* let us direct our songs of praise.\nRejoice in the Lord, O holy martyrs,* for you have fought the good fight.* You have withstood emperors and overcome tyrants.* Neither sword nor fire have terrified you,* not even the wild beasts which devoured your flesh.* But with the angels you have sung to Christ,* and you have received your crown from heaven.* Now intercede that we may be granted great mercy.\n*Glory be: Now and for ever:* Let us extol the Virgin as the prophets have taught us:* She is the golden vessel in which the manna is kept;* the bush which burns without being consumed;* the table, the throne, and the golden candlestick of the Light;* the unhewn mountain, the ark of the covenant,* and the gate of heaven.\n\n## THURSDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Prekhvalnii muchenycy):* You stretched Your immaculate hands* upon the cross, O Christ,* calling those who were afar, and bringing them near.* Although captive to my passions, I entreat You:* Gather me to Yourself and grant me repentance* and purification from every stain of sin.\nO Christ, Who loves mankind,* in Your desire to deliver Adam, the work of Your hands,* who was held in the kingdom of Hades through his transgressions,* You lifted Your hands upon the wood* and allowed Your fingers to be soaked with blood;* and so You raised him by Your almighty power.\nO uncreated and sinless Christ,* You are changless by nature* and are not subject to suffering in Your divinity.* You were crucified with evildoers* for our sakes, O Savior.* The sun, unable to endure the sight, was darkened;* and the whole earth shook,* acknowledging You to be the Creator of the world.\n\n**Aposticha**\n\nThe cross was planted upon the place of the skull;* and from the everlasting spring* that flowed from the side of the Savior,* it brought forth for us immortality.\nThe precious cross of the Savior* is our unshakeable wall;* for all of us, who have put our hope in it,* are saved.\nThrough the prayers of all the saints,* O Lord, and of the Mother of God,* grant us Your peace and have mercy on us,* for You alone are the God of tenderness.\n*Glory be: Now and for ever:* As she beheld you unjustly slain, O Christ,* the Virgin cried out in sorrow:* O my Child, how is it that you suffer unjustly?* How is it that you are now hanging on the wood?* For once You hung the whole earth upon the waters.* I entreat You, as Your Mother and handmaid:* Leave me not alone, O most merciful One.\n\n## FRIDAY MATINS\n\n**Sessional Hymns**\n\n1. In former times the weapon of the cross was revealed to the Emperor Constantine.* In battle it became the invincible sign of faith against the enemies.* It was of the cross that St. Paul boasted;* it makes the powers of Hades tremble,* and it has become the salvation of Christians.\n*Glory be: Now and for ever:* Beholding the Lamb and Shepherd hanging dead on the tree,* the unblemished Ewe-lamb exclaimed, weeping and crying out maternally:* O my Son, how am I to understand Your ineffable incarnation* and voluntary sufferings, by which You saved us, O all-good God.\n\n2. O Compassionate One, Who of old fashioned Adam from the dust,* You were struck by the hand of a mortal and endured crucifixion, mockery, and wounds.* O the wonder of Your great long-suffering!* Glory to your life-giving sufferings,* by which You saved us, O Lord.\n*Glory be: Now and for ever:* Seeing You stretched out, lifeless, upon the cross, O Christ,* Your most pure Mother cried out:* O my Son, Who with the Father and the Spirit are equally eternal!* How mysterious is Your providence!* By Your most pure hand You saved Your creation, O compassionate One, Lord of all goodness!\n\n**Canon – Ode 9**\n\n*Hirmos:* O Virgin Mother, You are the unconsumed bush which Moses saw, the living ladder which Jacob contemplated, and the heavenly gate through which Christ our God passed. With our hymns we extol you.\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nHow do the Pharisees hand over to crucifixion the only long-suffering One who shared our poverty? By His passion He obtained impassibility and is now delivered into the hands of those who inherited the fall of Adam.\n*Verse:* Holy martyrs, pray to God for us!\nThe legion of holy martyrs vanquished tens of thousands of the spiritual foe, having joined the countless number of angels; and with their all-powerful intercession they heal the many passions of our souls.\n*Glory be: Now and for ever:* How terrible will the day of reckoning be, O Virgin! How terrible the sentence! How great the misfortune! Who will be able to bear it, O most pure Lady? Have mercy on my sinful soul, and before my death grant me forgiveness, O most pure One.\n\n**Aposticha**\n\nYou were nailed to the cross to give us life.* Therefore, we sing to You unceasingly* as our Master and our Savior.\nBy your cross, O Christ,* angels and people have formed a single Church and a single flock;* heaven and earth exalt with joy. O Lord, glory to You!\nCome all you people and let us sing hymns and spiritual canticles* in honor of the victorious martyrs of Christ.* They are the heralds of the faith and the bright torches of the universe,* the never-failing springs from which healings gush forth.* Through their prayers, O Christ our God,* give peace to the world and great mercy to our souls.\n*Glory be: Now and for ever:* When the Ewe-lamb and all immaculate Lady* saw the Lamb on the cross without form and beauty, she exclaimed, weeping:* Woe is me! Where has Your comeliness gone, my sweet Child?* Where is Your majesty? Where is the shining grace of Your image,* O my most beloved Son!\n\n## FRIDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*Three stichera of the saint of the day and the following:*\n*(Podoben – Prekhvalnii muchenycy):* The triumphal army of martyrs* drowned a multitude of demons in the streams of their blood,* put an end to all abominable sacrifices,* and destroyed the deception of the idols through patient suffering.* Now they entreat Christ* to grant our souls peace and great mercy.\nWith wise words and doctrines* the most sacred pastors taught all* to glorify the threefold Godhead in Unity,* divinely avoiding the confusion and division of Its Persons.* Now they pray that peace and great mercy be granted to our souls.\nThe company of the venerables* put to sleep the carnal desires and restrained the impulses,* showing their life to be angelic.* Now they rejoice in the heavenly mansions,* and they implore Christ to grant our souls peace and great mercy.\n*Glory be: Now and for ever: (Dogmaticon):* Let us praise the Virgin Mary* who, although born of our humanity,* gave birth to the Lord of all.* The angels extol her in song;* for she is the glory of the whole world,* the gateway to heaven, and the adornment of the faithful.* As Mother of God, she is heaven itself* and the very temple of God.* She broke down the wall of enmity between mankind and God,* thereby bringing us peace and opening the gates of the Kingdom.* Let us, therefore, cling to her as the anchor of our faith;* and our Lord, Who was born of her, will be our protector.* Take courage, then, O people of God;* for the Almighty Himself will defeat your enemies.\n\n**Aposticha**\n\nO martyrs, worthy of praise,* though the earth may not have covered you, heaven received you,* opening to you the gates of paradise,* where you dwell, delighting in the tree of life.* Beseech Christ to grant our souls* peace and great mercy.\nThrough the supplication of all the saints* and of the Theotokos,* grant us Your peace, O Lord,* and save us, since You alone are compassionate.\nO saints, your confession of faith* in the arena destroyed the strength of devils and set us free from delusion.* When you were beheaded, you cried out:* O Lord, may the sacrifice of our souls be acceptable in Your sight;* for in our love for You, the Lover of mankind,* we have despised this temporal life.\n*Glory be: Now and for ever:* O most glorious bride of God,* the wondrous majesty of your child-bearing is truly beyond understanding.* All of the prophets proclaimed the incomprehensible and ineffable conception* and the nativity of the Savior of the world,* in that He is the Lover of mankind, O all-praised One.\n\n## SATURDAY MATINS\n\n**Sessional Hymns**\n\n1. As good soldiers united in the faith,* without fear and without reproach before the threats of the tyrants,* you marched steadfastly toward Christ,* carrying His precious cross on yourselves.* At the end of the contest and the struggles,* you have received the victory from on high.* Glory to Him Who strengthened you;* glory to Him Who crowned you;* glory to Him Who works in you to save us.\n*Glory be: Now and for ever:* O holy tabernacle, when Gabriel cried out to you:* Rejoice, O Virgin, full of grace,* the Lord of all became incarnate of you*, as the righteous David had foretold.* In bearing your Creator,* you have shown yourself to surpass the vastness of the heavens.* We, therefore, cry out:* Glory to Him Who dwelt in you!* Glory to Him Who came forth from you!* Glory to Him Who has set us free through your life-giving birth!\n\n2. Let us all pray to the martyrs of Christ,* and approaching them in faith and love,* for they, as defenders of the faith,* intercede for our salvation,* pour forth the grace of healings* and repel the hordes of the demons.\n*Glory be: Now and for ever:* O Virgin Mother of God,* only powerful and fervent intercessor for the human race,* with the prophets and martyrs, the hierarchs, fasters and venerables,* pray unceasingly to God the Word* to Whom you supernaturally gave birth, that He save us all.\n\n**Canon – Ode 9**\n\n*Hirmos:* We extol you, O Mother of God, ever-flowing life-giving fountain, light-bearing lampstand of grace, spiritual temple, most pure tabernacle, more spacious than heaven and earth.\n*Verse:* Holy martyrs, pray to God for us!\nLet us honor with exultation the holy struggles, the suffering and wounds, the crucifixions and banishments, and blessed deaths of the holy martyrs, through which they became imitators of Christ.\n*Verse:* All you saints, pray to God for us!\nAs God’s priests, the servants of God clothed themselves in righteousness; for, having spent their life in holiness and having gloriously ended their life in fasting, now rejoice, extolling Christ.\n*Glory be: Now and for ever:* You who gave birth to the divine eternal Word, through your prayers remit all my offenses, and enlighten my mind, ever bedimmed by slothfulness, so that I may sing hymns to you and faithfully extol you.\n\n**Aposticha**\n\nCome all you people and let us sing hymns and spiritual canticles,* in honor of the victorious martyrs of Christ.* They are the heralds of the faith and the bright torches of the universe,* the never-failing springs from which healings gush forth.* Through their prayers, O Christ our God,* give peace to the world and great mercy to our souls.* The soldiers of the great King opposed the decrees of the tyrants,* bravely paying no heed to the tortures; and having destroyed all deception,* received the crown they deserved.* And they ask of the Lord peace and great mercy for our souls.\nO holy martyrs worthy of all praise,* neither trial nor distress nor hunger, neither persecution nor danger,* neither the rage of wild beasts nor the sword nor fire, could keep you from God.* But rather in your love for Him,* you forgot the limitations of nature and became strangers in your bodies.* Defying death you struggled courageously* and receiving the recompense worthy of your labors,* you have become inheritors of the kingdom of heaven.* Intercede now for the salvation of our souls.\n*Glory be: Now and for ever:* Rejoice for us, O holy Virgin Mother of God,* pure vessel of the world, inextinguishable light,* receptacle of the Uncontainable, indestructible temple!* Rejoice, for of you was born the Lamb of God,* Who takes away the sins of the whole world.\n\n***\n"