"VESPERS\n\nStichera at “O Lord, I have cried...”\n\nSeven stichera from the resurrectional tone of the week and the following:\n\n(Tone 1): I have sown sin in a land of innocence and life* and have harvested the ears of thoughtlessness.* I have gathered my actions into bundles of sheaves,* but I have not placed them on the threshing floor of repentance.* And now I pray to You, O my God,* for You are the eternal Tiller of our fields: With the breath of Your lovingkindness,* winnow the grain of my actions,* feed my soul with Your grace and forgiveness,* gather me into Your heavenly granaries and save me.\n\nO faithful, let us discover the power of the divine mystery.* The prodigal came back from his sin and returned to his father’s house;* in his loving kindness his father came out to meet him and kissed him.* He restored him to the glory of his house* and prepared a mystical banquet on high.* He killed the fatted calf so that we may share in his joy:* the joy of the Father who offers with love,* and the joy of the Lamb Who gives Himself for us;* for He is Christ, the Savior of our souls.\n\n(Tone 4): As the prodigal son I also come to You, O God of goodness,* after having spent my life far from You. O Father,* I wasted the riches that You gave me.* Receive my repentance, O Lord, and have mercy on me.\n\nGlory be: (Tone 2): From what blessings have I been deprived in my wretchedness,* from what kingdom have I been exiled!* I squandered the treasure that I received from You,* and I have wandered far from Your law.* Alas, O my poor soul, you shall be delivered to the eternal fire;* but before the end cry out to Christ our God:* Receive me, O Lord, as the prodigal son,* and have mercy on me.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nAposticha\n\nFrom the resurrectional tone of the week, then the following:\n\nGlory be: (Tone 6): I have wasted the treasure that my Father gave to me;* I have lived among senseless animals,* I have longed to eat the food of swine,* and because no one offered it to me I remained hungry.* But now I return to my Father Who is so good,* and with tears I cry out:* Treat me as one of Your servants,* for I no longer deserve Your love;* and in Your mercy, save me.\n\nNow and for ever: Christ the Lord, our Creator and Redeemer,* came forth from your womb, O most pure Virgin.* He clothed Himself in our human flesh* to set us free from the original curse of Adam.* Therefore, O Mary, we praise you, without ceasing,* as the true Virgin Mother of God,* and we sing with the angels:* Rejoice, O Lady, advocate, protector, and salvation of our souls.\n\nCanticle of Simeon; Holy God; Trinity most holy; Our Father; resurrectional troparion; Glory be... now and for ever: resurrectional theotokion.\n\nSUNDAY MATINS\n\nEverything resurrectional until the polyeley, then Psalm 136:\n\nBy the rivers of Babylon there we sat and wept, remembering Zion. Alleluia! (3x)\n\nFor it was there that they asked us; our captors, for songs, our oppressors, for joy. Alleluia! (3x)\n\nSing to us they said, one of Zion’s songs. Alleluia! (3x)\n\nO how could we sing the song of the Lord on alien soil? Alleluia! (3x)\n\nO Babylon, destroyer, one is happy who repays you the ills you brought on us. Alleluia! (3x)\n\nGlory be: Now and for ever: Alleluia (3x).\n\nAlleluia, Alleluia, Alleluia. Glory be to You, O God!\n\nHosts of angels; everything else resurrectional including Psalm 50; then: Open to me the doors..., (p. 434).\n\nCanon (resurrectional and the following):\n\nOde 9, Hirmos (Tone 2): What mortal has ever heard of this? Who has ever known a virgin to conceive and give birth without pain? But this is your wondrous mystery, O holy Mother of God, and we extol you.\n\nVerse: Glory be to You, our God, glory be to You!\n\nO Christ, behold the affliction of my heart; do not despise my conversion and my tears. Embrace me in Your mercy, and add me to the number of your elect, so that in thanksgiving I may praise Your love.\n\nVerse: Glory be to You, our God, glory be to You!\n\nAs the thief I cry out: Remember me. As the humble publican, I strike my breast and implore Your mercy. As the prodigal, deliver me from all iniquity, O God of mercy, so that I may praise the condescension of my King.\n\nGlory be: Now and for ever: By the brightness of your intercession, O Virgin, enlighten the dark eyes of my spirit. Lead me on the paths of repentance, so that I may praise you as is fitting. For you have brought into the world in an ineffable manner the Word of God.\n\nKatabasia: What mortal has ever heard... (see above). To Feb. 9, the following katabasia is taken: In the shadows and the writings..., (p. 261).\n\nHoly is the Lord our God (3x).\n\nExapostilarion and the following:\n\nGlory be: The treasury of grace that You have given me, O God and Savior, I have wasted in a wretched way. Wickedly I squandered it, living far from You in foolish company. But now I return to You: Accept me, O God of mercy, as You once received the prodigal, and save me.\n\nNow and for ever: O holy Virgi"