"SATURDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nSeven stichera from the resurrectional tone of the week and the following three:\n\n(Tone 1): O faithful, let us not pray as the Pharisee,* for those who exalt themselves shall be humbled.* Let us humble ourselves before God,* and with the publican let us say:* Lord, have mercy on me a sinner.\n\nThe Pharisee, overcome with his pride,* and the publican, bent down in repentance,* came before You, the only Lord;* the first trusted in himself and was deprived of Your blessings;* the other spoke but a few words and received your blessings in abundance.* Behold my tears and strengthen me, O Christ our God,* for You are indeed the Lover of Mankind.\n\n(Tone 3): You know the difference, O my soul, between the Pharisee and the publican.* Detest the proud words of the first;* imitate the humble prayer of the second and say:* Forgive me, O Lord, for I am a sinner,* O God have mercy on me!\n\nGlory be: (Tone 8): O almighty Lord,* I realize the power of tears:* they saved Hezekiah from the gates of death;* by them the sinful woman was forgiven all her sins;* and through them the publican was justified, but the pharisee was not.* Number me with them, O Lord, and have mercy on me.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nAposticha\n\nFrom the resurrectional tone of the week and the following:\n\nGlory be: (Tone 5): Because of my sins my eyes are weighed down,* and I can no longer raise them up to see the light of heaven.* But grant that I may repent like the publican,* O Lord, have mercy on me.\n\nNow and for ever: O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of Righteousness,* wished to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls;* for, as His Mother, you can approach Him with the greatest confidence.\n\nCanticle of Simeon; Holy God; Trinity most holy; Our Father; resurrectional troparion; Glory be: Now and for ever: resurrectional theotokion.\n\nSUNDAY MATINS\n\nEverything resurrectional to Psalm 50 inclusive, then:\n\nGlory be: (Tone 8): Open to me the doors of repentance, O Giver of Life.* As we worship in Your temple this morning,* teach us how to purify the temples of our bodies,* and in Your compassion, purify me by the goodness of Your mercies.\n\nNow and for ever: Lead me to the paths of salvation, O Mother of God,* for I have condemned myself with shameful sins* and have wasted all my life in slothfulness.* By your intercession purify me from all sinfulness.\n\nVerse (Tone 6): Have mercy on me, God, in Your kindness. In Your compassion blot out my offense.\n\nWhen I think upon the multitude of my evil deeds,* I tremble for the terrible day of judgment.* But trusting in the compassion of Your mercy, O Lord,* I cry to You like David:* Have mercy on me, O God, according to Your great mercy.\n\nCanon (resurrectional and the following)\n\nOde 9, Hirmos (Tone 6): For humanity it is impossible to see God upon Whom even the angels dare not gaze; but because of you, O most pure One, the Word made flesh is seen by mortals; and when we extol you together with the heavenly armies, we proclaim you blessed.\n\nVerse: Glory be to You, our God, glory be to You!\n\nReceiving from Christ humility as our path to exaltation, let us imitate the Publican as our model of salvation. Let us drive far from us the stench of pride so that our humble heart may receive great mercy.\n\nVerse: Glory be to You, our God, glory be to you!\n\nLet us cast out pride from our soul, and let us gain a right conscience with feelings of humility. Let us not try to be just in our own eyes, and let us detest the stench of vainglory, so that with the Publican we may find grace before God.\n\nGlory be: Now and for ever: Now make worthy of Your blessing, O Lord, those who have become poor in spirit: for according to Your commandment, we offer You a contrite spirit. O Savior, accept those who serve You with all their heart and save them.\n\nKatabasia (Tone 4): Let everyone on earth dance for joy in spirit. Let the heavenly ranks celebrate in honor of the sacred feast. O Mother of God, let them cry: Rejoice, ever-blessed Theotokos and ever-Virgin. (To Feb. 9, the following hirmos is taken: In the shadows and the writings..., p. 261).\n\nHoly is the Lord our God (3x).\n\nExapostilarion and the following:\n\nGlory be: Let us cast far from us the pride of the pharisee, and let us learn the perfect humility of the publican so that we may be exalted and say with him: Lord, forgive Your servants, for You were born of the Virgin, O Christ our God, and freely You suffered even to the cross, and by Your divine power You have raised the world with You.\n\nNow and for ever: The Author of creation and the God of the universe has taken mortal f"