"FRIDAY VESPERS\n\nLitany of the Deceased (standing)\n\nIn peace let us pray to the Lord.\n\nFor the peace from on high and for the salvation of our souls, let us pray to the Lord.\n\nFor the departed servants of God (our fathers and brethren) and for their blessed repose, let us pray to the Lord.\n\nThat their every transgression, voluntary and involuntary, be forgiven them, let us pray to the Lord.\n\nThat they may stand blameless before the awesome tribunal of Christ, let us pray to the Lord.\n\nLet us also pray that the Lord God commit their souls to the place where the just repose.\n\nFor the sorrowing and the sick who have placed their hope in the consolation of the Lord, let us pray to the Lord.\n\nThat they may be delivered from every sickness, sorrow, and sighing, let us pray to the Lord.\n\nThat the Lord place their souls in a place of light, joy, and peace, where the righteous repose, let us pray to the Lord.\n\nThat they may be delivered from all tribulation, wrath, and misfortune, let us pray to the Lord.\n\nHelp and save, have mercy and protect us, O God, by Your grace.\n\nFor the mercy of God, for the kingdom of heaven, and for the remission of their sins, let us beseech Christ, the immortal King and our God.\n\nFor You, O Christ our God, are the resurrection, the life and the repose of Your servants, who have fallen asleep; and we give glory to You, together with Your eternal Father and Your most holy, good and life-giving Spirit, now and for ever and ever.\n\nStichera at “O Lord, I have cried...”\n\nThree stichera from the Octoechos and these three from the Triodion:\n\n(Tone 8): O faithful, let us commemorate today* all those who have fallen asleep from times beyond memory,* and all those who have lived in true faith,* each one individually.* Let us praise the Lord our Savior,* praying to Him with fervor,* that at the time of judgment* they may give a good account to our God Who is to judge the earth,* so that they may stand joyfully at His right hand* in the company of the just, as brilliant heirs of the saints,* and that they may deserve His heavenly kingdom.\n\nO Savior, Who redeemed us with Your blood,* Who delivered us from Death* through Your death and granted us everlasting life through resurrection;* give repose, O Lord, to the souls of the faithful who rest in death,* in the wilderness or in the cities* on land, at sea, or anywhere;* to king and bishops, to ascetics and to priests,* to the laity of every walk of life and every race,* and make them all worthy of Your kingdom.\n\nO Christ, by Your resurrection from the dead,* Death has no more power over those who have fallen asleep in the true faith.* Wherefore, we beseech You constantly;* Let us rest in Your heavenly dwellings in the bosom of Abraham* together with all Your servants* who have worshiped You according to their conscience* from the days of Adam until our present time:* parents, siblings, relatives and friends,* who have passed through this life with some degree of faith,* and make us all worthy of Your heavenly kingdom.\n\nGlory be: I weep and lament* as I contemplate death,* and behold our beauty fashioned in the image of God,* resting in the tombs,* disfigured, deprived of glory and expression.* O, what a wonder!* What is this mystery?* Why have we been delivered to corruption?* Why subjected to Death?* Indeed, as it is written,* by the command of God,* for He grants rest to the departed.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nInstead of the Prokimenon, the Alleluia (Tone 8) is taken:\n\nVerse: Blessed are they whom You have chosen and received.\n\nVerse: They are remembered from generation to generation.\n\nAposticha\n\n(Tone 8): You have formed Adam with Your own hand* and have placed him at the border of mortal and immortal life;* You created him full of grace and life, and then You delivered him from death.* O Savior, You brought him back to his original life.* Therefore, O Master, we pray to You:* To Your servants whom You have taken to Yourself,* grant repose with the just in the choir of Your elect;* inscribe their names in the book of life.* When the archangel shall awaken them at the sound of the trumpet,* count them worthy of Your heavenly kingdom.\n\nVerse: Blessed are they whom You have chosen and received, O Lord.\n\nChrist is risen and has broken the bonds of Adam* and all those who came after him;* He has destroyed the power of Hades.* Take courage, all you departed!* Death has been put to death;* Hades has been despoiled.* Christ has triumphed on the cross;* He is risen and has given immortality to our flesh.* He has raised us with Him and made us sharers of His resurrection.* He has made worthy of His glory* all those who in justice and joy have placed their hope in Him.\n\nVerse: Their souls shall dwell in everlasting happiness.\n\nIn days of old Adam was seized with grief* when he tasted the forbidden fruit in Eden;* for the Serpent filled it with venom,* and in this way Death entered the world,* devouring the whole human race,* but th"