"SATURDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nSeven stichera from the resurrectional tone of the week and the following three:\n\n(Tone 6, Podoben — Vse Otlozhyvshe): My Creator and Lord has formed me from the clay of the earth,* He has given me a soul by His life-giving breath.* He has made me ruler of all things visible upon the earth* and has made me a companion of the angels.* But Satan has used the serpent as a trap* and has deceived me with this bait;* he has separated me from the glory of God* and delivered me over to the earth and to death.* But You, O Lord of Mercy, call me back to You.\n\nAlas! I have been stripped of my divine garment* by transgressing Your commandment, O Lord,* and by following the counsel of the enemy.* I am now clothed with fig leaves and the garments of skin;* I now eat my bread by the sweat of my brow,* and because of my fault, the earth is condemned to bring forth thistles and thorns.* But, You, O Lord born of the Virgin in these last times,* call me back to enter once again into paradise.\n\nO beloved paradise, beauty of springtime and divinely created abode,* unending joy and delight,* the glory of all the just, the enchantment of the prophets and the dwelling place of the saints,* by the rustling of your leaves,* implore the Creator of the universe* to open the gates that I have closed by my fault;* let me partake of the tree of life* and share the joy that I once found in You.\n\nGlory be: Adam sat before paradise,* sighing and weeping over his nakedness:* Alas! I was seduced by craftiness and stripped naked,* and I am now separated from glory.* Alas! In my simplicity, I was naked;* but now I do not know what to do,* O paradise, never again shall I taste your joy;* never again shall I see the Lord, my Creator and my God.* For I must return to the earth from which I was taken.* O merciful God, I cry out to You:* I have fallen; have mercy on me.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nAposticha\n\nFrom the resurrectional tone of the week and the following:\n\nGlory be: (Tone 6): Adam was banished from paradise because of the forbidden fruit.* He sat before the gate, sighing and lamenting:* Alas! Woe is me! What is happening to me?* I have transgressed the commandment of the Lord,* and now I am deprived of every blessing.* O paradise, so delightful, you were planted for me,* and now you are closed because of Eve.* Beseech your Creator Who has also fashioned me* to fill me with the fragrance of your flowers once again.* And the Savior said to him:* I do not desire the destruction of My creation;*"