"SATURDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nSeven stichera from the resurrectional tone of the week and the following:\n\n(Tone 6, Podoben - Vse otlozhyvshe): When You shall come to render just judgment,* O Righteous Judge,* You shall sit upon Your throne of glory.* A river of fire shall flow before Your judgment seat;* the powers of heaven will be there with You.* Filled with fear, all humanity will be judged according to their deeds.* At this hour, O Christ, spare us,* and because of Your great love, grant that the faithful* who pray to You may be given a place with Your chosen ones.\n\nThe books will be opened* and the secrets laid bare* before Your awesome judgment seat;* and the whole valley of tears shall resound with a dreadful sigh,* when it sees the sinners sent to eternal punishment by Your just judgment,* and hears them weeping hopelessly.* Therefore, O God of Mercy, we pray to You:* Spare us who sing to You, O Only Good One.\n\nThe trumpets shall sound* and the tombs shall be opened;* humanity shall come forth trembling.* Those who have done good shall rejoice,* as they await the reward they shall receive.* Those who have done evil shall shriek in terror,* as they are sent to punishment and separated from the elect.* In Your goodness, spare us, O Lord of glory,* and grant that we may enjoy a place with those who love You.\n\nGlory be: (Tone 8): When the thrones are set up and the books are opened* and God will sit in judgment,* what fear shall I feel at that moment!* When the angels shall tremble at His side* and a river of fire rise up,* what shall we sinners then do?* When we shall hear the blessed of His Father called to the kingdom of heaven* and the sinners to eternal punishment,* who will be able to endure His dreadful condemnation?* But you, O my Savior, hasten to convert me before the end,* and, O King of the ages, have mercy on me.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nAposticha\n\nFrom the resurrectional tone of the week, then the following:\n\nGlory be: (Tone 8): Alas! O my darkened soul,* how long will you persist in sin?* How long will you lie in laziness?* Why do you not think of the dreadful hour of death?* Do you not fear the awesome judgment seat of the Savior?* How will you defend yourself?* How will you be vindicated?* Your works are there to convict you,* and your actions witness against you.* Moreover, time is growing short,* O my soul; hasten and cry out in faith:* I have sinned, O Lord, I have sinned:* but I know Your love and Your mercy.* O Good Shepherd, in Your goodness,* do not deprive me of a place at Your right hand.\n\nNow and for ever: O Virgin, you have never known wedlock,* yet you conceived God in the flesh in a manner which words can never describe.* You thus became the Mother of God on high.* O Immaculate Lady, receive the supplication of your servants* and grant us the cleansing of our sins.* Accept now our prayers and beseech God to save all of us.\n\nCanticle of Simeon; Holy God; Trinity most holy; Our Father; resurrectional troparion; Glory be: Now and for ever: resurrectional theotokion.\n\nSUNDAY MATINS\n\nEverything resurrectional, as on an ordinary Sunday; after the Polyeleos: By the rivers of Babylon..., (p. 439); and after Psalm 50, Open me the doors..., (p. 434).\n\nCanon (resurrectional and the following):\n\nOde 9, Hirmos (Tone 6): You conceived without seed; your giving birth is beyond expression, O spouseless Mother. God became incarnate in a virginal manner and renewed the laws of nature. With true faith, O Virgin Mother of God, we extol you from age to age.\n\nVerse: Glory be to You, our God, glory be to You!\n\nThe Lord is coming to punish sinners and save the just; let us pour out our tears and tremble; let us call to mind that day when the Lord will uncover all our secret deeds, and punish them as is fitting.\n\nVerse: Glory be to You, our God, glory be to You!\n\nMy soul is wounded, my body has grown weak, my spirit is drooping, my thoughts are without strength, the end is near, and my life is passing away. What will you do, O my poor soul, when the Judge shall come and reveal your secret deeds?\n\nGlory be: Now and for ever: In Your anger, do not reject me far from Your face, O Lord. May I not hear Your voice pronounce the curse and send me to the fire; rather may I enter into the joy of Your eternal wedding banquet with Your elect.\n\nKatabasia: You conceived without seed... (see above).\n\nHoly is the Lord our God (3x).\n\nExapostilarion and the following:\n\nGlory be: Now and for ever: I consider the hour of judgment and Your dreadful coming, O Lord and Lover of Mankind; and in my distress, I tremble and cry out to You: O Just Judge Who alone are merciful, guide me back to You and accept me, through the prayers of the Mother of God.\n\nStichera at the Praises\n\nStichera from the resurrectional tone of the week and the following three:\n\n(Tone 6): I meditate upon that awesome day* when we shall all stand naked as the condemned,* to appear before the i"