{
  "content": "(Tone 8): You have formed Adam with Your own hand* and have placed him at the border of mortal and immortal life;* You created him full of grace and life, and then You delivered him from death.* O Savior, You brought him back to his original life.* Therefore, O Master, we pray to You:* To Your servants whom You have taken to Yourself,* grant repose with the just in the choir of Your elect;* inscribe their names in the book of life.* When the archangel shall awaken them at the sound of the trumpet,* count them worthy of Your heavenly kingdom.\n\nVerse: Blessed are they whom You have chosen and received, O Lord.\n\nChrist is risen and has broken the bonds of Adam* and all those who came after him;* He has destroyed the power of Hades.* Take courage, all you departed!* Death has been put to death;* Hades has been despoiled.* Christ has triumphed on the cross;* He is risen and has given immortality to our flesh.* He has raised us with Him and made us sharers of His resurrection.* He has made worthy of His glory* all those who in justice and joy have placed their hope in Him.\n\nVerse: Their souls shall dwell in everlasting happiness.\n\nIn days of old Adam was seized with grief* when he tasted the forbidden fruit in Eden;* for the Serpent filled it with venom,* and in this way Death entered the world,* devouring the whole human race,* but the Lord has come destroying the dragon and giving us rest.* Let us cry out: O God our Savior,* spare those whom You have taken to Yourself* and give them rest with Your chosen ones.\n\nGlory be: (Tone 2): As a flower withers and a shadow passes,* so every one will die;* but when the trumpet sounds, the dead will rise again* as in an earthquake to meet You, O Christ our God.* Then, O Master, place in the abode of Your saints* the souls of Your servants whom You have taken from us.\n\nNow and for ever: In you, O Mother of God, I place all my trust;* shelter me beneath your mantle.",
  "source": "Stamford Lenten Triodion",
  "_original_id": "triodion.saturday_departed.vespers.stichera_aposticha"
}