{
  "title": "Resurrection Gospel 11",
  "content": "Jn 21:15-25\n\n[At that time,] when they had finished breakfast, Jesus said to Simon Peter, \"Simon, son of John, do you love me more than these?\" He said to him, \"Yes, Lord, you know that I love you.\" He said to him, \"Feed my lambs.\" He then said to him a second time, \"Simon, son of John, do you love me?\" He said to him, \"Yes, Lord, you know that I love you.\" He said to him, \"Tend my sheep.\" He said to him the third time, \"Simon, son of John, do you love me?\" Peter was distressed that he had said to him a third time, \"Do you love me?\" and he said to him, \"Lord, you know everything; you know that I love you.\" [Jesus] said to him, \"Feed my sheep. Amen, amen, I say to you, when you were younger, you used to dress yourself and go where you wanted; but when you grow old, you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.\" He said this signifying by what kind of death he would glorify God. And when he had said this, he said to him, \"Follow me.\" Peter turned and saw the disciple following whom Jesus loved, the one who had also reclined upon his chest during the supper and had said, \"Master, who is the one who will betray you?\" When Peter saw him, he said to Jesus, \"Lord, what about him?\" Jesus said to him, \"What if I want him to remain until I come? What concern is it of yours? You follow me.\" So the word spread among the brothers that that disciple would not die. But Jesus had not told him that he would not die, just \"What if I want him to remain until I come? [What concern is it of yours?]\" It is this disciple who testifies to these things and has written them, and we know that his testimony is true. There are also many other things that Jesus did, but if these were to be described individually, I do not think the whole world would contain the books that would be written.",
  "source": "Stamford Octoechos",
  "_aliases": [
    "eothinon_11_gospel"
  ],
  "_original_id": "eothinon.eothinon_11_gospel"
}