{
  "title": "Psalm 30",
  "content": "(Friday Evening)\nIn You, O Lord, I take refuge.* Let me never be put to shame.\nIn Your justice, set me free,* hear me and speedily rescue me.\nBe a rock of refuge for me, a mighty stronghold to save me,* for You are my rock, my stronghold.\nFor Your name’s sake, lead me and guide me.* Release me from the snares they have hidden* for You are my refuge, Lord.\nInto Your hands I commend my spirit.* It is You Who will redeem me, Lord.\nO God of truth, You detest those who worship false and empty gods.* As for me, I trust in the Lord:\nLet me be glad and rejoice in Your love.* You who have seen my affliction\nAnd taken heed of my soul’s distress,* have not handed me over to the enemy, but set my feet at large.\nHave mercy on me, O Lord, for I am in distress.* Tears have wasted my eyes, my throat and my heart.\nFor my life is spent with sorrow* and my years with sighs.\nAffliction has broken down my strength,* and my bones waste away.\nIn the face of all my foes I am a reproach,* an object of scorn to my neighbors and of fear to my friends.\nThose who see me in the street* run far away from me.\nI am like a dead man, forgotten,* like a thing thrown away.\nI have heard the slander of the crowd,* fear is all around me.\nAs they plot together against me,* as they plan to take my life.\nBut as for me, I trust in You, Lord,* I say: You are my God.\nMy life is in Your hands,* deliver me from the hands of those who hate me.\nLet Your face shine on Your servant.* Save me in Your love.\nHow great is the goodness, Lord, that You keep for those who fear You,* that You show to those who trust You in the sight of men.\nYou hide them in the shelter of Your presence from the plotting of men:* You keep them safe within Your tent from disputing tongues.\nBlessed be the Lord* Who has shown me the wonders of His love in a fortified city.\n“I am far removed from Your sight,”* I said in my alarm.\nYet You heard the voice of my plea* when I cried for help.\nLove the Lord, all you saints.* He guards His faithful.\nBut the Lord will repay you to the full* those who act with pride.\nBe strong, let your heart take courage,* all who hope in the Lord.",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_30"
  ],
  "_original_id": "horologion.psalm_30"
}