{
  "title": "Prayer of St. Ephrem",
  "content": "O Lord and Master of my life, drive from me the spirit of indifference, despair, lust for power, and idle chatter.\n(Prostration)\nInstead, bestow on me, Your servant, the spirit of integrity, humility, patience, and love. (Prostration)\nYes, O Lord and King, let me see my own sins and not judge my brothers and sisters; for you are blessed for ever and ever. Amen. (Prostration)\nGod, be merciful to me a sinner. God, cleanse me of my sins and have mercy on me. I have sinned without number; forgive me, O Lord. (12 small bows)\nIf the First Hour is to follow, then the choir begins: Come let us adore...; if not, the priest says:\nPriest: Glory be to You, O Christ our God, our hope; glory be to You.\nChoir: Glory be: Now and for ever: Lord, have mercy (3x): Give the blessing.\nPriest: Christ our true God... (p. 37).\nAfter Matins\nSunday:\n(Tone 6): O Christ our Savior, the angels in heaven sing the praises of Your resurrection; make us, on earth, also worthy to extol and glorify You with a pure heart.\nMonday:\nO Immaculate One, imitating the speech of the archangel, we cry out to you: rejoice, O full of grace; the Lord is with you!\nTuesday:\n(Tone 6): We have no other help; we have no other hope besides you, O Immaculate Virgin! You are our hope; you are our glory. Therefore, help us for we are your servants. May we not be put to shame.\nWednesday and Friday: By the power of Your cross, O Christ, give me understanding, that I may glorify Your saving crucifixion with song.\nThursday:\n(Tone 6): O Mother of God, you are the true vine laden with the Fruit of Life; wherefore, we implore you, O Lady, to intercede together with the apostles and all the saints that we may obtain mercy for our souls.\nSaturday:\n(Tone 8): O Mother of God, we your servants sing a hymn of thanks to you, a hymn of triumph to a valiant leader; for you have delivered us from all peril. We now exclaim to you: hail, O bride and virgin ever-pure!\nOn the feasts of our Lord, of the Theotokos, and of the saints, the Exaltation is sung.\nTHE FIRST HOUR\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God...; (the usual beginning, p. 10; then):\nCome, let us adore the King, our God.\nCome, let us adore Christ, the King and our God.\nCome, let us adore and bow down to the only Lord Jesus Christ, the King and our God.",
  "source": "Stamford Horologion",
  "_original_id": "horologion.prayer_st_ephrem"
}