{
  "title": "Psalm 150",
  "content": "Praise God in His Holy place,* praise Him in His mighty heavens.\n(For 4 stichera) Praise Him for His powerful deeds,* praise His surpassing greatness.\nO praise Him with sound of trumpet,* praise Him with lute and harp.\n(For 2 stichera) Praise Him with timbrel and dance,* praise Him with strings and pipes.\nO praise Him with resounding cymbals praise Him with clashing of cymbals.* Let everything that lives and that breathes give praise to the Lord.\nIf the Lesser Doxology is taken, see p. 144.\nAfter the stichera, we take, on feasts, the Glory be: and the Now and for ever: according to the typicon.\nOn Sunday – Glory be: the Gospel stichera; Now and for ever: the following sticherion:\nLet Your mercy, O Lord, be upon us* because we have set our hope in You.\nBlessed are You, O Lord,* teach me Your commandments.\nBlessed are You, O Master,* make me understand Your commandments.\nBlessed are You, O Holy One,* enlighten me with Your laws.\nO Lord, You have been our refuge* from one generation to the next.\nI said: Lord, have mercy on me,* heal my soul, for I have sinned against You.\nO Lord, I have fled to You, teach me to do Your will,* for You, O Lord, are my God.\nIn You is the source of life* and in Your light we see light.\nKeep on loving those* who know You.\nHoly God, Holy and Mighty, Holy and Immortal, have mercy on us. (3x)\nGlory be: Now and for ever: Holy and Immortal, have mercy on us.\nHoly God, Holy and Mighty, Holy and Immortal, have mercy on us.\nThen on feasts, the troparion is taken according to the typicon.\nOn the Sundays of tones 1, 3, 5 and 7, the following troparion is sung:\nToday salvation has come to the world. Let us sing to Him Who is risen from the tomb, the Author of life Who has crushed Death by His death and bestowed victory and great mercy.\nFor tones 2, 4, 6 and 8, the following troparion is sung:\nYou came forth from death, destroying the eternal bonds of Hades, O Lord. You broke the curse of Death and thus delivered us from the snares of the Evil One. Then You appeared to Your Apostles and sent them forth to preach, and through them You have bestowed Your peace upon all the world, for You alone are rich in mercy.\nAs the troparion is being sung, the priest, together with the deacon who precedes him, takes the Gospel Book from the tetrapod into the sanctuary, and places it on the altar. Then the deacon says the litany:\nHave mercy on us, O God, in the greatness of Your compassion, we pray You, hear us and have mercy.\nChoir: Lord, have mercy. (3x)\nWe also pray for our most holy universal Pontiff, N., Pope of Rome; for our most blessed Patriarch, N.; for our most reverend Metropolitan, N.; our God-loving Bishop, N., for those who serve and have served in this holy church, for our spiritual fathers, and for all our brethren in Christ.\nWe also pray for our nation under God, for our government, and for all the military.\nWe also pray for the people here present who await Your great and bountiful mercies, for those who have been kind to us, and for all orthodox Christians.\nPriest: For You are a merciful and loving God, and we give glory to You, Father, Son and Holy Spirit, now and for ever and ever.\nChoir: Amen.",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_150"
  ],
  "_original_id": "horologion.psalm_150"
}