{
  "title": "Psalm 64",
  "content": "To You our praise is due in Zion, O God.* To You we pay our vows, You Who hear our prayer.\nTo You all flesh will come* with its burden of sin,\nToo heavy for us, our offenses,* but You wipe them away.\nBlessed is he whom You choose* and call to dwell in Your courts.\nWe are filled with the blessings of Your house,* of Your holy temple.\nYou keep Your pledge with wonders, O God our Savior,* the hope of all the earth and of far distant isles.\nYou uphold the mountains with Your strength,* You are girded with power.\nYou still the roaring of the seas,* the roaring of their waves and the tumult of the peoples.\nThe ends of the earth stand in awe* at the sight of Your wonders.\nThe lands of sunrise and sunset* You fill with Your joy.\nYou care for the earth, give it water,* You fill it with riches.\nYour river in heaven brims over* to provide its grain.\nAnd thus You provide for the earth;* You drench its furrows,\nYou level it, soften it with showers,* You bless its growth.\nYou crown the year with Your goodness.* Abundance flows in Your steppes, in the pastures of the wilderness it flows.\nThe hills are girded with joy,* the meadows covered with flocks,\nThe valleys are decked with wheat.* They shout for joy, yes, they sing.\nThen: Psalm 68 (p. 579), and Psalm 69 (p. 45).\nGlory be: Now and for ever: (without the Alleluia). Then immediately:\nI believe in one God.... (p. 48).\nHoly God; Trinity most holy; Our Father; and the following troparia:\n(Tone 2) Uncreated Being, Creator of all,* open our lips that we may proclaim and praise You crying out:* Holy, holy, holy are You, our God.* Through the intercession of Your apostles, prophets and martyrs, have mercy on us.\nGlory be: Imitating the powers above,* we on earth, good Lord, offer You the hymn of praise:* Holy, holy, holy are You, our God.* Through the intercession of all Your saints have mercy on us.\nNow and for ever: From my bed and my sleep you raised me, Lord.* Enlighten my mind and heart and open my lips, Holy Trinity,* that I may sing to You:* “Holy, holy, holy are You our God.”\nLord, have mercy (40x); then the prayer: O Christ our God..., (p. 56).\nChoir: Lord, have mercy (3x); More honorable than the cherubim...; Give the blessing, Father, in the name of the Lord!\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\nThen the priest says the following prayer:\nO God our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_64"
  ],
  "_original_id": "horologion.psalm_64"
}