{
  "title": "Midnight Office",
  "content": "Priest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God...; (the usual beginning, until: Come, let us adore..., p. 10-11).\n\nPsalm 50 (p. 44)\n\nPsalm 118\n(Sunday Evening)\n\nThey are happy whose life is blameless,* who follow God’s law!\nThey are happy who do His will,* seeking Him with all their hearts,\nWho never do anything evil,* but walk in His ways.\nYou have laid down Your precepts* to be obeyed with care.\nMay my footsteps be firm* to obey Your statutes.\nThen I shall not be put to shame* as I heed Your commands.\nI will thank You with an upright heart* as I learn Your decrees.\nI will obey Your statutes;* do not forsake me.\nHow shall the young remain sinless?* By obeying Your word.\nI have sought You with all my heart;* let me not stray from Your commands.\nI treasure Your promise in my heart* lest I sin against You.\nBlessed are You, O Lord;* teach me your statutes.\nWith my tongue I have recounted* the decrees of Your lips.\nI rejoiced to do Your will* as though all riches were mine.\nI will ponder all Your precepts* and consider Your paths.\nI take delight in Your statutes;* I will not forget Your word.\nBless Your servant* and I shall live and obey Your word.\nOpen my eyes that I may see* the wonders of Your law.\nI am a pilgrim on the earth;* show me Your commands.\nMy soul is ever consumed* as I long for Your decrees.\nYou threaten the proud, the accursed,* who turn from Your commands.\nRelieve me from scorn and contempt* for I do Your will.\nThough the princes sit plotting against me* I ponder on Your statutes.\nYour will is my delight;* Your statutes are my counselors.\nMy soul lies in the dust;* by Your will revive me.\nI declared my ways and You answered;* teach me Your statutes.\nMake me grasp the way of Your precepts* and I will muse on Your wonders.\nMy soul pines away with grief,* by Your word raise me up.\nKeep me from the way of error* and teach me Your law.\n\n(Monday Evening)\n\nI have chosen the way of truth* with Your decrees before me.\nI bind myself to do Your will;* Lord, do not disappoint me.\nI will run the way of Your commands;* You give freedom to my heart.\nTeach me the demands of Your statutes* and I will keep them to the end.\nTrain me to observe Your law,* to keep it with my heart.\nGuide me in the path of Your commands;* for there is my delight.\nBend my heart to Your will* and not to love of gain.\nKeep my eyes from what is false;* by Your word, give me life.\nKeep the promise You have made* to the servant who fears You.\nKeep me from the scorn I dread,* for Your decrees are good.\nSee, I long for your precepts;* then in Your justice, give me life.\nLord, let Your love come upon me,* the saving help of Your promise.\nAnd I shall answer those who taunt me* for I trust in Your word.\nDo not take the word of truth from my mouth* for I trust in Your decrees.\nI shall always keep Your law* for ever and ever.\nI shall walk in the path of freedom* for I seek Your precepts.\nI will speak of Your will before kings* and not be abashed.\nYour commands have been my delight;* these I have loved.\nI will worship Your commands and love them* and ponder Your statutes.\nRemember Your word to Your servant* by which You gave me hope.\nThis is my comfort in sorrow:* that Your promise gives me life.\nThough the proud may utterly deride me* I keep to Your law.\nI remember Your decrees of old,* and these, Lord, console me.\nI am seized with indignation at the wicked* who forsake Your law.\nYour statutes have become my song* in the land of exile.\nI think of Your name in the nighttime,* and I keep Your law.\nThis has been my blessing,* the keeping of Your precepts.\nMy part, I have resolved, O Lord,* is to obey Your word.\nWith all my heart I implore Your favor;* show the mercy of Your promise.\nI have pondered over many ways,* and returned to Your will.\nI made haste and did not delay* to obey Your commands.\nThough the nets of the wicked ensnared me,* I remembered Your law.\n\n(Tuesday Evening)\n\nAt midnight I will rise* and thank You for Your just decrees.\nI am a friend of all who revere You,* who obey Your precepts.\nLord, Your love fills the earth.* Teach me Your statutes.\nLord, You have been good to Your servant* according to Your word.\nTeach me discernment and knowledge* for I trust in Your commands.\nBefore I was afflicted I strayed,* but now I keep Your word.\nYou are good and Your deeds are good;* teach me Your statutes.\nThough proud men smear me with lies,* yet I keep Your precepts.\nTheir minds are closed to good,* but Your law is my delight.\nIt was good for me to be afflicted,* to learn Your statutes.\nThe law from Your mouth means more to me* than silver and gold.\nIt was Your hands that made me and shaped me;* help me to learn Your commands.\nYour faithful will see me and rejoice,* for I trust in Your word.\nLord, I know that Your decrees are right,* that You afflicted me justly.\nLet Your love be ready to console me* by Your promise to Your servant.\nLet Your love come and I shall live,* for Your law is my delight.\nShame the proud who harm me with lies* while I ponder Your precepts.\nLet Your faithful turn to me,* those who know Your will.\nLet my heart be blameless in Your statutes* lest I be ashamed.\nI yearn for Your saving help;* I hope in Your word.\nMy eyes yearn to see Your promise.* When will You console me?\nThough parched and exhausted with waiting* I remember Your statutes.\nHow long must Your servant suffer?* When will You judge my foes?\nFor me the proud have dug pitfalls* against Your law.\nYour commands are all true;* then help me when lies oppress me.\nThey almost made an end of me on earth,* but I kept Your precepts.\nBecause of Your love, give me life* and I will do Your will.\nYour word, O Lord,* for ever stands firm in the heavens:\nYour truth lasts from age to age,* like the earth You created.\nBy Your decree it endures to this day;* for all things serve You.\nHad Your law not been my delight* I would have died in my affliction.\n\n(Wednesday Evening)\n\nI will never forget Your precepts* for with them You give me life.\nSave me, for I am Yours* since I seek Your precepts.\nThough the wicked lie in wait to destroy me,* yet I ponder Your will.\nI have seen that all perfection has an end,* but Your command is boundless.\nLord, how I love Your law!* It is ever in my mind.\nYour command makes me wiser than my foes;* for it is mine for ever.\nI have more insight than all who teach me* for I ponder Your will.\nI have more understanding than the old* for I keep Your precepts.\nI turn my feet from evil paths* to obey Your word.\nI have not turned from Your decrees;* You Yourself have taught me.\nYour promise is sweeter to my taste* than honey in the mouth.\nI gain understanding from Your precepts,* and so I hate false ways.\nYour word is a lamp for my steps* and a light for my path.\nI have sworn and have made up my mind* to obey Your decrees.\nLord, I am deeply afflicted;* by Your word give me life.\nAccept, Lord, the homage of my lips* and teach me Your decrees.\nThough I carry my life in my hands,* I remember Your law.\nThough the wicked try to ensnare me,* I do not stray from Your precepts.\nYour will is my heritage for ever,* the joy of my heart.\nI set myself to carry out* Your statutes in fullness for ever.\nI have no love for half-hearted men;* my love is for Your law.\nYou are my shelter, my shield;* I hope in Your word.\nLeave me, you who do evil;* I will keep God’s command.\nIf You uphold me by Your promise I shall live;* let my hopes not be in vain.\nSustain me and I shall be saved* and ever observe Your statutes.\nYou spurn all who swerve from Your statutes;* their cunning is in vain.\nYou throw away the wicked like dross;* so I love Your will.\nI tremble before You in terror;* I fear Your decrees.\nI have done what is right and just:* let me not be oppressed.\nVouch for the welfare of Your servant* lest the proud oppress me.\nMy eyes yearn for Your saving help* and the promise of Your justice.\nTreat Your servant with love* and teach me Your statutes.\nI am Your servant, give me knowledge; then I shall know your will.\nIt is time for the Lord to act* for Your law has been broken.\nThat is why I love Your commands* more than finest gold,\nWhy I rule my life by Your precepts,* and hate false ways.\nYour will is wonderful indeed;* therefore I obey it.\nThe unfolding of Your word* gives light and teaches the simple.\nI open my mouth and I sigh* as I yearn for Your commands.\n\n(Thursday Evening)\n\nTurn and show me Your mercy;* show justice to Your friends.\nLet my steps be guided by Your promise;* let no evil rule me.\nRedeem me from man’s oppression* and I will keep Your precepts.\nLet Your face shine on Your servant* and teach me Your decree.\nTears stream from my eyes* because Your law is disobeyed.\nLord, You are just indeed;* Your decrees are right.\nYou have imposed Your will* with justice and with absolute truth.\nI am carried away by anger* for my foes forget Your word.\nYour promise is tried in the fire,* the delight of Your servant.\nAlthough I am weak and despised,* I remember Your precepts.\nYour justice is eternal justice* and Your law is truth.\nThough anguish and distress have seized me,* I delight in Your commands.\nThe justice of Your will is eternal:* if You teach me I shall live.\nI call with all my heart; Lord, hear me,* I will keep Your statutes.\nI call upon You,* save me and I will do Your will.\nI rise before dawn and cry for help,* I hope in Your word.\nMy eyes watch through the night* to ponder Your promise.\nIn Your love hear my voice, O Lord;* give me life by Your decrees.\nThose who harm me unjustly draw near;* they are far from Your law.\nBut You, O Lord, are close,* Your commands are truth.\nLong have I known* that Your will is established for ever.\nSee my affliction and save me* for I remember Your law.\nUphold my cause and defend me;* by Your promise, give me life.\nSalvation is far from the wicked* who are heedless of Your statutes.\nNumberless, Lord, are Your mercies;* with Your decrees give me life.\nThough my foes and oppressors are countless* I have not swerved from Your will.\nI look at the faithless with disgust;* they ignore Your promise.\nSee how I love Your precepts;* in Your mercy give me life.\nYour word is founded on truth,* Your decrees are eternal.\nThough princes oppress me without cause* I stand in awe of Your word.\nI take delight in Your promise* like one who finds a treasure.\nLies I hate and detest* but Your law is my love.\nSeven times a day I praise You* for Your just decrees.\nThe lovers of Your law have great peace;* they never stumble.\nI await Your saving help, O Lord,* I fulfill Your commands.\nMy soul obeys Your will* and loves it dearly.\nI obey Your precepts and Your will;* all that I do is before You.\nLord, let my cry come before You:* teach me by Your word.\nLet my pleading come before You:* save me by Your promise.\nLet my lips proclaim Your praise* because You teach me Your statutes.\nLet my tongue sing Your promise* for Your commands are just.\nLet Your hand be ready to help me,* since I have chosen Your precepts,\nLord, I long for Your saving help* and Your law is my delight.\nGive life to my soul that I may praise You.* Let Your decrees give me help.\nI am lost like a sheep; seek your servant* for I remember Your commands.\n\nGlory be: Now and for ever: (without the Alleluia); then immediately:\nI believe in one God.... (p. 48).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 8). Behold, the Bridegroom is coming in the middle of the night.* Blessed is the servant He shall find awake.* But the one He shall find neglectful will not be worthy of Him.* Beware, therefore, O my soul! Do not fall into a deep slumber,* lest you be delivered to death and the door of the Kingdom be closed to you.* Watch instead, and cry out;* Holy, Holy, Holy are You, O God.* Through the intercession of the Mother God, have mercy on us.\n\nGlory be: Keep in mind that dread day, my soul, and be watchful.* Light your lamp and keep it lit with oil.* For you do not know when the cry will come saying: “The Bridegroom is here!”* Take care, my soul, not to doze* and find yourself outside knocking like the five virgins.* Rather, keep on watching to meet Christ with rich oil,* and He will open the divine chamber of His glory to you.\n\nNow and for ever: Virgin Godbearer, we beseech you, the impregnable wall, fortress of salvation:* Bring to nought the counsels of enemies.* Turn the sorrow of your people to joy.* Protect your city (village, or monastery). Help our God-protected nation in battle.* Intercede for the peace of the world.* For you, Godbearer, are our hope.\n\nLord, have mercy (40x); then the prayer: O Christ our God.... (p. 56).\n\nChoir: Lord, have mercy. (3x); Glory be: Now and for ever: More honorable than the Cherubim...; Give the blessing, Father, in the name of the Lord.\n\nPriest: May God be merciful to us, and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nDuring the Great Fast, the prayer of St. Ephrem is said together with God be merciful..., (p. 40).\n\nThen the following prayer:\nO God, our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\nCome, let us adore... (3x)\n\nPsalm 120\n\nI lift up my eyes to the mountains.* From where shall come my help?\nMy help shall come from the Lord* Who made heaven and earth.\nMay He never allow you to stumble! Let Him sleep not, your guard.\nNo, He sleeps not nor slumbers,* Israel’s guard.\nThe Lord is your guard and your shade;* at your right side He stands.\nBy day the sun shall not smite you* nor the moon in the night.\nThe Lord will guard you from evil,* He will guard your soul.\nThe Lord will guard your going and coming* both now and for ever.\n\nPsalm 133\n\nO come, bless the Lord,* all you who serve the Lord,\nWho stand in the house of the Lord,* in the courts of the house of our God.\nLift up your hands to the holy place* and bless the Lord through the night.\nMay the Lord bless you from Zion,* He Who made both heaven and earth.\n\nGlory be: Now and for ever: (without the Alleluia).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 2) Remember your servants, O Lord,* because of Your goodness, and forgive all the sins they committed in life,* for no one is sinless but You, Who can give rest to the departed.\n\n(Tone 8) O Creator, in the depth of Your wisdom,* You lovingly govern all people and distribute to each what is for good.* Now give rest to the souls of Your servants,* for they have placed their hope in You,* our Creator, Maker, and our God.\n\nGlory be; (Tone 8, kontakion): Give rest to the souls of Your servants with Your saints, O Christ,* where there is no pain, no sorrow, no grief,* but life everlasting.\n\nNow and for ever: Virgin Godbearer, we, all generations, bless you. For in you the uncontainable Christ our God was pleased to be contained. We are blessed in having you as our advocate. You intercede for us day and night. Rulers are made strong by your intercession. And so we shout out and sing your praises: Hail, O Woman Full of Grace, the Lord is with you!\n\nLord, have mercy. (12x)\n\nThen the following prayer: Lord, remember our fathers and brothers who have fallen asleep in the hope of resurrection to eternal life and all who have died in piety and faith. Forgive every sin, voluntary and involuntary, committed by them in word or deed or thought. Give them rest in a place of light, in a place of refreshment, in a place of repose from which has fled all pain, sorrow and sighing, where the light of Your countenance shines and gladdens Your saints from of old. Grant them Your kingdom and a share in Your ineffable and eternal good things and the enjoyment of Your everlasting, blessed life. For You are the Life, the Resurrection and Repose of Your servants who have fallen asleep, O Christ our God, and we give glory to You together with Your eternal Father and Your all-holy, good, and life-giving Spirit, now and for ever and ever. Amen.\n\nThen the troparion: Have mercy on us...; all the rest as in Small Compline, (p. 59), to the end.\n\nSATURDAY NOCTURN\n\n(Friday Evening)\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God, glory be to You...; the usual beginning, until: Come, let us adore..., (pp. 10-11).\n\nPsalm 50 (p. 44)\n\nPsalm 64\n\nTo You our praise is due in Zion, O God.* To You we pay our vows, You Who hear our prayer.\nTo You all flesh will come* with its burden of sin,\nToo heavy for us, our offenses,* but You wipe them away.\nBlessed is he whom You choose* and call to dwell in Your courts.\nWe are filled with the blessings of Your house,* of Your holy temple.\nYou keep Your pledge with wonders, O God our Savior,* the hope of all the earth and of far distant isles.\nYou uphold the mountains with Your strength,* You are girded with power.\nYou still the roaring of the seas,* the roaring of their waves and the tumult of the peoples.\nThe ends of the earth stand in awe* at the sight of Your wonders.\nThe lands of sunrise and sunset* You fill with Your joy.\nYou care for the earth, give it water,* You fill it with riches.\nYour river in heaven brims over* to provide its grain.\nAnd thus You provide for the earth;* You drench its furrows,\nYou level it, soften it with showers,* You bless its growth.\nYou crown the year with Your goodness.* Abundance flows in Your steppes, in the pastures of the wilderness it flows.\nThe hills are girded with joy,* the meadows covered with flocks,\nThe valleys are decked with wheat.* They shout for joy, yes, they sing.\n\nThen: Psalm 68 (p. 579), and Psalm 69 (p. 45).\n\nGlory be: Now and for ever: (without the Alleluia). Then immediately:\nI believe in one God.... (p. 48).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 2) Uncreated Being, Creator of all,* open our lips that we may proclaim and praise You crying out:* Holy, holy, holy are You, our God.* Through the intercession of Your apostles, prophets and martyrs, have mercy on us.\n\nGlory be: Imitating the powers above,* we on earth, good Lord, offer You the hymn of praise:* Holy, holy, holy are You, our God.* Through the intercession of all Your saints have mercy on us.\n\nNow and for ever: From my bed and my sleep you raised me, Lord.* Enlighten my mind and heart and open my lips, Holy Trinity,* that I may sing to You:* “Holy, holy, holy are You our God.”\n\nLord, have mercy (40x); then the prayer: O Christ our God..., (p. 56).\n\nChoir: Lord, have mercy (3x); More honorable than the cherubim...; Give the blessing, Father, in the name of the Lord!\n\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nThen the priest says the following prayer:\nO God our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\nPrayer of St. Eustratius\n\nWith all my heart I extol You, Lord, for You looked with favor upon my lowliness and did not leave me in the hands of my enemies. You saved my soul from distress. Now, Master, let Your hand shelter me. May Your mercy come upon me, for my soul is troubled and in anguish as it leaves my wretched body. Do not let the evil adversary ever lie in wait to attack it and to cast it into darkness because of my sins committed in this life knowingly and unknowingly. Be merciful to me, Master. Let my soul not see the dark and gloomy vision of the evil demons. Rather, let Your bright and shining angels receive it. Give glory to Your holy name and by Your power bring me to Your divine tribunal. At my judgment may not the hand of the prince of this world lay hold of me, to drag me, though a sinner, down to the depths of the infernal abyss. Rather, stand by me and be my savior and my protector. Lord, have mercy on my soul stained by the passions of this life. Receive it purified by repentance and confession, for blessed are You for ever. Amen.\n\nSUNDAY NOCTURN\n\n(Saturday Evening)\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God...; (the usual beginning: until: Come, let us adore..., (pp. 10-11).\n\nPsalm 50 (see p. 44)\n\nCanon of the Holy Trinity:\n\nOde 9: Hirmos (Tone 8): Heaven was astonished and the ends of the earth were amazed that God appeared to man in bodily form. Your womb became vaster than the heavens. And so, choirs of angels and men extol you as God-bearer.\n\nVerse: Most holy Trinity, our God, glory be to You!\n\nAs we now praise You, the Nature Which rules all things, effects all things, is beyond all beginning, a Single Trinity, above time, life-giving, merciful, loving and good, we beg forgiveness of sins, peace to the world and harmony to the churches.\n\nGlory be: Lordship with Three Radiances, Deity, One with Three Rays, graciously receive those who sing Your praises. Rescue them from sin and from difficult temptations. In Your love quickly grant peace and unity to Your churches.\n\nNow and for ever: By dwelling in a Virgin’s womb, Christ my Savior, You appeared to Your world as God-man, truly unchanged and unconfused. You clearly promised to be always with Your servants. And so, through the intercession of her who bore You, grant peace to all Your flock.\n\nThen the following troparia are taken:\n\nIt is proper to give You divine glory, Holy Trinity,* indivisible and beyond all being, our all-good God,* Whom all earth sings and powers of heaven praise.* You are worshiped in faith by all,* in essence the Oneness of Three Persons.* Dominion beyond the cherubim and Divinity without compare beyond the seraphim,* indivisible Trinity in Oneness,* Godhead indeed, we exalt You.\n\nI adore the Father, without beginning, and God,* together with the Son, without beginning,* and the Spirit, the indivisible One uniting Being.* In song let us worship the Oneness, Three in number.\n\nPiously in song and with sacred refrains,* let us all sing the praises of the Father, and of the Son, and of the divine Spirit,* Power in three Persons, the one kingdom and dominion.\n\nIlluminate me by Your lightning flashes, my God,* Cause of All in Three Persons;* show me the bright, luminous,* unchanging abode of Your inaccessible glory.\n\nIn fear, let us glorify Christ the Life-giver,* ineffably enfleshed of the Virgin;* hosts of angels praise Him* and before Him the cherubim shiver and tremble.\n\nIt is proper to implore You with tears in all reverence,* the all-merciful,* the all-kind Lord and Savior of our souls.\n\nMy King, receive my tears, groans and weeping, wretch though I am.* Rescue me from the flames and outer darkness,* and make me a participant of the heavenly kingdom.\n\nGlory be: All-sovereign Father, Word of God, all-holy Spirit,* one power and image, one kingship, divinity and authority,* have mercy on those who worship You and save them.\n\nNow and for ever: On beholding Your Son divine and risen from the dead,* most pure Virgin, all creation was filled with ineffable joy.* In glorifying Him we extol you.\n\nIt is truly proper...; Holy God; Trinity most holy; Our Father; and Hypakoe of the tone of the week: (see pp. 1231-1235).\n\nLord, have mercy (40x).\nGlory be: now and ever:\nLord, have mercy. (3x). Give the blessing.\n\nPriest: Christ our true God, through the prayers of His immaculate Mother; of our venerable and God-bearing fathers and of all the saints, will have mercy and save us, for He is good and loves mankind.\nChoir: Amen.\n\nThen the priest bows to all the brethren, and begs forgiveness:\nBless me, reverend fathers and brothers, and forgive me, a sinner, whatever offenses I may have committed this day (this night) and all the days of my life by word, deed and thought as well as by all my senses.\nChoir: May God forgive you, reverend Father. Bless us also and forgive our offenses voluntary and involuntary (and the brethren bow to the priest).\n\nPriest: May the Lord God by His grace forgive you all your sins and have mercy on you.",
  "source": "Stamford Horologion",
  "_aliases": [
    "nocturn_service"
  ],
  "_original_id": "horologion.nocturn_service"
}