{
  "title": "Great Compline",
  "content": "Great Compline with litiya is celebrated on the eves of the Nativity of our Lord, the Theophany, and the Annunciation, as prescribed by the typikon. In these instances, there is incensing at the beginning as at Vespers with Litiya (p. 9); the priest is vested only in the epitrachelion. After the incensing, the deacon says: Master, give the blessing!, and the priest intones: Blessed be our God...; the choir responds: Amen. Glory be to You, our God; Heavenly King, etc. (p. 10). The holy doors remain closed from Come, let us adore... to the Stichera of Litiya.\n\nDuring the Great Fast, Great Compline is celebrated Monday evening to Thursday evening. If it is the first week of the Great Fast, then after the usual beginning we take Psalm 69 (p. 45), and part of the Great Canon of Andrew of Crete, (p. 488-506), according to the typicon. The holy doors remain closed during the entire service.\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God... (the usual beginning, until Come, let us adore..., p. 10-11).\n\nPsalm 4\n(Monday Evening)\n\nWhen I call, answer me,* O God of justice;\nFrom anguish You released me;* have mercy and hear me!\nO men, how long will your hearts be closed,* will you love what is futile and seek what is false?\nIt is the Lord who grants favors to those whom he loves;* the Lord hears me whenever I call Him.\nFear Him; do not sin:* ponder on your bed and be still.\nMake justice your sacrifice* and trust in the Lord.\n“What can bring us happiness?” many say.* Let the light of Your face shine on us, O Lord.\nYou have put into my heart a greater joy* than they have from abundance of corn and new wine.\nI will lie down in peace and sleep comes at once* for You alone, Lord, make me dwell in safety.\n\nPsalm 6\n(Tuesday Evening)\n\nLord, do not reprove me in Your anger:* punish me not in Your rage.\nHave mercy on me, Lord, I have no strength;* Lord, heal me, my body is racked;\nMy soul is racked with pain.* But You, O Lord ... how long?\nReturn, Lord, rescue my soul.* Save me in Your merciful love,\nFor in death no one remembers You;* from the grave, who can give You praise?\nI am exhausted with my groaning;* every night I drench my pillow with tears;* I bedew my bed with weeping.\nMy eye wastes away with grief;* I have grown old surrounded by my foes.\nLeave me, all you who do evil;* for the Lord has heard my weeping.\nThe Lord has heard my plea;* the Lord will accept my prayer.\nAll my foes will retire in confusion,* foiled and suddenly confounded.\n\nPsalm 12\n(Wednesday Evening)\n\nHow long, O Lord; will You forget me?* How long will You hide Your face?\nHow long must I bear grief in my soul,* this sorrow in my heart day and night?\nHow long shall my enemy prevail?* Look at me, answer me, Lord my God!\nGive light to my eyes* lest I fall asleep in death,\nLest my enemy say:* I have overcome him;\nLest my foes rejoice* to see my fall.\nAs for me, I trust in Your merciful love.* Let my heart rejoice in Your saving help:\nLet me sing to the Lord for His goodness to me* singing psalms to the name of the Lord, the Most High.\n\nPsalm 24\n(Thursday Evening)\n\nTo You, O Lord, I lift up my soul;* I trust You.\nLet me not be disappointed;* do not let my enemies triumph.\nThose who hope in You shall not be disappointed,* but only those who wantonly break faith.\nLord, make me know Your ways* Lord, teach me Your paths.\nMake me walk in Your truth, and teach me,* for You are God my Savior.\nIn You I hope all day long* because of Your goodness, O Lord.\nRemember Your mercy, Lord,* and the love You have shown from of old.\nDo not remember the sins of my youth.* In Your love remember me.\nThe Lord is good and upright.* He shows the path to those who stray,\nHe guides the humble in the right path,* He teaches His way to the poor.\nHis ways are faithfulness and love* for those who keep His covenant and will.\nLord, for the sake of Your name forgive my guilt,* for it is great.\nTo those who revere the Lord* He will show the path they should choose.\nTheir souls will live in happiness* and their children shall possess the land.\nThe Lord’s friendship is for those who revere Him;* to them He reveals His covenant.\nMy eyes are always on the Lord,* for He rescues my feet from the snare.\nTurn to me and have mercy* for I am lonely and poor.\nRelieve the anguish of my heart* and set me free from my distress.\nSee my affliction and my toil* and take all my sins away.\nSee how many are my foes,* how violent their hatred for me.\nPreserve my life and rescue me.* Do not disappoint me, You are my refuge.\nMay innocence and uprightness protect me,* for my hope is in You, O Lord.\nRedeem Israel, O God,* from all its distress.\n\nPsalm 30\n(Friday Evening)\n\nIn You, O Lord, I take refuge.* Let me never be put to shame.\nIn Your justice, set me free,* hear me and speedily rescue me.\nBe a rock of refuge for me, a mighty stronghold to save me,* for You are my rock, my stronghold.\nFor Your name’s sake, lead me and guide me.* Release me from the snares they have hidden* for You are my refuge, Lord.\nInto Your hands I commend my spirit.* It is You Who will redeem me, Lord.\nO God of truth, You detest those who worship false and empty gods.* As for me, I trust in the Lord:\nLet me be glad and rejoice in Your love.* You who have seen my affliction\nAnd taken heed of my soul’s distress,* have not handed me over to the enemy, but set my feet at large.\nHave mercy on me, O Lord, for I am in distress.* Tears have wasted my eyes, my throat and my heart.\nFor my life is spent with sorrow* and my years with sighs.\nAffliction has broken down my strength,* and my bones waste away.\nIn the face of all my foes I am a reproach,* an object of scorn to my neighbors and of fear to my friends.\nThose who see me in the street* run far away from me.\nI am like a dead man, forgotten,* like a thing thrown away.\nI have heard the slander of the crowd,* fear is all around me.\nAs they plot together against me,* as they plan to take my life.\nBut as for me, I trust in You, Lord,* I say: You are my God.\nMy life is in Your hands,* deliver me from the hands of those who hate me.\nLet Your face shine on Your servant.* Save me in Your love.\nHow great is the goodness, Lord, that You keep for those who fear You,* that You show to those who trust You in the sight of men.\nYou hide them in the shelter of Your presence from the plotting of men:* You keep them safe within Your tent from disputing tongues.\nBlessed be the Lord* Who has shown me the wonders of His love in a fortified city.\n“I am far removed from Your sight,”* I said in my alarm.\nYet You heard the voice of my plea* when I cried for help.\nLove the Lord, all you saints.* He guards His faithful.\nBut the Lord will repay you to the full* those who act with pride.\nBe strong, let your heart take courage,* all who hope in the Lord.\n\nPsalm 90\n(Saturday and Sunday Evening)\n\nThose who dwell in the shelter of the Most High* and abide in the shade of the Almighty\nSay to the Lord: My refuge, my stronghold,* my God in whom I trust!\nIt is He who will free you from the snare of the fowler* who seeks to destroy you;\nHe will conceal you with His pinions,* and under His wings you will find refuge.\nYou will not fear the terror of the night* nor the arrow that flies by day,\nNor the plague that prowls in the darkness* nor the scourge that lays waste at noon.\nA thousand may fall at your side, ten thousand fall at your right,* you, it will never approach,* His faithfulness is buckler and shield.\nYour eyes have only to look to see* how the wicked are repaid,\nYou who have said: Lord, my refuge!* and have made the Most High your dwelling\nUpon you no evil shall fall,* no plague approach where you dwell.\nFor you He has commanded His angels* to keep you in all your ways.\nThey shall bear you upon their hands* lest you strike your foot against a stone.\nOn the lion and the viper you will tread,* and trample the young lion and the dragon.\nYou set your love on Me so I will save you,* protect you for you know My name.\nWhen you call I shall answer: I am with you,* I will save you in distress and give you glory.\nWith length of days I will content you;* I shall let you see my saving power.\n\nEnding the psalm, the choir says:\nGlory be to the Father and to the Son and to the Holy Spirit:*\nNow and for ever and ever. Amen.\nAlleluia! Alleluia! Alleluia! Glory be to You, O God! (3x)\nLord, have mercy. (3x)\nGlory be: Now and for ever:\n\nGod is with us... (Is. 8:9)\n\nOn the feasts of the Nativity and the Theophany of our Lord, the priest himself intones the verses, while after each verse the choir sings: God is with us....\n\nI Choir: God is with us! Give ear, O you nations, and be humbled, for God is with us.\nII Choir: God is with us....\nI Choir: God is with us! Give ear, O you nations:\nII Choir: And be humbled, for God is with us.\n\nThe two choirs read the verses alternately:\nGive ear, all you lands afar off, for God is with us.\nYou mighty ones, be humbled, for God is with us.\nAnd if any take counsel together, the Lord will destroy them, for God is with us.\nAnd if you make resolutions, they will not stand, for God is with us.\nIt is the Lord, whom you must hold in veneration, for God is with us.\nHim you must fear, him you must dread, for God is with us.\nHe shall be a stone of stumbling and a rock on which they shall fall, for God is with us.\nI shall confide in Him, and I shall be saved by Him, for God is with us.\nBehold, I come with the children whom the Lord has given me, for God is with us.\nO nation, which is walking in the darkness, expect to see a great light, for God is with us.\nUpon us, who dwell in the land of the shadow of death, a great light shall dawn, for God is with us.\nIndeed, a Child is born to us, the Son, and He is given to us, for God is with us.\nHis power is upon His shoulder, for God is with us.\nAnd His name shall be called Wonderful Counsellor, for God is with us.\nMighty God, the everlasting Father, Prince of Peace, for God is with us.\nGlory be to the Father and to the Son and to the Holy Spirit, for God is with us.\nNow and always, and for ever and ever. Amen, for God is with us.\n\nGod is with us; give ear, O you nations:\nAnd be humbled, for God is with us.\n\nImmediately we recite:\nNow that the day has come to a close, I thank You, Lord, and I ask of You that my evening and my night be without sin: grant this to me, O Savior, and save me!\nGlory be: Now that the day has come to a close, I glorify You, O Master, and I ask of You that my evening and my night be undisturbed: grant this to me, O Savior, and save me!\nNow and for ever: Now that the day has come to a close, I praise You, O holy One, and I ask of You that my evening and my night be undisturbed: grant this to me, O Savior, and save me!\n\nThe incorporeal cherubim glorify You with unceasing praise. The seraphim, the six-winged angels, exalt You with tireless voices. And all the armies of angels praise You with the thrice-holy hymn. Because You are, before all else, O Father; and Your Son, like Yourself, is without beginning. By breathing forth the Spirit of life, equal in honor to You, You make manifest the indivisibility of the Trinity.\n\nMost holy Virgin, Mother of God, and you eyewitnesses of the Lord and his servants, intercede for us! All the choirs of the prophets and martyrs who are enjoying eternal life, intercede for us! Intercede for all of us unceasingly, for we are all in distress. That escaping from the terrors of evil, we may sing the angels’ hymn: Holy, holy, holy, O thrice-holy Lord, have mercy on us and save us!\n\nI believe in one God.... (p. 48).\n\nMost holy Lady, Mother of God, intercede for us sinners.\nAll you heavenly powers, holy angels and archangels, intercede for us sinners.\nHoly John, the forerunner, prophet, and baptizer of the Lord Jesus Christ, intercede for us sinners.\nGlorious saints, apostles, prophets, martyrs, and all you holy ones, intercede for us sinners.\nYou just ones, and you God-bearing fathers Anthony and Theodosius, and other wonderworkers of the Kyivan Caves, pray to God for us sinners.\nO you divine, undefeated and incomprehensible power of the precious and life-giving cross, do not forsake us sinners.\nO God, have mercy on us sinners.\nO God cleanse us of our sins and have mercy on us.\n\nHoly God; Trinity most holy; Our Father; and the troparion of the feast (of the Nativity of our Lord, (p. 1334); of the Theophany, (p. 1278); of the Annunciation, (p. 1289); or, during the Great Fast, the following:\n\nOn Mondays and Wednesdays (Tone 2): Enlighten my eyes, O Christ God, lest I sleep to death; lest my enemy say: I prevailed over him!\nVerse: O God, look down upon me and have mercy on me.\nO God, be the Defender of my soul, for I walk in the midst of many snares. Deliver me from them, O gracious Lord, and save me, for You are the Lover of mankind.\nGlory be: Now and for ever: Since our many transgressions prevent us from finding favor before God, be our intercessor with Him Who was born of you, O Virgin Mother of God; for the prayers of mothers have much weight in obtaining the Master’s favor. O most venerable one, despise not the pleadings of us sinners, for He who willed to suffer for us is merciful, and He has power to save us.\n\nOn Tuesdays and Thursdays (Tone 8): O Lord, You know well the alertness of my invisible enemies and the weakness of my own wretched body for You Yourself have made me. Wherefore, I entrust my soul to Your hands, cover me with the wings of Your bounty, lest I sleep to death; enlighten my spirit with the delight of Your divine Word; awaken me at the time appointed for Your glory, for You alone are a gracious God and the Lover of mankind.\nVerse: O God, look down upon me and have mercy on me!\nHow dreadful is Your judgment-seat, O Lord, where angels will be on guard, all men assembled, the book of life opened, all my works uncovered, and all my thoughts revealed! What judgment shall be mine, O Lord, for I was conceived in sin! Who shall put out for me the raging fires? Who shall bring light to my darkness, if You, O Lord, and Lover of mankind, have no mercy on me?\nGlory be: Give me tears, O Lord, as You did to the sinful woman; make me worthy to wash Your feet that saved me from the ways of error. Grant that I may offer You, as a fragrant ointment, a blameless life that repentance has redeemed, so that I also may hear Your sweet words: Go in peace, your faith has saved you.\nNow and for ever: O Mother of God, because of my great confidence in you, I shall obtain salvation. Because I have succeeded in having you for my intercessor, O Purest of all, I shall not fear. Imploring your most powerful help, I shall pursue my enemies and drive them away, for I wear your protection as a breastplate. O Lady, save me through your intercession, and, by the power of God who was made of your flesh, awaken me from my dark slumber that I may sing your glory.\n\nLord, have mercy (40x).\n\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\n\nPrayer of St. Basil the Great\n\nO Lord, O Lord, Who delivered us from every arrow that flies in the light of day, protect us against any difficulty that lurks around at night, and accept our outstretched hands as an evening sacrifice. Make us worthy to spend the night blamelessly, and fully sheltered against all evil; protect us against all disturbances or fear of the devil. Grant repentance to our souls and diligence to our minds, that we may understand your dreadful and just judgment; subdue our flesh with the fear of You, let our passions die out, so that in the stillness of night we may be enlightened by the thinking of Your precepts; keep afar from us all indecent dreams and harmful cravings; awaken us in time for prayer, strengthened in the faith and able to obey Your commands through the mercy and kindness of Your only-begotten Son, with Whom You are blessed, together with Your all-holy, good, and life-giving Spirit, always, now and for ever and ever. Amen.\n\n(Part II)\n\nCome, let us adore... (3x).\n\nPsalm 50 (see p. 44)\n\nPsalm 101\n\nO Lord, listen to my prayer* and let my cry for help reach You.\nDo not hide Your face from me,* in the day of my distress.\nTurn Your ear towards me* and answer me quickly when I call.\nFor my days are vanishing like smoke,* my bones burn away like a fire.\nMy heart is withered like the grass.* I forget to eat my bread.\nI cry with all my strength* and my skin clings to my bones.\nI have become like a pelican in the wilderness,* like an owl in desolate places.\nI lie awake and I moan* like some lonely bird on a roof.\nAll day long my foes revile me;* those who hate me use my name as a curse.\nThe bread I eat is ashes;* my drink is mingled with tears.\nIn Your anger, Lord, and Your fury,* You have lifted me up and thrown me down.\nMy days are like a passing shadow* and I wither away like the grass.\nBut You, O Lord, will endure for ever,* and Your name from age to age.\nYou will arise and have mercy on Zion:* for this is the time to have mercy; yes, the time appointed has come.\nFor Your servants love her very stones,* are moved with pity even for her dust.\nThe nations shall fear the name of the Lord* and all the earth’s kings, Your glory,\nWhen the Lord shall build up Zion again* and appear in all His glory.\nThen He will return to the prayers of the helpless;* He will not despise their prayers.\nLet this be written for ages to come* that a people yet unborn may praise the Lord;\nFor the Lord leaned down from His sanctuary on high.* He looked down from heaven to the earth\nThat He might hear the groans of the prisoners* and free those condemned to die.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You\nThat the name of the Lord may be proclaimed in Zion* and His praise in the heart of Jerusalem,\nWhen peoples and kingdoms are gathered together* to pay their homage to the Lord.\nHe has broken my strength in mid-course;* He has shortened the days of my life.\nI say to God: Do not take me away before my days are complete,* You, Whose days last from age to age.\nLong ago You founded the earth* and the heavens are the work of Your hands.\nThey will perish but you will remain.* They will all wear out like a garment.\nYou will change them like clothes that are changed.* But You neither change, nor have an end.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You.\n\nPrayer\n\nLord almighty, God of our fathers Abraham and Isaac and Jacob and of their righteous descendants, Who made heaven and earth with all their adornment, Who encompassed the sea with the word of Your command, Who closed the deep and sealed it with Your fearful and glorious name, Whose presence all things revere and before Whose power they quake, because the magnificence of Your glory is unendurable, and irresistible the wrath of Your threat against sinners: the kindness of Your promise is both immeasurable and inscrutable, for You are the Lord most high, compassionate, long-suffering and most merciful, offering atonement for the evils of men.\nYou, O Lord, in the abundance of Your goodness, promised repentance and forgiveness to those who sinned against You; and in the abundance of Your compassion, You decreed repentance for sinners, that they may be saved. Therefore, O Lord, God of the righteous, You appointed repentance, not for the righteous, not for Abraham and Isaac and Jacob who did not sin against You, but for me a sinner, for I committed more sins than there are grains of sand in the sea. My transgressions are multiplied, O Lord, they are multiplied! I am not worthy to look up and see the height of heaven because of the multitude of my iniquities, being weighed down by many iron chains so that I cannot raise my head; and there is no release for me because I have provoked Your anger and have done what is evil in Your sight, not doing Your will nor keeping Your commandments, but setting up abominations and multiplying offenses.\nNow I kneel in my heart, beseeching Your kindness: I have sinned, O Lord, I have sinned, and I acknowledge my transgressions; I pray and beg You: release me, Lord, release me! Do not destroy me together with my transgressions! Do not remember forever our wrongs! Do not condemn me to the depths of the earth! For You are God, the God of those who repent, and in me You will show all Your kindness: for unworthy as I am You will save me according to the abundance of Your mercy, and I will praise You continually all the days of my life. For all the hosts of heavens sing Your praise, and Yours is the glory for ever and ever. Amen.\n\nHoly God; Trinity most holy; Our Father; and kontakion of the feast (of the Nativity, (p. 1334); of the Theophany, (p. 1278); or of the Annunciation (p. 1289). During the Great Fast, the following troparia are taken: Have mercy on me...etc., (p. 59).\n\nLord, have mercy (40x).\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\n\nPrayer\n\nO God, our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\n(Part III)\n\nCome, let us adore... (3x).\n\nPsalm 69 (p. 45)\n(Monday and Wednesday Evening)\n\nPsalm 142 (p. 46)\n(Tuesday and Thursday Evening)\n\nOn the eve of the feasts of the Nativity and Theophany of our Lord, and on the eve of the feast of the Annunciation, after Psalm 142, the lesser doxology, (p. 47), is taken. Then litiya begins.\n\nDuring the Great Fast, the canon to the Mother of God, (p. 49), is taken; and after the canon: It is truly right...; Holy God; Trinity most holy; Our Father. Then the following troparion is taken:\n\n(Tone 6) Lord of powers, be with us, for in times of distress we have no other help but You;* Lord of powers, have mercy on us!\nVerse: Praise God in His holy place, praise Him in His mighty heavens.\nAfter each verse, we sing: Lord of powers....\nVerse: Praise Him for His powerful deeds, praise His surpassing greatness.\nVerse: Praise Him with sound of trumpet, praise Him with lute and harp.\nVerse: Praise Him with timbrel and dance; praise Him with strings and pipes.\nVerse: Praise Him with resounding cymbals; praise Him with clashing of cymbals. May everything that lives and that breathes give praise to the Lord.\nGlory be: O Lord, had we not Your saints to intercede for us and your bounty to have mercy on us, how would we dare, O Savior, to sing to You Whom the Angels endlessly praise? O You Who know the heart, spare our souls!\nNow and for ever: Great is the number of my transgressions, O Mother of God. It is in you, all-chaste One, that I seek refuge in my need for salvation. Visit my diseased soul and intercede with your Son, our God, that He deign to forgive the evil I have done, O you who alone are blessed.\nMost holy Mother of God, forsake me not all the time of my life, entrust me not to human protection, but take care yourself of my safety, and have mercy on me.\nTo you I entrust all my hope, O Mother of God; keep me under your protection.\n\nLord, have mercy (40x); the rest as in Small Compline, (p. 56); O Christ our God..., Lord, have mercy (3x); Glory be: Now and for ever: More honorable than the cherubim... Give the blessing, Father, in the name of the Lord!\n\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nThe priest says the prayer of St. Ephrem: O Lord and Master..., and O God, be merciful to me..., (p. 40).\n\nThen: Holy God; and after the Our Father: Lord, have mercy (12x); and the prayers: O Lady, Bride of God... and Now that we are.... (pp. 57-59).\n\nGlory be: Now and for ever: Lord, have mercy (3x). Give the blessing!\n\nInstead of the dismissal, the priest recites the prayer: O most merciful Master.... (p. 33).",
  "source": "Stamford Horologion",
  "_aliases": [
    "compline_service"
  ],
  "_original_id": "horologion.compline_service"
}