{
  "title": "Prayer to Jesus Christ",
  "content": "Now that we are about to lie down to sleep, grant us, O Master, the repose of our soul and body. Preserve us against the dark slumber of sin and against any impure sensuality that roams around in the darkness of night; quiet the assaults of our passions, arrest the darts that the Evil One insidiously throws at us, still the rebellions of our flesh, and still all earthly and worldly feelings within us. Grant us, O Lord, a watchful mind, innocent thoughts, a sober heart, a gentle sleep free from evil dreams; at the hour of prayer, arouse us, strong in the practice of Your precepts and ever-mindful of Your desires; give us the grace to sing Your glory throughout the night; to praise, bless and glorify Your all-honorable and magnificent name, Father, Son, and Holy Spirit, always, now and for ever and ever. Amen.\nO you most glorious, ever-virginal and blessed Mother of God, commend our prayers to your Son, our God, and entreat Him to save our souls through Your intercession.\nThe Father is my hope, the Son my refuge, the Holy Spirit my protection. O Trinity, one God, glory to You!\nThen the following troparia:\n(Tone 6) Have mercy on us, O Lord, have mercy on us!* Since we have no defense,* we sinners offer this supplication to You our Master:* have mercy on us!\nGlory be: O Lord, have mercy on us,* for in You we place our hope.* Be not exceedingly angry with us nor mindful of our transgressions,* but look upon us even now with mercy and deliver us from our enemies,* for You are our God and we are Your people;* we are all the work of Your hands,* and we call upon Your name.\nNow and for ever: Open to us the doors of mercy, O blessed Mother of God,* that we, who place our trust in you, may not perish,* but that through you we may be delivered from misfortune,* for you are the salvation of all Christians.\nThe priest says the litany:\nHave mercy on us, O God, in the greatness of Your compassion, we pray You, hear us and have mercy.\nChoir: Lord, have mercy (3x).\nAgain, let us pray that He may preserve this city and this holy church and every city, town, and country from famine, plague, earthquake, flood, hail, fire, civil war, riot, and foreign invasion; and that our God Who is kindly and the Lover of mankind may forgive our sins and hold back His just wrath, and that He may have mercy on us.\nChoir: Lord, have mercy (12x).\nHear us, O God our Savior, Hope of all those who live at the far ends of the earth, and of those traveling by sea, air or land; be kind to us, O Master, forgive us our sins and have mercy on us, for You are a gracious Lord Who loves mankind, and we glorify You, Father, Son, and Holy Spirit, now and for ever and ever.\nChoir: Amen.\nGlory be to You, O Christ our God, our hope, glory be to You.\nChoir: Glory be: Now and for ever: Lord, have mercy (3x). Give the blessing.\nChrist our true God, through the prayers of His immaculate Mother; of our venerable and God-bearing fathers; and of all the saints, will have mercy and save us, for He is good and loves mankind.\nChoir: Amen.\nThen the priest bows to all the brethren, and begs forgiveness:\nBless me, reverend fathers and brothers, and forgive me, a sinner, whatever offenses I may have committed this day (this night) and all the days of my life by word, deed and thought as well as by all my senses.\nChoir: May God forgive you, reverend Father. Bless us also and forgive our offenses voluntary and involuntary (and the brethren bow to the priest).\nMay the Lord God by His grace forgive you all your sins and have mercy on you.\nThen the priest says: Let us pray for our most holy universal Pontiff, N., Pope of Rome.\nChoir: May God save and have mercy.\nFor our civil authorities.\nChoir: May God save and have mercy.\nFor our most blessed Patriarch, N.; for our most reverend Metropolitan, N.; for our God-loving Bishop, N.\nChoir: May God save and have mercy.\nFor all Catholic bishops.\nChoir: May God save and have mercy.\nFor the noble benefactors of this holy church (this holy monastery).\nChoir: May God save and have mercy.\nFor our very reverend fathers, Protoarchimandrite N, Archimandrite, N, Protohegumen, N, and Hegumen N.\nChoir: May God save and have mercy.\nFor our spiritual fathers and for all our brethren in Christ.\nChoir: May God save and have mercy.\nFor those who are absent and for those who are traveling.\nChoir: May God protect and have mercy.\nFor those who are kind to us.\nChoir: May God reward and have mercy.\nFor those who serve and who have served in this holy church (this holy monastery).\nChoir: May God save and have mercy.\nFor those who hate us and for those who love us.\nChoir: May God forgive and have mercy.\nFor the release of captives.\nChoir: May God grant freedom and have mercy.\nFor the sick and suffering.\nChoir: May God heal and have mercy.\nFor those living in anxiety and poverty.\nChoir: May God visit them and have mercy.\nFor all orthodox Christians.\nChoir: May God save and have mercy.\nFor an abundance of the fruits of the earth.\nChoir: May God grant an increase of the fruits of the earth.\nIf it is a Sunday or a Feastday, the priest says: Through the prayers of our holy fathers, Lord Jesus Christ our God, have mercy on us.\nChoir: Amen.\nIf it is an ordinary day, we commemorate the deceased:\nFor the benefactors of this holy church (or holy monastery).\nChoir: May God grant them remembrance and rest.\nFor our parents and relatives.\nChoir: May God grant them remembrance and rest.\nFor our departed fathers and brothers.\nChoir: May God grant them remembrance and rest.\nFor those who have given up their lives for the Christian faith.\nChoir: May God grant them remembrance and rest.\nFor those who lie buried here, those listed, and all Christians who have departed from this life.\nChoir: Everlasting be their memory.\nThrough the prayers of our holy fathers, Lord Jesus Christ our God, have mercy on us.\nChoir: Amen.\nGREAT COMPLINE\nGreat Compline with litiya is celebrated on the eves of the Nativity of our Lord, the Theophany, and the Annunciation, as prescribed by the typikon. In these instances, there is incensing at the beginning as at Vespers with Litiya (p. 9); the priest is vested only in the epitrachelion. After the incensing, the deacon says: Master, give the blessing!, and the priest intones: Blessed be our God...; the choir responds: Amen. Glory be to You, our God; Heavenly King, etc. (p. 10). The holy doors remain closed from Come, let us adore... to the Stichera of Litiya.\nDuring the Great Fast, Great Compline is celebrated Monday evening to Thursday evening. If it is the first week of the Great Fast, then after the usual beginning we take Psalm 69 (p. 45), and part of the Great Canon of Andrew of Crete, (p. 488-506), according to the typicon. The holy doors remain closed during the entire service.\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God... (the usual beginning, until Come, let us adore..., p. 10-11).",
  "source": "Stamford Horologion",
  "_aliases": [
    "prayer_to_jesus_christ"
  ],
  "_original_id": "horologion.prayer_to_jesus_christ"
}