{
  "title": "Psalm 100",
  "content": "(Wednesday, Saturday, and Sunday)\nMy song is of mercy and justice;* I sing to You, O Lord.\nI will walk in the way of perfection.* O when, Lord, will You come?\nI will walk with blameless heart within my house;* I will not set before my eyes whatever is base.\nI will hate the ways of the crooked;* they shall not be my friends.\nThe false-hearted must keep far away;* the wicked I disown.\nThose who secretly slander their neighbors* I will bring to silence.\nThose of proud look and haughty heart* I will never endure.\nI look to the faithful in the land* that they may dwell with me.\nThose who walk in the way of perfection* shall be my friends.\nNo one who practices deceit* shall live within my house.\nNo one who utters lies* shall stand before my eyes.\nMorning by morning I will silence all the wicked in the land,* uprooting from the city of the Lord all who do evil.\nThe choir concludes the psalms in the following manner:\nGlory be to the Father, and to the Son, and to the Holy Spirit,\nNow and ever and forever. Amen.\nAlleluia! Alleluia! Alleluia! Glory be to You, O God! (3x)\nLord, have mercy (3x).\nThen Glory be: troparion of the day, or of the saint; during the Great Fast, see below.\nNow and for ever: What shall we call you, O Full of Grace?* A heaven, for you have borne the Sun of Justice?* A paradise, for you have brought forth the Flower of Immortality?* A virgin, for you have remained undefiled?* A mother, holding in her holy arms the Son Who is the God of all?* Intercede with Him for the salvation of our souls.\nDuring the Great Fast, the following troparion is taken:\n(Tone 6) In the morning You hear me,* O my King and my God.\nVerse: To my words give ear, O Lord, give heed to my groaning.\nVerse: It is You whom I invoke, O Lord.\nGlory be: Now and for ever: What shall we call you... (see above).\nLet my way be straight according to Your word;* let no sin overcome me.\nSave me from the wickedness of evildoers,* and I will keep Your commandments.\nLet Your face shine upon Your servants,* and teach me your laws.\nLet my mouth be filled with Your praise, O Lord, and let me sing Your glory and magnificence all the day long.\nHoly God; Trinity most holy; Our Father; on Sunday: the Hypakoe; (see pp. 1233-1235), on other days: the kontakion of the day or of the saint.\nDuring the Great Fast, instead of the kontakion, the following troparia are taken:\n(Tone 4, samopodoben): Come to us in haste, O Christ our God,* before we become slaves of those who blaspheme You and threaten our lives.* With Your cross cut down those who make war against us;* let them know how strong is the orthodox faith.* Grant this through the prayers of the Mother of God,* for You alone are the Lover of mankind.\nGlory be: O Teacher of wisdom, O Bestower of understanding,* O Instructor of the ignorant and Protector of the poor,* strengthen and teach my heart, O Master.* O Word of the Father, give me words,* and do not prevent my mouth from calling out to You:* I have fallen, have mercy on me, O merciful One.\nNow and for ever: Let us with our hearts and lips continually extol* the most glorious Mother of God, holier than the heavenly angels,* and proclaim that she is truly the Theotokos,* for she has truly given birth to God in the flesh* and never ceases to intercede for our souls.\nLord, have mercy. (40x)\nO Christ our God, in all times and places You are worshiped and glorified both in heaven and on earth. You are long-suffering and generous in Your mercy and compassion. You love the just and show mercy to the sinner, calling all people to repentance through the promise of blessings to come. Deem, O Lord, at this very hour, to receive our supplications and to direct our lives in the path of Your commandments. Sanctify our souls; purify our bodies; set aright our minds; cleanse our thoughts; deliver us from all affliction, trouble, and distress; surround us with Your holy angels so that, guided and guarded in their camp, we may attain oneness of faith and the knowledge of Your unspeakable glory. For You are blessed for ever and ever. Amen.\nLord, have mercy. (3x)\nGlory be: Now and for ever:\nMore honorable than the cherubim and by far more glorious than the seraphim;* ever a virgin, you gave birth to God the Word,* O true Mother of God, we magnify you.\nDuring the Paschal Season instead of \"More honorable\"\nShine in splendor, O New Jerusalem!* For the glory of the Lord is risen upon you.* O Zion, sing with joy and rejoice!* And you, pure Mother of God,* rejoice in the resurrection of your Son.\nGive the blessing, Father, in the name of the Lord!\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\nDuring the Great Fast the following prayer of St. Ephrem is recited:\nO Lord and Master of my life, drive from me the spirit of indifference, despair, lust for power, and idle chatter. (Prostration)\nInstead, bestow on me, Your servant, the spirit of integrity, humility, patience, and love. (Prostration)\nYes, O Lord and King, let me see my own sins and not judge my brothers and sisters; for you are blessed, now and for ever and ever. Amen. (Prostration)\nGod, be merciful to me a sinner. God, cleanse me of my sins and have mercy on me. I have sinned without number; forgive me, O Lord. (12 small bows)\nHoly God; Trinity most holy; Our Father.\nLord, have mercy (12x); and the prayer of the First Hour:",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_100"
  ],
  "_original_id": "horologion.psalm_100"
}