{
  "title": "Psalm 133",
  "content": "O come, bless the Lord,* all you who serve the Lord,\nWho stand in the house of the Lord,* in the courts of the house of our God.\nLift up your hands to the holy place* and bless the Lord through the night.\nMay the Lord bless you from Zion,* He Who made both heaven and earth.\nGlory be: Now and for ever: (without the Alleluia).\nHoly God; Trinity most holy; Our Father; and the following troparia:\n(Tone 2) Remember your servants, O Lord,* because of Your goodness, and forgive all the sins they committed in life,* for no one is sinless but You, Who can give rest to the departed.\n(Tone 8) O Creator, in the depth of Your wisdom,* You lovingly govern all people and distribute to each what is for good.* Now give rest to the souls of Your servants,* for they have placed their hope in You,* our Creator, Maker, and our God.\nGlory be; (Tone 8, kontakion): Give rest to the souls of Your servants with Your saints, O Christ,* where there is no pain, no sorrow, no grief,* but life everlasting.\nNow and for ever: Virgin Godbearer, we, all generations, bless you. For in you the uncontainable Christ our God was pleased to be contained. We are blessed in having you as our advocate. You intercede for us day and night. Rulers are made strong by your intercession. And so we shout out and sing your praises: Hail, O Woman Full of Grace, the Lord is with you!\nLord, have mercy. (12x)\nThen the following prayer: Lord, remember our fathers and brothers who have fallen asleep in the hope of resurrection to eternal life and all who have died in piety and faith. Forgive every sin, voluntary and involuntary, committed by them in word or deed or thought. Give them rest in a place of light, in a place of refreshment, in a place of repose from which has fled all pain, sorrow and sighing, where the light of Your countenance shines and gladdens Your saints from of old. Grant them Your kingdom and a share in Your ineffable and eternal good things and the enjoyment of Your everlasting, blessed life. For You are the Life, the Resurrection and Repose of Your servants who have fallen asleep, O Christ our God, and we give glory to You together with Your eternal Father and Your all-holy, good, and life-giving Spirit, now and for ever and ever. Amen.\nThen the troparion: Have mercy on us...; all the rest as in Small Compline, (p. 59), to the end.\nSATURDAY NOCTURN\n(Friday Evening)\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God, glory be to You...; the usual beginning, until: Come, let us adore..., (pp. 10-11).",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_133"
  ],
  "_original_id": "horologion.psalm_133"
}