{
  "title": "Psalm 85",
  "content": "(Wednesday, Saturday, and Sunday)\nTurn Your ear, O Lord, and give answer* for I am poor and needy.\nPreserve my life, for I am faithful;* save the servant who trusts in You.\nYou are my God, have mercy on me, Lord,* for I cry to You all the day long.\nGive joy to Your servant, O Lord,* for to You I lift up my soul.\nO Lord You are good and forgiving,* full of love to all who call.\nGive heed, O Lord, to my prayer* and attend to the sound of my voice.\nIn the day of distress I will call* and surely You will reply.\nAmong the gods there is none like You, O Lord,* nor work to compare with Yours.\nAll the nations shall come to adore You* and glorify Your name, O Lord,\nFor You are great and do marvelous deeds,* You Who alone are God.\nShow me, Lord, Your way so that I may walk in Your truth.* Guide my heart to fear Your name.\nI will praise You, Lord my God, with all my heart* and glorify Your name forever;\nFor Your love to me has been great,* You have saved me from the depths of the grave.\nThe proud have risen against me;* ruthless enemies seek my life; to You, they pay no heed.\nBut You, God of mercy and compassion,* slow to anger, O Lord,\nAbounding in love and truth* turn and take pity on me.\nO give Your strength to Your servant* and save Your handmaid’s child.\nShow me a sign of Your favor that my foes may see to their shame* that You console me and give me Your help.\nThe choir concludes the psalms in the following manner:\nGlory be to the Father, and to the Son, and to the Holy Spirit,\nNow and for ever, and ever. Amen.\nAlleluia! Alleluia! Alleluia! Glory to You, O God! (3x)\nLord, have mercy (3x).\nThen Glory be: the troparion, according to the typicon, usually Patron of the Church; during the Great Fast, see below.\nNow and for ever: O gracious Lord, for our sake You were born of the Virgin and were crucified.* You crushed Death by Your death,* and, being God, brought forth the resurrection.* Do not turn away from those You have made with Your own hands;* but reveal instead Your love to us, O Lord of mercy.* Accept as intercessor the Virgin Mother of God who gave You birth.* O our Savior, save a desperate people.\nIf it is the Great Fast, the following troparion is taken:\n(Tone 8) O Lord, Who, for our sake, endured bodily death at the ninth hour, subdue the passions of our flesh, O Christ our God, and save us.\nVerse: Lord, let my cry come before You; teach me by Your word.\nVerse: Let my pleading come before You: save me by Your promise.\nGlory be: Now and for ever: O gracious Lord... (see above).\nFor the sake of Your holy name, do not abandon us forever;* do not forget Your covenant.* For the sake of Abraham the trustful one,* Isaac Your servant, and Israel Your holy one,* do not take Your mercies away from us.\nHoly God; Trinity most holy; Our Father; and the kontakion.\nDuring the Great Fast, instead of the kontakion, the following troparia are taken:\n(Tone 8) Seeing the Prince of life hanging on the cross,* the good thief cried out in faith:* If the One crucified with us were not God incarnate,* the sun would not have hid its rays, nor would the earth have shaken with terror.* O Lord, You endure all this patiently,* remember me in Your kingdom.\nGlory be: Your cross was set up on Calvary,* the balance of justice between two thieves;* the one was carried down to Hades by the weight of his blasphemy;* the other was lightened from his sins and ascended to the knowledge of God.* O Christ our God, glory to You.\nNow and for ever: Seeing upon the cross, the Lamb, the Shepherd and the Savior of the world,* she who gave You birth, said amidst her tears:* The world rejoices to see its redemption,* and my heart is spent at the sight of the crucifixion, which You endured for us,* O my Son and my God.\nLord, have mercy (40x); Prayer: “O Christ our God ...” the rest as in the First Hour to the concluding prayer; then, during the Great Fast, and if the Typica is to follow, then immediately begin: Remember us, O Lord..., (p. 179); if not, then the priest says following prayer of the Ninth Hour:",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_85"
  ],
  "_original_id": "horologion.psalm_85"
}