{
  "title": "Psalm 145",
  "content": "My soul, give praise to the Lord;* I will praise the Lord all my days, make music to my God while I live.\nPut no trust in princes,* in mortals in whom there is no help.\nTake their breath, they return to clay,* and their plans that day come to nothing.\nHe is happy who is helped by Jacob’s God,* whose hope is in the Lord his God;\nWho alone made heaven and earth,* the seas and all they contain.\nIt is He Who keeps faith forever,* Who is just to those who are oppressed.\nIt is He Who gives bread to the hungry,* the Lord, Who sets prisoners free.\nThe Lord Who gives sight to the blind,* Who raises up those who are bowed down.\nThe Lord, Who protects the stranger* and upholds the widow and orphan.\nIt is the Lord Who loves the just* but thwarts the path of the wicked.\nThe Lord will reign forever,* Zion’s God, from age to age.\nGlory be: Now and for ever: O only-begotten Son and Word of God, Who, being immortal, deigned for our salvation to become incarnate of the holy Mother of God and ever-virgin Mary, and became man without change; You were also crucified, O Christ our God, and by death have trampled Death. Being One of the Holy Trinity, glorified with the Father and the Holy Spirit, save us.\nThe Beatitudes\nRemember us, O Lord,* when You come into Your kingdom.\nBlessed are the poor in spirit,* for theirs is the kingdom of heaven.\n(During the Great Fast, we add to each of the verses: When You come into Your kingdom, remember us, O Lord).\nBlessed are they who mourn,* for they will be comforted.\nBlessed are the meek,* for they will inherit the land.\nBlessed are they who hunger and thirst for righteousness,* for they will be satisfied.\nBlessed are the merciful,* for they will be shown mercy.\nBlessed are the clean of heart;* for they will see God.\nBlessed are the peacemakers;* they will be called children of God.\nBlessed are they who are persecuted for the sake of righteousness,* for theirs is the kingdom of heaven.\nBlessed are you when they insult you and persecute you,* and utter every kind of evil against you because of me.\nRejoice and be glad, for your reward will be great in heaven.\nOutside of the Great Fast, the following verses are also taken:\nRemember me, O Lord, when You come into Your kingdom,* and save me, for You alone love mankind.\nAccept my repentance, O Christ, just as You accepted the tears of Peter,* and grant me forgiveness of sins.\nI implore you, O baptizer and forerunner of the Lord, who preached repentance to the people,* help me to repent.\nSince you are the blessed ones who have passed through the storm of passions, O saints,* deliver those who are sailing through the storm of pain.\nGlory be: O my Savior, Whom the prophets sincerely and unceasingly glorified in the Trinity,* save me through the prayers of the forerunner.\nNow and for ever: O mediatrix, hope of those who are in distress,* deliver me from the anxieties of this life and save me, O blessed Lady.\nThen the Epistle to the Colossians (3:12-16) and the Gospel according to St. Mark (8:34 - 9:1) are read:\nDuring the Great Fast\nRemember us, O Lord,* when You come into Your kingdom.\nRemember us, O Master,* when You come into Your kingdom.\nRemember us, O Holy One,* when You come into Your kingdom.\nThe heavenly choirs sing to You and say:* holy, holy, holy, Lord God of Hosts. Heaven and earth are full of Your glory.\nVerse: Approach and be enlightened;* you will not be made to blush.\nAgain: The heavenly choirs sing to You....\nGlory be: The choir of holy angels and archangels,* with all the powers of heaven, sings to You, saying:* Holy, Holy, Holy, Lord God of Hosts.* Heaven and earth are full of Your glory.\nNow and for ever: I believe in one God... (p. 48).\nRemit, pardon, and forgive, O God, our transgressions, voluntary and involuntary, whether of word or deed, committed knowingly or through human frailty, committed by day or night, committed willfully and knowingly. Forgive us all, for You are gracious and You love mankind.\nOur Father... then, on feasts take the kontakion of the feast; but on other days the kontakion of the patron-saint of the church, of the day, and of the saint of the day are taken; then immediately:\nGlory be: (Tone 8, kontakion): To the souls of Your servants, O Christ,* grant rest among the saints,* where there is no pain, no sorrow, no mourning,* but only life without end.\nNow and for ever: O gentle protectress of Christians,* unfailing mediatrix before the Creator,* do not despise the prayerful voices of sinners;* but in your goodness hasten to assist those who cry out to you:* Inspire us to prayer, and hasten to hear our supplication,* intercede always, Mother of God, in behalf of those who honor you.\nLord, have mercy. (12x).\nThe rest as on pp. 41-42: O all-holy Trinity...; Blessed is the name of the Lord...; Psalm 33; It is truly right...; Glory be: Now and for ever: Lord, have mercy (3x). Give the blessing - and the dismissal.\nDuring the Great Fast, then immediately after O gentle protectress...: we take Lord, have mercy (40x); Glory be: Now and for ever:\nMore honorable than the cherubim...; the rest as in the First Hour to the concluding prayer; then, the prayer of the Ninth Hour, and the dismissal.",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_145"
  ],
  "_original_id": "horologion.psalm_145"
}