{
  "title": "Psalm 101",
  "content": "O Lord, listen to my prayer* and let my cry for help reach You.\nDo not hide Your face from me,* in the day of my distress.\nTurn Your ear towards me* and answer me quickly when I call.\nFor my days are vanishing like smoke,* my bones burn away like a fire.\nMy heart is withered like the grass.* I forget to eat my bread.\nI cry with all my strength* and my skin clings to my bones.\nI have become like a pelican in the wilderness,* like an owl in desolate places.\nI lie awake and I moan* like some lonely bird on a roof.\nAll day long my foes revile me;* those who hate me use my name as a curse.\nThe bread I eat is ashes;* my drink is mingled with tears.\nIn Your anger, Lord, and Your fury,* You have lifted me up and thrown me down.\nMy days are like a passing shadow* and I wither away like the grass.\nBut You, O Lord, will endure for ever,* and Your name from age to age.\nYou will arise and have mercy on Zion:* for this is the time to have mercy; yes, the time appointed has come.\nFor Your servants love her very stones,* are moved with pity even for her dust.\nThe nations shall fear the name of the Lord* and all the earth’s kings, Your glory,\nWhen the Lord shall build up Zion again* and appear in all His glory.\nThen He will return to the prayers of the helpless;* He will not despise their prayers.\nLet this be written for ages to come* that a people yet unborn may praise the Lord;\nFor the Lord leaned down from His sanctuary on high.* He looked down from heaven to the earth\nThat He might hear the groans of the prisoners* and free those condemned to die.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You\nThat the name of the Lord may be proclaimed in Zion* and His praise in the heart of Jerusalem,\nWhen peoples and kingdoms are gathered together* to pay their homage to the Lord.\nHe has broken my strength in mid-course;* He has shortened the days of my life.\nI say to God: Do not take me away before my days are complete,* You, Whose days last from age to age.\nLong ago You founded the earth* and the heavens are the work of Your hands.\nThey will perish but you will remain.* They will all wear out like a garment.\nYou will change them like clothes that are changed.* But You neither change, nor have an end.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You.\nPrayer\nLord almighty, God of our fathers Abraham and Isaac and Jacob and of their righteous descendants, Who made heaven and earth with all their adornment, Who encompassed the sea with the word of Your command, Who closed the deep and sealed it with Your fearful and glorious name, Whose presence all things revere and before Whose power they quake, because the magnificence of Your glory is unendurable, and irresistible the wrath of Your threat against sinners: the kindness of Your promise is both immeasurable and inscrutable, for You are the Lord most high, compassionate, long-suffering and most merciful, offering atonement for the evils of men.\nYou, O Lord, in the abundance of Your goodness, promised repentance and forgiveness to those who sinned against You; and in the abundance of Your compassion, You decreed repentance for sinners, that they may be saved. Therefore, O Lord, God of the righteous, You appointed repentance, not for the righteous, not for Abraham and Isaac and Jacob who did not sin against You, but for me a sinner, for I committed more sins than there are grains of sand in the sea. My transgressions are multiplied, O Lord, they are multiplied! I am not worthy to look up and see the height of heaven because of the multitude of my iniquities, being weighed down by many iron chains so that I cannot raise my head; and there is no release for me because I have provoked Your anger and have done what is evil in Your sight, not doing Your will nor keeping Your commandments, but setting up abominations and multiplying offenses.\nNow I kneel in my heart, beseeching Your kindness: I have sinned, O Lord, I have sinned, and I acknowledge my transgressions; I pray and beg You: release me, Lord, release me! Do not destroy me together with my transgressions! Do not remember forever our wrongs! Do not condemn me to the depths of the earth! For You are God, the God of those who repent, and in me You will show all Your kindness: for unworthy as I am You will save me according to the abundance of Your mercy, and I will praise You continually all the days of my life. For all the hosts of heavens sing Your praise, and Yours is the glory for ever and ever. Amen.\nHoly God; Trinity most holy; Our Father; and kontakion of the feast (of the Nativity, (p. 1334); of the Theophany, (p. 1278); or of the Annunciation (p. 1289). During the Great Fast, the following troparia are taken: Have mercy on me...etc., (p. 59).\nLord, have mercy (40x).\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\nPrayer\nO God, our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n(Part III)\nCome, let us adore... (3x).",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_101"
  ],
  "_original_id": "horologion.psalm_101"
}