{
  "title": "Litany",
  "content": "Let us complete our morning prayer to the Lord.\nChoir: Lord, have mercy.\nHelp and save, have mercy and protect us, O God, by Your grace.\nChoir: Lord, have mercy.\nThat this whole day may be perfect, holy, peaceful, and sinless, let us ask the Lord.\nChoir: Grant this, O Lord (after each petition).\nFor an angel of peace, a faithful guide, a guardian of our souls and bodies, let us ask the Lord.\nFor the forgiveness and remission of our sins and offenses, let us ask the Lord.\nFor all that is good and beneficial for our souls, and for peace for the world, let us ask the Lord.\nThat we may spend the rest of our life in peace and repentance, let us ask the Lord.\nFor a Christian end to our lives, one that is painless, unashamed, and peaceful; and for a good defense at the awesome tribunal of Christ, let us ask the Lord.\nRemembering our most holy and immaculate, most blessed and glorious Lady, the Mother of God and ever-virgin Mary, together with all the saints, let us commend ourselves and one another and our whole life to Christ our God.\nChoir: To You, O Lord.\nPriest: For You are a merciful, gracious and loving God, and we give glory to You, Father, Son, and Holy Spirit, now and for ever and ever.\nChoir: Amen.\nPriest: Peace be with all.\nChoir: And with Your spirit.\nDeacon: Bow your heads to the Lord.\nChoir: To You, O Lord.\nPriest (quietly): Holy Lord, You live on high and yet stoop to look down upon the earth, and with Your divine eyes You see all creatures. Before You we bow down in spirit and body, and we pray You, O Holy of Holies, stretch forth Your invisible hand from Your holy dwelling and bless us. If we have sinned in any way, either deliberately or through human frailty, forgive us, for You are good; You give us earthly and heavenly blessings, and You alone love all.\nExclamation: For it is You alone Who have mercy and save us, and we glorify You, Father, Son, and Holy Spirit, now and for ever and ever.\nChoir: Amen\nDeacon: Wisdom! Choir: Give the blessing. Then the Great Dismissal (p. 36). If the First Hour is to follow, then the choir immediately begins: Come, let us adore...\nLesser Doxology\nDuring the Great Fast, the priest first intones:\nFor to You belongs glory, O Lord our God, and we render glory to You, Father, Son, and Holy Spirit, now and for ever and ever. Amen. And then immediately:\nPriest: Glory to You Who have shown us the light!\nChoir: Glory to God in the highest,* and to His people on earth, peace and good will.\nLord God, Heavenly King, Almighty God and Father,* with the Lord Jesus Christ, only Son of the Father, and the Holy Spirit.\nWe praise You, we bless You, we worship You,* we glorify You, we thank You for Your great glory.\nLord God, Lamb of God, Son of the Father,* You take away the sins of the world, have mercy on us.\nYou take away the sins of the world,* hear our prayer.\nYou are seated at the right hand of the Father,* have mercy on us.\nFor You alone are holy, You alone are the Lord, Jesus Christ,* for the glory of God the Father. Amen.\nI will bless You day after day,* and praise Your name forever.\nLord, You have been our refuge* from one generation to the next.\nI said: Lord, have mercy on me, heal my soul,* for I have sinned against You.\nO Lord, I have fled to You, teach me to do Your will,* for You, O Lord, are my God.\nIn You is the source of life* and in Your light we see light.\nKeep on loving those* who know You.\nCount us worthy, O Lord,* of passing this day without sin.\nBlessed are You, O Lord, God of our Fathers,* and praised and glorified is Your name forever. Amen.\nLet Your mercy, O Lord, be upon us*, because we have set our hope in You.\nBlessed are You, O Lord,* teach me Your commandments.\nBlessed are You, O Master,* make me understand Your commandments.\nBlessed are You, O Holy One,* enlighten me with Your laws.\nO Lord, Your mercy endures forever;* do not despise the work of Your hands.\nIt is proper to praise You,* and to You belong hymns.\nGlory belongs to You,* Father, Son, and Holy Spirit;\nNow and for ever* and ever. Amen.\nThen the deacon says the litany: Let us complete our morning prayer ... (p. 143). After the litany, the stichera of the aposticha. On ordinary days the following verses (Ps 89) are added:\nIn the morning, fill us with Your love; we shall exalt and rejoice all our days. Give us joy to balance our affliction for the years when we knew misfortune.* Show forth Your work to Your servants; let Your glory shine on their children.\nLet the favor of the Lord be upon us;* give success to the work of our hands! Give success to the work of our hands!\nAfter the stichera of the aposticha, we recite:\nIt is good to give thanks to the Lord,* and to make music to Your name, O Most High.\nTo proclaim Your love in the morning* and Your truth in the watches of the night.\nHoly God; Trinity most holy; Our Father; the troparion according to the typicon (during the Great Fast, see below); then the litany Have mercy on us, O God... (p. 142); and the daily dismissal (p. 37).\nIf the First Hour is to follow immediately after Matins, then, instead of the Lesser Dismissal, the following is taken:\nDeacon: Wisdom!\nChoir: Give the blessing.\nPriest: Blessed is Christ, our God, always, now and for ever and ever.\nChoir: Amen. Then immediately begin the First Hour: Come let us adore...\nDuring the Great Fast, after the Our Father, we recite the following troparion:\nStanding in the temple of your glory is like standing in heaven itself. O Mother of God and Gate of Heaven, open for us the door of your mercy.\nLord, have mercy (40x). Master, give the blessing!\nPriest: Blessed is Christ our God, always, now and for ever and ever.\nChoir: Amen.\nPriest: Heavenly King, strengthen Your church, affirm our faith, calm the nations, give peace to the world, and preserve this city (this village, this monastery). Grant the faithful departed a share in the dwelling of the just, and receive and forgive us after repentance and confession, for You are good and love mankind.\nChoir: Amen.\nLord, have mercy (3x). Glory be: Now and for ever:\nMore honorable than the cherubim and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word, O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.",
  "source": "Stamford Horologion"
}