{
  "title": "Psalm 116",
  "content": "(For 2 stichera) Praise the Lord, all the nations;* proclaim His glory, all you people.\nStrong is the love of the Lord for us;* eternally will His truth endure.\nThe Entrance\nOn Saturday evening and on those days when there are readings or great prokimena, an entrance is made. At the Glory be..., the holy doors are opened. The priest, vested in the phelonion, and the deacon, holding the censer, proceed around the altar and exit through the northern door and stand before the holy doors.\nDeacon (quietly): Let us pray to the Lord.\nPriest (quietly): O gracious King, You love mankind and bless all things. With contrite heart and humble spirit we pray to You, O Christ our true God: Bless our comings and our goings. For Your coming and ascension and dwelling among us are blessed, always, now and for ever and ever. Amen.\nDeacon: Master, bless the holy entrance.\nPriest (blessing towards the East): Blessed be the entrance of Your saints, always, now and for ever and ever.\nThe deacon, or the priest if there is no deacon, stands within the holy doors, makes a sign of the cross with the censer and intones:\nWisdom! Stand aright.\nJoyful Light\nChoir: O joyful Light!* Light and holy Glory* of the Father immortal,* the heavenly, holy, the blessed One,* O Jesus Christ!* Now that we have reached the setting of the sun,* and see the evening light,* we sing to God,* Father, Son and Holy Spirit.\nIt is fitting at all times* to raise a song of praise in measured melody to You,* O Son of God, the Giver of life.* Behold, the universe sings Your glory.\nAlternate translation of Joyful Light:\nTranquil Light\nChoir: Tranquil Light,* of the holy glory of the immortal* heavenly, holy blessed Father,* O Jesus Christ:* as we come upon the sunset,* as we see the evening light,* we sing to God, the Father, the Son, and the Holy Spirit.\nAt all times You are worthy* of being hymned by joyful voices;* O Son of God, You are the giver of life.* For this the whole world glorifies You.\nThe deacon, (after the incensing) goes to the holy doors and intones: Let us be attentive!\nPriest: Peace + be with all.\nDeacon: Wisdom! Let us be attentive!\nThe choir sings the prokimenon.\nThe Daily Prokimena\nOn Saturday Evening: Ps. 92 (Tone 6)\nThe Lord reigns,* He is clothed in majesty.\nVerse: Robed is the Lord and girt about with strength.\nVerse: For He has made the world firm, which shall not be moved.\nVerse: Holiness befits Your house, O Lord, for length of days.\nOn Sunday Evening: Ps. 133 (Tone 8)\nAnd now bless the Lord,* all you servants of the Lord.\nVerse: Who stand in the temple of the Lord, in the courtyards of the house of our God.\nOn Monday Evening: Ps. 4 (Tone 4)\nThe Lord hears me* when I cry out to Him.\nVerse: Whenever I called, the God of my justice heard me.\nOn Tuesday Evening: Ps. 22 (Tone 1)\nYour mercy, O Lord, shall follow me* all the days of my life.\nVerse: The Lord is my shepherd, I shall not want. In green pastures He gives me repose.\nOn Wednesday Evening: Ps. 53 (Tone 5)\nO Lord, save me by Your name,* and in Your power be a judge for me.\nVerse: O God, hear my prayer; listen to the words of my mouth.\nOn Thursday Evening: Ps. 120 (Tone 6)\nMy help is from the Lord,* Who made heaven and earth.\nVerse: I lifted up my eyes to the mountains, from where my help shall come.\nOn Friday Evening: Ps. 58 (Tone 7)\nO God, You are my defender* and Your mercy goes before me.\nVerse: Deliver me from my enemies, O God; save me from those who rise up against me.\nDuring the Great Fast (Tone 6): Alleluia! Alleluia! Alleluia!\nOn Monday Evening: Ps. 37\nVerse: O Lord, rebuke me not in Your anger, chastise me not in Your wrath. Alleluia.\nVerse: Praise the Lord forever. Alleluia.\nOn Tuesday and Thursday Evening: Ps. 98\nVerse: Exalt the Lord our God, and worship at His holy mountain; for the Lord our God is holy. Alleluia.\nVerse: Praise the Lord forever. Alleluia.\nOn Wednesday Evening: Ps. 18\nVerse: Through all the world their voice resounds; their message reaches to the ends of the earth. Alleluia.\nVerse: Praise the Lord forever. Alleluia.\nThe Great Prokimena",
  "source": "Stamford Horologion",
  "_original_id": "horologion.vespers.psalm_116"
}