{
  "title": "Psalm 103",
  "content": "Bless the Lord, O my soul!* You are very great, O Lord, my God,\nClothed in pomp and brilliance;* arrayed with light as with a cloak.\nStretching out the sky as a tent-cloth,* covering Your lofty halls with water,\nYou make the clouds Your conveyance;* You surge on the wings of the wind.\nYou make spirits Your messengers,* and flaming fires Your attendants.\nYou settle the earth on its firm foundation;* it shall stand unmoved from age to age.\nThe abyss covers it like a garment;* waters stand over the mountains.\nAt Your rebuke they will take flight;* at the peal of Your thunder they will fear.\nThey hurdle the hills and run down the dales,* to the place You have chosen for them.\nYou have set up a boundary not to be passed;* they shall never return to cover the earth.\nDown in the gullies You make springs to rise;* water shall go down between the mountains.\nThey shall give drink to the beasts of the field;* wild asses will seek them to quench their thirst.\nThe birds of the sky will abide by them;* from among the rocks they will raise their song.\nFrom Your lofty halls You refresh the mountains;* the earth shall be fed with the fruit of Your works.\nYou make green pastures for the cattle,* and food-plants for the service of all,\nSo that bread may be brought forth from the earth,* and wine that gladdens the heart of all;\nSo that oil may put a gleam upon his face;* and that bread may strengthen the heart of all.\nThe trees of the plain will be satisfied,* the cedars of Lebanon that He planted.\nThe sparrows will build their nests in them;* and the herons will call them their home.\nTo the deer belong high mountains,* to rodents, the shelter of the rocks.\nYou have made the moon to mark the seasons;* the sun knows the time of its setting.\nYou establish darkness, and it is night,* wherein all the forest creatures prowl around.\nYoung lions roar for their prey,* and call out to God for their meat.\nAs the sun rises, they will come together,* and lay themselves down in their dens.\nMan will go out to his labor,* and work until eventide.\nHow great are Your works, O Lord!* In wisdom You have wrought them all.\nThe earth is filled with Your creatures.* Even the wide and open sea itself,\nWithin it there are countless creeping things,* living beings small and large.\nUpon it there are ships a-sailing,* and that great beast You made to have fun therein.\nAll of them look up to You,* to give them their food in due time.\nYou provide and they gather up;* You open Your hand and they are full.\nYou hide Your face and they cringe;* You suspend their breath, and they die and return to their dust.\nYou send forth Your breath and they live;* You renew the face of the earth.\nMay the Lord’s glory endure forever;* may the Lord rejoice in His works;\nHe looks upon the earth and makes it quake;* He touches the mountains and they smoke.\nI will sing to the Lord as long as I live;* I will praise my God as long as I last.\nWould that my thoughts be pleasing to Him:* and I will rejoice in the Lord.\nMay sinners vanish from the earth, and may the wicked be no more.* Bless the Lord, O my soul!\nGlory be to the Father and to the Son and to the Holy Spirit, now and for ever and ever. Amen.\nAlleluia! Alleluia! Alleluia! Glory be to You, O God (3x).\nAs Psalm 103 is being recited, the priest quietly reads the Prayers of Light in front of the holy doors. Only one of the prayers may be read throughout the entire week according to the tone of the week.\nThe Prayers of Light\nO Lord, compassionate and loving, long-suffering and most merciful, hear our prayer and listen to the voice of our supplication. Make a favorable covenant with us, guide us along Your ways that we may live in Your truth, gladden our hearts that we may fear Your holy name; for You are great and You perform wondrous deeds. You are the only God and none other is like You, O Lord. You are great in mercy and able, in Your power, to assist, support, and save all those who place their hope in Your holy name; and to You, Father, Son, and Holy Spirit, is due all glory, honor, and adoration, now and for ever and ever. Amen.\nO Lord, in Your indignation do not rebuke us; in Your wrath do not chastise us; but deal with us according to Your loving-kindness. O Physician and Healer of our souls, guide us to the harbor of Your will; enlighten the eyes of our mind that we may know Your truth. Grant that the remainder of this day and all the days of our life may be peaceful and without sin, through the prayers of the holy Mother of God and through the prayers of all the saints; for Yours is the might, and Yours is the kingdom and the power and the glory, Father, Son, and Holy Spirit, now and for ever and ever. Amen.\nO Lord our God, be mindful of us sinners, Your unworthy servants, as we call upon Your holy name, and put us not to shame for having placed our hope in Your mercy. Graciously grant us, O Lord, all the means of salvation; make us worthy to love and fear You with all our heart and to accomplish Your will in all things. For You are a gracious Lord and You love mankind; and we give glory to You, Father, Son, and Holy Spirit, now and for ever and ever. Amen.\nO Lord, You are praised by the holy powers in hymns which are never silent, and in doxologies which never cease. Fill our mouths with Your praise that we may exalt Your holy name. Through the prayers of the holy Mother of God and the intercession of all Your saints, give us a part and an inheritance with those who fear You in truth and who keep Your commandments. For to You, Father, Son, and Holy Spirit, is due all glory, honor, and adoration, now and for ever and ever. Amen.\nBlessed are You, O Lord, almighty God. You know the mind of each person; You know what each needs even before they ask or are aware of it. Now, O King Who loves mankind and Who is gracious in everything, in Your great mercy allow us to call upon Your holy name with an unashamed conscience. And lead us not into temptation, but deliver us from the Evil One; and in Your providence grant all that is beneficial to us. For to You, Father, Son, and Holy Spirit, is due all glory, honor, and adoration, now and for ever and ever. Amen.\nO Lord, O Lord, You hold all things together in Your spotless hands; You are long-suffering toward us all; You grieve at our wickedness. Remember Your compassion and mercy, and visit us in Your goodness. Grant that for the rest of this day we may escape from the manifold deceits of the Evil One; and keep our life free from every assault of the enemy, through the grace of Your all-holy Spirit. Grant this through the mercies and love for mankind of Your only-begotten Son with Whom You are blessed, together with Your all-holy, gracious, and life-giving Spirit, now and for ever and ever. Amen.\nO great and wonderful God, You govern all things with Your indescribable goodness and rich providence. You have provided us with the goodness of this world and have assured us, through Your kindness, of attaining the promised kingdom. O Lord, through all the blessings already received this day, You have kept us away from evil; grant that we spend its remaining hours without blame before Your holy glory, and that we may sing Your praise, O You, the only gracious One Who loves mankind. For You are our God, and we give glory to You, Father, Son, and Holy Spirit, now and for ever and ever. Amen.\nO great and most high God, You alone are immortal and You dwell in a light which is unapproachable. You created all things in Your wisdom, dividing light from darkness, establishing the sun to govern the day and the moon and stars to rule the night. You have deemed us, poor sinners, worthy to reach this hour, to come into Your presence with our thanks, and to offer You our evening praise. O Lord Who loves mankind, let our prayers ascend to You as incense, and accept them as a sweet fragrance. Grant that this evening and the coming night may be spent in peace; clothe us with the armor of light; save us from the fears of the night and from things that lurk in darkness. Grant that the sleep You have given to refresh us from our fatigue may be free from every evil. Yes, O Lord and Giver of all good things, grant that, having found favor in Your sight, we may lie down to rest, remembering Your name throughout the night; and enlightened by the practice of Your commandments, may we rise in gladness of soul to praise Your goodness, offering prayers and supplications for our sins and those of Your people. Look down upon us with mercy, through the intercession of the Mother of God; for You are gracious Lord Who loves mankind, and we glorify You, Father, Son, and Holy Spirit, now and for ever and ever. Amen.\nAfter the recitation of the Psalm 103, the priest returns to the sanctuary and stands before the altar; the deacon departs through the northern door, stands before the holy doors, and intones the litany. If there is no deacon, the priest intones the litany before the holy doors.",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_103"
  ],
  "_original_id": "horologion.psalm_103"
}