{
  "title": "Psalm 50",
  "content": "(Wednesday, Saturday, and Sunday)\nHave mercy on me, God, in Your kindness.* In Your compassion blot out my offense.\nO wash me more and more from my guilt* and cleanse me from my sin.\nMy offenses truly I know them;* my sin is always before me.\nAgainst You, You alone, have I sinned;* what is evil in Your sight I have done.\nThat You may be justified when You give sentence* and be without reproach when You judge.\nO see, in guilt I was born,* a sinner was I conceived.\nIndeed, You love truth in the heart;* then in the secret of my heart teach me wisdom.\nO purify me, then I shall be clean;* O wash me, I shall be whiter than snow.\nMake me hear rejoicing and gladness,* that the bones You have crushed may thrill.\nFrom my sins turn away Your face* and blot out all my guilt.\nA pure heart create for me, O God,* put a steadfast spirit within me.\nDo not cast me away from Your presence,* nor deprive me of Your holy spirit.\nGive me again the joy of Your help;* with a spirit of fervor sustain me.\nThat I may teach transgressors Your ways* and sinners may return to You.\nO rescue me, God, my helper,* and my tongue shall ring out Your goodness.\nO Lord, open my lips* and my mouth shall declare Your praise.\nFor in sacrifice You take no delight,* burnt offering from me You would refuse.\nMy sacrifice, a contrite spirit.* A humbled, contrite heart You will not spurn.\nIn Your goodness, show favor to Zion:* rebuild the walls of Jerusalem.\nThen You will be pleased with lawful sacrifice, burnt offerings wholly consumed,* Then You will be offered young bulls on Your altar.\nThe choir concludes the psalms in the following manner:\nGlory be to the Father, and to the Son, and to the Holy Spirit,\nNow and for ever, and ever. Amen.\nAlleluia! Alleluia! Alleluia! Glory to You, O God! (3x)\nLord, have mercy. (3x)\nThen the prescribed troparion. During the Great Fast, (see below).\nNow and for ever: O Mother of God, you are the true vine laden with the Fruit of Life;* wherefore, we implore you, O Lady,* to intercede together with the apostles and all the saints* that we may obtain mercy for our souls.\nDuring the Great Fast, the following troparion is taken:\n(Tone 6) At the third hour, O Lord,* You sent Your Holy Spirit to Your apostles.* Do not take Him from us, O gracious One,* but rather, renew Him within us as we pray to You.\nVerse: A pure heart create for me, O God, put a steadfast spirit within me.\nVerse: Do not cast me away from Your presence, nor deprive me of Your holy Spirit.\nGlory be: Now and for ever: O Mother of God... (see above)\nBlessed is the Lord God! Blessed is the Lord day by day! May the God of our salvation* smooth our path. Our God is the God of salvation.\nHoly God; Trinity most holy; Our Father; and the kontakion.\nDuring the Great Fast, instead of the kontakion, the following troparia are taken:\n(Tone 8) Blessed are You, O Christ our God.* You filled the fishermen with wisdom,* sending down upon them the Holy Spirit.* Through them You have caught the whole world in your net.* O Lover of mankind, glory be to You!\nGlory be: When the Most High descended and confused tongues,* He scattered the people;* but when He distributed the tongues of fire, He called all to unity.* Therefore, with one voice,* let us praise the most Holy Spirit.\nNow and for ever: O most pure Mother of God,* you are a hope, a stronghold, and a refuge for Christians;* you are an unconquerable wall and a peaceful haven for the weary.* Through your unceasing intercession you are saving the world;* and we ask you to also remember us, O Virgin worthy of all praise.\nLord, have mercy (40x);\nO Christ our God, in all times and places You are worshiped and glorified both in heaven and on earth. You are long-suffering and generous in Your mercy and compassion. You love the just and show mercy to the sinner, calling all people to repentance through the promise of blessings to come. Deem, O Lord, at this very hour, to receive our supplications and to direct our lives in the path of Your commandments. Sanctify our souls; purify our bodies; set aright our minds; cleanse our thoughts; deliver us from all affliction, trouble, and distress; surround us with Your holy angels so that, guided and guarded in their camp, we may attain oneness of faith and the knowledge of Your unspeakable glory. For You are blessed for ever and ever. Amen.\nLord, have mercy. (3x), Glory be, Now and for ever, More honorable... to the prayer of the First Hour, see p. 156.",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_50"
  ],
  "_original_id": "horologion.psalm_50"
}