{
  "title": "Psalm 90",
  "content": "(Wednesday, Saturday, and Sunday)\nThose who dwell in the shelter of the Most High* and abide in the shade of the Almighty\nSay to the Lord: My refuge, my stronghold,* my God in whom I trust!\nIt is He Who will free you from the snare of the fowler* who seeks to destroy you;\nHe will conceal you with His pinions* and under His wings you will find refuge.\nYou will not fear the terror of the night* nor the arrow that flies by day,\nNor the plague that prowls in the darkness* nor the scourge that lays waste at noon.\nA thousand may fall at your side, ten thousand fall at your right,* you, it will never approach,* His faithfulness is buckler and shield.\nYour eyes have only to look to see* how the wicked are repaid.\nYou who have said: Lord, my refuge!* and have made the Most High your dwelling\nUpon you no evil shall fall,* no plague approach where you dwell.\nFor you He has commanded His angels,* to keep you in all your ways.\nThey shall bear you upon their hands* lest you strike your foot against a stone.\nOn the lion and the viper you will tread* and trample the young lion and the dragon.\nYou set your love on Me so I will save you,* protect you for you know My name.\nWhen you call I shall answer: I am with you,* I will save you in distress and give you glory.\nWith length of days I will content you;* I shall let you see my saving power.\nThe choir concludes the psalms in the following manner:\nGlory be to the Father, and to the Son, and to the Holy Spirit,\nNow and for ever, and ever. Amen.\nAlleluia! Alleluia! Alleluia! Glory be to You, O God! (3x)\nLord, have mercy (3x).\nThen the troparion, according to the typicon. During the Great Fast, see below.\nNow and for ever: Since we have no one in whom to confide because of our many sins,* O Virgin Mother of God, intercede for us with the One Who was born of you;* for a mother’s prayer is a powerful means for obtaining the Master’s favor.* You are most worthy of veneration, so do not turn away from the pleading of us sinners;* for the One Who willed to suffer in the flesh for our sake is full of mercy,* and His power is sufficient to save us.\nDuring the Great Fast, the following troparion is taken:\n(Tone 6) O Lord, on the sixth day and at the sixth hour* You nailed to the cross the sin which Adam presumed to commit in paradise.* Now also tear up the list of our iniquities and save us,* O Christ our God.\nVerse: O God, listen to my prayer,* do not hide from my pleading.\nVerse: As for me, I will cry to God,* and the Lord will save me.\nGlory be: Now and for ever: Since we have no one... (see above).\nTroparion of the Prophecy, Wisdom! Let us be attentive! First prokimenon and verse. Priest: Wisdom! Announce the reading from the Old Testament. Priest: Let us be attentive! Reading, and then second prokimenon and verse.\nLet Your bounties, O Lord, come down upon us in haste, for our need has become great indeed. Help us, O God our Savior, for the glory of Your name. Save us, O Master, and forgive our sins for the sake of Your name.\nHoly God; Trinity most holy; Our Father; and the kontakion.\nDuring the Great Fast, instead of the kontakion, the following troparia are sung:\n(Tone 2) In the middle of the earth You brought about our salvation;* upon the cross You stretched out Your most pure hands* to gather all the nations who sing to You:* O Lord, glory be to You.\nGlory be: We bow before Your sacred image, O gracious Lord,* and beg forgiveness for our offenses, O Christ our God;* for You, of your own free will, deigned to ascend the Cross in Your human nature* to deliver from the bondage of the Enemy those whom You have created.* Therefore, we gratefully cry out to You:* Through Your coming to save the world,* O Savior, You have filled all with joy.\nNow and for ever: O Mother of God, fount of mercy;* deem us worthy of compassion.* Look upon a sinful people; as always show your power.* For, placing our trust in you, we cry out to you: Hail!* as once did Gabriel, the prince of angels.\nOn Wednesday and Friday, instead of O Mother of God... the following:\nNow and for ever: We praise you, O Mother of God, more glorious than all others;* Death was put to death, and Hades was crushed by the cross of your Son;* He raised us from death and granted us eternal life.* Paradise is again opened, for us to enjoy as before.* Therefore, in thanksgiving we glorify the love and power of Christ our God.\nLord, have mercy (40x); Prayer: “O Christ our God ...” all the rest as in the First Hour to the prayer of the First Hour, (see p. 155 ff.), then:",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_90"
  ],
  "_original_id": "horologion.psalm_90"
}