{
  "title": "Litany of Peace",
  "content": "In peace let us pray to the Lord.\nChoir: Lord, have mercy (and after each petition).\nFor the peace from on high and for the salvation of our souls, let us pray to the Lord.\nFor peace throughout the whole world, for the well-being of God’s holy churches and for the unity of all, let us pray to the Lord.\nFor this holy church and for all who enter it with faith, reverence, and fear of God, let us pray to the Lord.\nFor our most holy universal Pontiff, N., Pope of Rome, let us pray to the Lord.\nFor our most blessed Patriarch, N., our most reverend Metropolitan, N., our God-loving Bishop, N., the reverend priesthood, the diaconate in Christ, and all the clergy and the people, let us pray to the Lord.\nFor our nation under God, for our government, and for all the military, let us pray to the Lord.\nFor this city (or For this village, or For this holy monastery), for every city and country and for the faithful who live in them, let us pray to the Lord.\nFor favorable weather, for an abundance of the fruits of the earth, and for peaceful times, let us pray to the Lord.\nFor the seafarers and travelers, for the sick and the suffering, for those held captive, and for their salvation, let us pray to the Lord.\nThat we may be delivered from all tribulation, wrath, and misfortune, let us pray to the Lord.\nHelp and save, have mercy and protect us, O God, by Your grace.\nRemembering our most holy and immaculate, most blessed and glorious Lady, the Mother of God and ever-virgin Mary, together with all the saints, let us commend ourselves and one another and our whole life to Christ our God.\nChoir: To You, O Lord.\nPriest: For all glory, honor, and worship befit You, Father, Son, and Holy Spirit, now and for ever and ever.\nChoir: Amen.\nGod the Lord\nAfter the Litany, the choir sings God the Lord... (Ps. 117) in the tone of the first troparion:\nGod the Lord has revealed Himself to us, blessed is He Who comes in the name of the Lord.\nVerse: Give thanks to the Lord, for He is good; for His love endures forever.\nVerse: They encircled me, compassed me about; in the Lord’s name I crushed them.\nVerse: I shall not die, I shall live and recount the deeds of the Lord.\nVerse: The stone which the builders rejected has become the cornerstone. This is the work of the Lord, a marvel in our eyes.\nThen the troparion and the theotokion are taken according to the typikon. After the troparia we sing the Sessional Hymns.\nDuring the Great Fast\nInstead of God the Lord..., the choir sings according to the tone of the week: Alleluia! Alleluia! Alleluia!\nVerse: My spirit yearns for You in the night; yes, keeps vigil for You.\nVerse: When Your judgment dawns upon the earth, the world’s inhabitants learn justice.\nVerse: Let them be ashamed when they see Your zeal for Your people; let the fire prepared for Your enemies consume them.\nVerse: You have increased the nation, O Lord, increased the nation to Your own glory.\nThen the choir immediately sings the following trinitarian hymns in the tone of the week.\nTone 1\nThrough bodily forms, we have come to the spiritual, immaterial understanding of the bodiless powers, and by the singing of the thrice-holy hymn, we have received the light of the divinity in three Persons. Let us sing with the cherubim to our only Lord: Holy, holy, holy are You, O our God...\n(:) Monday – through the intercession of Your angelic powers have mercy on us.\n(:) Tuesday – through the prayers of Your Forerunner have mercy on us.\n(:) Wednesday – through the power of Your holy Cross have mercy on us.\n(:) Thursday – through the prayers of Your holy Apostles have mercy on us.\n(:) Friday – through the power of Your holy Cross have mercy on us.\nGlory be: With all the powers of heaven let us sing as the cherubim, and offer the thrice-holy hymn of praise to the Most High: Holy, holy, holy are You, O our God; through the prayers of all the saints, have mercy on us.\nNow and for ever: Rising from sleep we bow down before You, as we sing again, the hymn of the angels: Holy, holy, holy are You, O our God; through the prayers of the Mother of God, have mercy on us.\nTone 2\nOn earth we imitate the powers on high, and we offer our hymn of victory to You as we sing: Holy, holy, holy are You, O our God... (see above).\nGlory be: O uncreated Nature and Maker of the universe, open our lips, and our mouths shall proclaim Your praise by singing: Holy, holy, holy are You, O our God; through the prayers of all the saints, have mercy on us.\nNow and for ever: O Lord, You have wakened me from my sleep; enlighten my heart and my spirit, open my lips that I may praise You, O Holy Trinity: Holy, holy, holy are You, O our God, through the prayers of the Mother of God, have mercy on us.\nTone 3\nConsubstantial and indivisible Trinity, unity in three Persons and equal in eternity, with the angels we sing to You, O Lord: Holy, holy, holy are You, O our God... (see above).\nGlory be: Eternal Father and coeternal Son and the Spirit Who shares eternity with the one God, together with the angels we sing to You, O Lord: Holy, holy, holy are You, O our God; through the prayers of all the saints, have mercy on us.\nNow and for ever: The Judge will come as a flash of lightning to lay bare the deeds of everyone; at midnight we cry to You with fear: Holy, holy, holy are You, O our God; through the prayers of the Mother of God, have mercy on us.\nTone 4\nWe mortals now dare to sing and offer You the hymn of Your heavenly ministers: Holy, holy, holy are You, O our God... (see p. 120).\nGlory be: As the army of angels in heaven, O Lord, with fear we on earth offer You this hymn of victory: Holy, holy, holy are You, O our God; through the prayers of all the saints, have mercy on us.\nNow and for ever: We dare to glorify You, O Christ our God, together with Your eternal Father and Your Most Holy Spirit; and with the cherubim we cry out: Holy, holy, holy are You, O our God; through the prayers of the Mother of God, have mercy on us.\nTone 5\nThis is the hour for praise and prayer; let us unceasingly cry to the Lord: Holy, holy, holy are You, O our God... (see p. 120).\nGlory be: With unworthy voices we dare to represent the heavenly hosts and sing to You, O eternal Trinity: Holy, holy, holy are You, O our God; through the prayers of all the saints, have mercy on us.\nNow and for ever: O Christ, You dwelt in the virginal womb without being separated from the bosom of the Father; accept our voices with the angels: Holy, holy, holy are You, O our God; through the prayers of the Mother of God, have mercy on us.\nTone 6\nWith fear and trembling, the cherubim and seraphim sing the Thrice-holy Hymn with unceasing voice; and we sinners also cry out with them: Holy, holy, holy are You, O our God... (see p. 120).\nGlory be: The cherubim with immaterial lips and the seraphim with unceasing praise, sing the Thrice-holy hymn to You, O our God; and we on earth with our unworthy lips offer You our praise by singing: Holy, holy, holy are You, O our God; through the prayers of all the saints, have mercy on us.\nNow and for ever: Let us glorify the three Persons in one God, united without confusion, and let us take up the hymn of the angels as we sing: Holy, holy, holy are You, O our God; through the prayers of the Mother of God, have mercy on us.\nTone 7\nYour great glory is praised by the cherubim, O Lord, and the angels adore Your divine majesty; accept from our sinful lips this hymn: Holy, holy, holy are You, O our God... (see p. 120).\nGlory be: Shaking off both laziness and sleep, arise and offer praise to the Creator, and in fear, O my soul, sing to Him: Holy, holy, holy are You, O our God; through the prayers of all the saints, have mercy on us.\nNow and for ever: To the unapproachable Divinity and the unique Trinity, let us offer the triple praise of the seraphim, and with fear and trembling, let us sing: Holy, holy, holy are You, O our God; through the prayers of the Mother of God, have mercy on us.\nTone 8\nLifting our hearts to heaven, let us imitate the heavenly hosts, and let us fall down with fear before the Lord; as we sing the hymn of victory and say: Holy, holy, holy are You, O our God... (see p. 120).\nGlory be: The cherubim dare not raise their eyes to You, as they joyfully sing the divine words of the Thrice-Holy Hymn; and we sinners also cry out with them: Holy, holy, holy are You, O our God; through the prayers of all the saints, have mercy on us.\nNow and for ever: Overwhelmed by the weight of our many sins, we dare not raise our eyes to heaven. With souls and bodies bowed before You, we sing together with the angels: Holy, holy, holy are You, O our God; through the prayers of the Mother of God, have mercy on us.\nAfter the troparia, we sing the Sessional hymns. At Daily Matins take Psalm 50, (p. 128). On Sunday, from September 22 to December 19, and from January 14 to Cheesefare Sunday, as well as on all feasts, take the Polyeleos (Ps. 134-135):\nPolyeleos\nPraise the name of the Lord, praise Him, servants of the Lord. Alleluia! (3x)\nWho stand in the house of the Lord, in the courts of the house of our God. Alleluia! (3x)\nLord, Your name stands forever, unforgotten from age to age. Alleluia! (3x)\nFrom Zion may the Lord be blessed, He who dwells in Jerusalem. Alleluia! (3x)\nO give thanks to the Lord for He is good, alleluia, for His love endures forever. Alleluia! (3x)\nWho fixed the earth firmly on the seas, alleluia, for His love endures forever. Alleluia! (3x)\nHe snatched us away from our foes, alleluia, for His love endures forever. Alleluia! (3x)\nTo the God of heaven give thanks, alleluia, for His love endures forever. Alleluia! (3x)\nAfter the Polyeleos, if it is a feast, the Exaltation is sung. The priest, vested in the phelonion, opens the holy doors, sings the Exaltation, and incenses the altar, sanctuary, icons, the people, and the icon of the feast on the tetrapod.\nHosts of Angels\n(On all Sundays and on the Saturday of Lazarus)\nVerse before each troparion: Blessed are You, O Lord, teach me Your commandments.\nThe hosts of angels were amazed and dazzled when they beheld You, O Savior, among the dead destroying the power of Death, raising up Adam with You and releasing all the souls from Hades.\nThe radiant angel standing by the grave cried out to the ointment-bearing women: Why do you lament and mingle your tears with the spices? Look upon the grave and rejoice, for the Savior is risen from the dead.\nThe ointment-bearing women hastened very early to Your grave. But the angel stood by them and said: The time for lamenting is no more. Do not cry, but go and announce the Resurrection to the disciples.\nO Savior, the ointment-bearing women came to Your grave with ointments, and they heard the angel say to them: Why are you seeking the Living One among the dead? Indeed, He is God. He is risen from the dead.\nGlory be: We worship the Father and His Son and His Holy Spirit, the Holy Trinity, One in essence, and we cry out with the seraphim: Holy, holy, holy are You, O Lord.\nNow and for ever: O Virgin, you bore the Giver of Life, Who redeemed Adam from his sin and granted joy to Eve instead of sadness. For He Who is both God and Man was incarnate of you, and He has restored life to those who had strayed away from it.\nAlleluia! Alleluia! Alleluia! Glory be to You, O God! (3x)\nThe Exaltation and the hymn Hosts of angels... are followed by the Small Litany, the Hypakoe (for Sunday, see pp. 1231-1233); the Sessional (on feasts), and the Gradual according to the tone of the week (on Sunday); on feasts according to tone 4.\nGradual Hymn (Tone 4)\nMy sinful desires have encircled me, from my youth they have oppressed me; but You, O Savior, will come to aid me. You will protect and save me.\nMay the enemies of Zion be confounded by the Lord; may they be a grass which withers, which is dried up by the fire.\nGlory be: Now and for ever: Every spirit lives by the grace of the Holy Spirit, and is raised up in all purity; it is mystically enlightened by the one God in three Persons.\nThe Gospel\nDeacon: Let us be attentive!\nPriest: Peace + be with all.\nDeacon: Wisdom! Let us be attentive!\nThe choir sings the resurrectional prokimenon or of the feast. The deacon incenses; if incensing had already been performed at the exaltation, it is not repeated here.\nDeacon: Let us pray to the Lord.\nChoir: Lord, have mercy.\nPriest: For You are holy, our God, and You dwell in the holy place, and to You we give glory, Father, Son, and Holy Spirit, now and for ever and ever.\nChoir: Amen. Then immediately according to the tone of the prokimenon: Let everything that breathes give praise to the Lord.\nVerse: Praise God in His holy place, praise Him in His mighty heavens.\nDeacon: That we be deemed worthy of hearing the holy Gospel, let us pray to the Lord, our God.\nChoir: Lord, have mercy. (3x)\nDeacon: Wisdom! Let us stand and listen to a reading of the holy Gospel.\nPriest: Peace + be with all.\nChoir: And with your spirit.\nPriest: A reading of the holy Gospel according to (name of the Evangelist).\nChoir: Glory be to You, O Lord, glory be to You!\nDeacon: Let us be attentive!\nThe priest alone reads the Gospel (see pp. 413-429). After the reading, the priest closes the Gospel Book, kisses it, and places it upon the tetrapod. The choir reads the Hymn of Resurrection which is immediately taken after the Gospel on all Sundays (except Palm Sunday), everyday from the feast of the Pasch (Resurrection) to its leave-taking on the Ascension of our Lord, on the feast of the Exaltation of the Holy Cross, and on the Saturday of Lazarus. It may be sung according to Tone 6.\nHymn of Resurrection\nHaving beheld the Resurrection of Christ, let us adore the holy Lord Jesus Who alone is sinless. We bow to Your cross, O Christ, and we praise and glorify Your holy Resurrection. You are our God and besides You we recognize no other, and we invoke Your name. Come, all you faithful, and let us bow to the holy Resurrection of Christ, since through the Cross joy has come to all the world. Ever praising the Lord, let us extol His Resurrection, since He, having endured the Crucifixion, has destroyed death by His death.",
  "source": "Stamford Horologion",
  "_aliases": [
    "litany_peace"
  ],
  "_original_id": "horologion.litany_great"
}