{
  "title": "Psalm 33",
  "content": "I will bless the Lord at all times;* His praise shall be constantly in my mouth.\nMy soul shall glory in the Lord;* let the meek hear and rejoice.\nMagnify the Lord with me,* and let us exalt His name together.\nI sought the Lord and He heard me,* and delivered me from all my fears.\nApproach the Lord and be enlightened,* and your face shall never be shamed.\nThe poor cried out, and the Lord heard them* and delivered them from all their afflictions.\nThe angel of the Lord will set up camp around those who fear the Lord* and save them.\nTaste and see how good the Lord is;* blessed is the one who hopes in Him.\nFear the Lord, all you His saints,* for there is no privation for those who fear Him.\nThe rich have become poor and hungry* but those who seek the Lord shall not want any good.\nCome, children, hear me;* I will teach you the fear of the Lord.\nWho is the one who desires life,* who loves to see good days?\nKeep your mouth from evil* and your lips from deceitful speech;\nTurn away from evil and do good,* seek peace and pursue it.\nThe eyes of the Lord are upon the just,* and His ears are open to their pleas;\nThe face of the Lord is against evildoers* to erase their memory from the earth.\nThe just cried out, and the Lord heard them,* and He delivered them from all their trials.\nThe Lord is close to those of contrite heart,* and He will save the humble in spirit.\nMany are the trials of the just,* but out of them all, the Lord will save them.\nHe keeps watch over all their bones;* not a single one of them shall be broken.\nThe death of the sinners is wretched;* those who hate what is right will be condemned.\nThe Lord will redeem the souls of His servants,* and none of those who hope in Him will go astray.\nThen immediately: It is truly right to bless you, O God-bearing One, as the ever-blessed and immaculate Mother of our God. More honorable than the cherubim and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word, O true Mother of God, we magnify you.\nGlory be: Now and for ever: Lord, have mercy (3x). Give the blessing.\nPriest: Christ our true God..., (pp. 37-38).\nHymns Sung After Vespers\nOn Weekdays: O Lady, receive the prayers of your servants,* and deliver us from all sorrows and tribulations.\nOn Saturday evening (Tone 6): O Christ our Savior,* the angels in heaven sing the praises of Your resurrection;* on earth, make us, also worthy* to glorify You with a pure heart.\nOn Sunday evening: We flee to your mercy, O holy Mother of God,* despise not our petitions in our necessities,* but deliver us from all dangers, O ever glorious and blessed Virgin.\nOn the feasts of our Lord, the Theotokos and the saints, the kontakion of the feast is sung. When, however, the feasts of the Theotokos and of the saints fall on Sunday, then, O Christ our Savior... is sung.\nSMALL COMPLINE\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God...\n(the usual beginning, until: Come, let us adore..., p. 10-11).",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_33"
  ]
}