{
  "title": "Psalm 54",
  "content": "(Tuesday and Friday)\nO God, listen to my prayer,* do not hide from my pleading,\nAttend to me and reply; with my cares, I cannot rest.* I tremble at the shouts of the foe, at the cries of the wicked;\nFor they bring down evil upon me.* They assail me with fury.\nMy heart is stricken within me,* death’s terror is on me,\nTrembling and fear fall upon me* and horror overwhelms me.\nO that I had wings like a dove* to fly away and be at rest.\nSo I would escape far away* and take refuge in the desert.\nI would hasten to find a shelter from the raging wind,* from the destructive storm, O Lord, and from their plotting tongues.\nFor I can see nothing but violence and strife in the city.* Night and day they patrol high on the city walls.\nIt is full of wickedness and evil, it is full of sin.* Its streets are never free from tyranny and deceit.\nIf this had been done by an enemy* then I could bear it.\nIf a rival had risen against me,* then I could hide.\nBut it is you,* my own companion, my intimate friend!\nHow close was the friendship between us.* We walked together in harmony in the house of God.\nMay death fall suddenly upon them!* Let them go to the grave;\nFor wickedness dwells in their home* and deep in their hearts.\nAs for me, I will cry to God* and the Lord will save me.\nEvening, morning and at noon I will cry and lament,* and He will hear my voice.\nGod will deliver my soul in peace in the attack against me,* for those who fight me are many, but He hears my voice\nGod will hear and will humble them,* the eternal judge;\nFor they will not amend their ways.* They have no fear of God.\nThe traitor has turned against me;* has broken our pact, with speech softer than butter, but war within the heart.\nWith words smoother than oil* though they are naked swords.\nEntrust your cares to the Lord and He will support you.* He will never allow the just one to stumble.\nBut You, O God, will bring them down to the pit of death.* The bloodthirsty and the deceitful shall not live half their lives. O Lord, I will trust in You.",
  "source": "Stamford Horologion",
  "_aliases": [
    "psalm_54"
  ]
}