"## SATURDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nWith Your precious cross, O Christ,* You have put the Devil to shame.* With Your resurrection You have deadened the sting of sin,* and have saved us from the gates of Death.* We, therefore, glorify You, O only-begotten Son of God.\nO Christ, Who granted resurrection to mankind,* You were led like a lamb to the slaughter.* Then the princes of Hades were struck with terror* as they saw the gates of their tearful domain being lifted up;* for Christ, the King of glory, entered therein* and exclaimed to those in chains: Go forth from here!* and to those in darkness: Go forth into the light!\nWhat a great wonder!* The Creator of invisible beings suffered in the flesh for mankind,* and rose from the dead as immortal.* Come, therefore, all you nations and adore Him;* for through His compassion we have been freed from the snares of the Devil,* and we have learned to praise the one God in three persons.\nWe offer to You our evening worship,* O Light Whom the darkness of night can never extinguish.* For in these latter days Your radiance has appeared to the world,* shining in Your flesh as light reflected from a mirror.* Your brilliance has descended even to the depths of Hades and dissolved its gloom.* O Lord, Giver of light, glory to you;* for You have shown the radiance of Your resurrection to all the nations.\nLet us glorify Christ, the Author of our salvation;* for by His resurrection from the dead,* the world has been delivered from the deception of Satan.* The choirs of angels rejoice as the treachery of evil spirits vanishes.* Fallen Adam arises, and the Devil is vanquished.\nThose who guarded the tomb of Christ* were told by the evil men who hired them:* Take this silver and keep silent.* Tell no one of the resurrection of Christ;* rather tell everyone that while you were sleeping His body was stolen.* But who has ever heard of a body being stolen,* a body which had already been anointed?* Why would anyone take a body from the grave naked,* and leave the burial shroud in the tomb?* Do not deceive yourselves, O people of Judea.* Study the teachings of the prophets,* and you will come to understand that Jesus Christ is almighty God,* and truly the Savior of the world.\nO Lord our Savior, Who subjected hell and conquered Death,* and enlightened the world through Your precious cross,* have mercy on us.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* The passing of the Israelites through the Red Sea* was already a foreshadowing of the virgin-birth.* On that occasion, Moses parted the waters;* at the incarnation, Gabriel announced the miracle of God’s union with Mary.* In ancient times, the Israelites passed through the depths of the sea* without being drenched by the waters;* now the Virgin has given birth to Christ without seed.* After the Israelites passed through the sea, it remained impassible;* after the birth of Emmanuel, the immaculate Virgin remains forever incorrupt.* O God, Who exists from all eternity, and yet appeared as man,* have mercy on us.\n\n**Aposticha**\n\nO Christ, our Savior,* we lift up our voices in song to glorify You.* For, in Your love for mankind,* You became incarnate without leaving heaven;* You accepted the cross and death;* You cast down the gates of Hades;* and on the third day You arose from the dead* for the salvation of our souls.\n\n*Verse:* The Lord reigns, He is clothed in majesty.\nO Giver of life, streams of forgiveness, life, and salvation* poured forth from Your pierced side upon us all.* By accepting physical death, You granted us immortality;* by lying in the tomb, You freed us from Hades,* and as God, by rising from the dead,* You raised us with Yourself in glory*. Therefore, we cry out to You:* O Lover of mankind, glory to You!\n\n*Verse:* For He has made the world firm, which shall not be moved.\nO Lover of mankind,* Your crucifixion and descent into Hades are most wondrous.* For, as God, You thereby conquered the power of Hades* and raised up in glory, with Yourself, those who were long imprisoned there.* You reopened paradise and enabled them to enter.* Grant forgiveness of sins to us* who glorify Your resurrection on the third day,* for You alone are all-merciful.\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\nO Lover of mankind, *You accepted suffering in the flesh* and rose from the dead on the third day.* Therefore, heal the passions of our flesh,* raise us from our dreadful iniquities, and save us.\n\n*Glory be: Now and for ever:* O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of righteousness,* wished to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls;* for, as His mother, you can approach Him with the greatest confidence.\n\n## SUNDAY MATINS\n\n**Sessional Hymns**\n\n1. Let us praise the honored cross of the Lord;* let us venerate His holy burial with hymns;* let us glorify His holy resurrection.* For He raised the dead from the graves because He is God.* He despoiled the might of Death and broke the power of Satan,* and He shed light on those who are in Hades.\n*Glory be: Now and for ever:* In you, O all pure Virgin, we recognize a marvelous wonder of conception* and unspeakable manner of birthgiving.* It astounds our minds and shocks our understanding.* Your glory, O Mother of God, is known to all* for the salvation of our souls.\n\n2. You were accounted among the dead, O Lord,* even though You put to death the Prince of death.* You were placed in a grave although You emptied the graves.* On earth the soldiers guarded the tomb,* but below, You raised the dead who from ages past, had fallen asleep.* Therefore, O Lord, the almighty and incomprehensible One, glory to You!\n*Glory be: Now and for ever:* Rejoice, O holy mountain which the Lord ascended!* Rejoice, O living bush, unconsumed by the fire!* Rejoice, only bridge reaching from the world to God and leading the dead to eternal life!* Rejoice, O pure One, free of corruption;* you gave birth without the aid of man to the Savior of the world!\n\n**Gradual Hymn**\n\nIn my sorrow I sing to You* just as David did, O Lord.* Deliver my soul from deceitful tongues...\nBlessed is the life of those who dwell in the desert,* for they are carried on the wings of divine love.\n*Glory be: Now and for ever:* The Holy Spirit upholds the entire universe,* both the visible and the immaterial world.* He holds all powers in Himself,* for He is truly One of the Trinity.\n\n*Prokimenon: Ps 9*\nArise then, Lord, lift up Your hand! The Lord is king forever and ever.\n*Verse:* I will praise You, Lord, with all my heart; I will recount all Your wonders.\n\n**Canon**\n\n*Hirmos 1:* Christ, Who puts a stop to wars, has stretched forth His hands and hurled horse and rider into the Red Sea; but He saved Israel who began to sing the hymn of victory.\n\n*Hirmos 3:* You set the earth upon the void according to Your command, and despite its weight, You firmly suspended it there. Strengthen Your Church upon the unshakable rock of Your commandments, O Christ, in Your goodness and love for all.\n\n*Hirmos 4:* Seeing in spirit Your divine condescension, O Christ, the prophet Habakkuk trembled and cried out: You have come for the salvation of Your people, to save those who are consecrated to You.\n\n*Hirmos 5:* O Lord, You are clothed with light as with a cloak; I keep watch before You and cry out to You: Illumine the darkness of my soul, O Christ, because of Your great love.\n\n*Hirmos 6:* When the ravaging storm rages over my soul, O Christ our Lord, calm the ocean of my passions and deliver me from evil, O God of mercy.\n\n*Hirmos 7:* The Most High, the Lord and God of our ancestors, extinguished the flame and covered the youths with dew; and with one voice they sang: Blessed are You, O Lord, God of our ancestors.\n\n*Hirmos 8:* In the furnace the youths weaved a dance with the whole universe for You, O God and Creator, and they sang: Praise the Lord, all you works of the Lord, and exalt Him forever.\n\n*Ode 9 – Hirmos:* O Isaiah, dance for joy, for the Virgin has given birth to a son, and from her womb is born Emmanuel; He is God in the flesh among us and Orient is his name. We glorify Him, O Virgin, and we proclaim you blessed.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nO Christ our Master, You have completely taken upon Yourself our fallen nature and united it to Yourself in the womb of the Virgin. As the only One free from sin, You deliver us completely from corruption by Your holy passion.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nO Christ our Master, by the stream of Your divine blood flowing from Your life-giving and immaculate side, the sacrifices to false gods have ceased; and together with all the earth, we offer a sacrifice of praise to You.\n\n*Glory be: Now and for ever:* It is not God without a body nor simply a human person, that the pure and sinless Virgin has brought into the world. But He is indeed truly God and truly human, and we extol Him with the Father and the Spirit.\n\nHoly is the Lord our God *(3x)*.\n*Sunday Exapostilarion*\n\n**Stichera at the Praises**\n\nYou came forth from the grave, O Lord,* which had been sealed by the transgressors of the law,* just as You were born of the Theotokos.* For the bodiless angels did not know how You were incarnate.* Likewise, the guardian soldiers did not see the moment of Your resurrection;* for these two marvels were concealed from the curious minds* but were revealed to those who worshiped the mystery in faith.* Therefore, grant joy and great mercy to us who offer You praise.\n\nO Lord, You demolished the gates of everlasting damnation,* and You broke asunder the chains of the grave.* You rose from the tomb leaving Your wrappings in the grave* in testimony of Your three-day burial;* and leaving the guards watching at the tomb,* You preceded Your disciples into Galilee.* Great is Your mercy, O Lord Whom the whole world cannot contain.* O Savior, have mercy on us.\n\nO Lord, who suffered for us,* the women hastened to Your tomb to behold You.* When they arrived, they saw an angel sitting on the stone of the grave.* He said to them: The Lord is risen!* Go and tell the disciples that the Savior of our souls is risen from the dead.\n\nO Lord and Savior,* You came into the midst of Your disciples though the doors were closed* just as You came out of the sealed tomb,* showing the sufferings of the flesh which You accepted;* for You submitted to suffering patiently since You are of the seed of David.* But since You are the Son of God, You saved the world.* Great is Your mercy, O Lord Whom the whole world cannot contain.* O Savior, have mercy on us.\n\nO Lord, the King of ages and Creator of all,* who accepted crucifixion and burial in the body for our sakes* to deliver us all from Hades,* You are our God, and besides You we know no other.\n\nO Lord God, who shall proclaim Your dazzling wonders?* Or who shall declare Your divine mysteries?* For You were willingly incarnate for our sakes,* manifesting the might of Your power.* By Your cross You opened paradise to the thief;* by Your death You crushed the bars and bolts of Hades;* and by Your resurrection You enriched all creation.* Therefore, O compassionate One, glory to You!\n\n*Verse:* Arise then, Lord, lift up Your hand, O God, do not forget the poor!\n\nThe myrrh-bearing women reached Your tomb early in the morning,* seeking to anoint You, O immortal Word.* When they were instructed by the words of the angel,* they turned back with joy* to tell the apostles clearly that You had risen, O Life of all,* and had given the world forgiveness and great mercy.\n\n*Verse:* I will praise You, Lord, with all my heart; I will recount all your wonders.\n\nThe guards, keeping watch over the God-bearing tomb, said to the Pharisees:* Woe to your vain counsel, for you sought to keep the boundless One.* You have labored in vain;* for you thought that you could hide the resurrection of the crucified One;* but you only showed it more clearly.* Woe to your foolish secret meeting.* Why do you take counsel to hide what cannot be hidden?* It would be better that you listen to us* and choose to believe in that which happened.* An angel, resplendent like lightning,* descended from heaven and rolled away the stone,* and from fear of Him we were encompassed by death.* To the courageous myrrh-bearing women he said:* Do you not see the guards as dead, the seals broken, and Hades emptied?* Why do you then seek as dead, Him Who abolished the victory of Hades and broke the thorn of death?* Go quickly and tell the good news of the resurrection to the apostles,* and shout fearlessly, saying:* In truth the Lord is risen, the One Who gives us great mercy.\n\n*Glory be: Gospel Stichera.*\n*Now and for ever:* You are truly most blessed... *(p. 140).*\n\n## SUNDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Raduysia):* I weep and moan bitterly* as I consider the awesome recompense I must make for my words.* I have become miserable because of my guilt.* And so I pray to You:* O my Christ, grant me deliverance from my sins,* and grant me great mercy before an untimely death overtakes me;* before the reaping of death and the last judgment;* before I receive the judgment awaiting me,* where there is the gnashing of teeth,* and where the worm consumes the sinner.\n\nI have despised Your Law and Scripture;* I have become miserable because I rejected Your commandments.* O my God and my Message,* how shall I escape the awaiting torment?* Before my end, O my Savior,* grant me forgiveness and the gift of many tears.* Grant me true repentance, for You are a most kind God.* Drive away the armies of devils* which are trying to lead me down into the Abyss.* I pray to You: Do not take Your powerful hand away from me.\n\nHow is it that my mind is darkened?* How is it that I have separated myself from You,* and that I am a wretched slave to sin?* How is it that I surrender to all my passions and bodily desires;* and that I live according to the flesh?* And now I await my departure from this life,* and the torment which is to come.* O most kind Lord, give me tears of repentance,* and forgiveness of my countless sins.* I faithfully pray to You,* for You grant great mercy to all the world.\n\n**Aposticha**\n\nO Lord, I have never stopped sinning,* I do not understand the need to love my neighbor.* Overcome my ignorance, O gracious One,* and have mercy on me;* for You alone are the God of goodness.\n*Verse:* I have lifted up my eyes... *(p. 34).*\nO Lord, I am afraid because I have not stopped doing evil,* and because of the fear of You.* Who is not afraid of the judge at the trial?* And who, desiring to be healed, angers the physician as I have?* O long-suffering Lord, have compassion on my weakness and have mercy on me.\n*Verse:* Have mercy on us, O Lord... *(p. 34).*\nYou were not concerned about all these earthly matters,* and you courageously braved the tortures.* You did not sin against hope,* having confidence in God’s love for mankind;* and you were heirs to the kingdom of heaven,* O most praiseworthy martyrs.* Ask for peace for the world and great mercy for our souls.\n*Glory be: Now and for ever:* Awesome, most glorious and great is the mystery!* The uncontainable One is contained in the womb!* And the Mother still remains a virgin after giving birth,* because she gave birth to God.* He became incarnate from her!* Therefore, let us cry out with the angels:* Holy are You, O Christ God,* Who became incarnate for our sake!* Glory to You!\n\n## MONDAY MATINS\n\n**Sessional Hymns**\n\n1. When the Judge takes his seat and the angels stand before Him,* when the trumpet sounds and the flame is kindled,* what shall you do, O my soul, when you are brought to judgment?* For then your evils will confront you,* and your secret sins will be exposed.* Therefore, before the end cry out to the Judge:* Cleanse me, O God, and save me!\n*Glory be: Now and for ever:* O all-pure One who are holier than the Cherubim and more exalted than the Seraphim,* confessing you to be the true Theotokos,* we sinners have you as our helper and salvation in times of perils.* Therefore, do not cease to pray for us,* for you are the might and refuge of our souls.\n\n2. O my soul, the things here on earth are transitory,* but the things of the life to come are eternal.* I envision the tribunal and the throne of the Judge,* and I tremble at the thought of giving answer.* Therefore, be converted with haste,* for the judgment is inexorable.\n*Glory be: Now and for ever:* The angels in heaven, and with them we men on earth,* cry out to you with a voice of rejoicing, O Theotokos:* Rejoice, most spacious gate of the heavens!* Rejoice, only salvation of mortals!* Rejoice, O pure and joyous One* who gave birth to God incarnate.\n\n**Canon – Ode 9**\n\n*Hirmos:* We, the generations of man, extol you who are blessed among women and blessed by God.\n*Verse:* Glory be to You, O God, glory be to You!\nO Lord, be merciful to me who have foolishly committed sins without number, and grant me Your kingdom, O Word.\n*Verse:* Holy archangels and angels, pray to God for us!\nAs commander of the angelic ranks, O all-radiant Michael, and you, O Gabriel, as the true herald of the divine incarnation: Preserve all who praise you, O glorious ones.\n*Glory be: Now and for ever:* With faith the archangels, authorities and thrones, the cherubim, powers and seraphim, the radiant angels, principalities and dominions, minister to your Son with trembling, O pure and most blessed Theotokos.\n\n**Aposticha**\n\nOverlook the multitude of my transgressions, O Lord, Who was born of the Virgin;* and cleanse me of all my sins, granting me the desire to convert, for You alone love mankind.* I implore You: Have mercy on me.\n*Verse:* In the morning... *(p. 146).*\nWoe is me! To whom have I likened myself?* To the barren fig tree.* And I fear lest I be cursed and cut down.* But You, O Christ God, heavenly Gardener,* make my hardened heart fruitful, accept me as You did the prodigal son,* and have mercy on me.\n*Verse:* Let the favor of the Lord... *(p. 146).*\nBlessed is the army of the King of heaven,* for though the martyrs were mortals, yet they strive to attain the dignity of the angels.* They spurned the pains of their bodies,* and by their sufferings were granted the honor of the incorporeal ones.* Therefore, through their supplications, O Lord,* send down upon us great mercy.\n*Glory be: Now and for ever:* O Full of Grace, Intercede with your prayers* and implore for our souls a multitude of graces and the cleansing of our many offenses;* we implore you.\n\n## MONDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Radujsia):* Woe is me for provoking the wrath of my merciful God and Lord.* O Christ, how often I have promised to repent* and been found a senseless liar.* For I have soiled my first baptismal garment,* and I have also forsaken my covenant with You,* and this second commandment I confessed before You in the presence of men and angels I have also abandoned, clad in a lamentable form.* Forgive me, O Savior, lest I perish.\n\nWhat answer shall you give at the day of judgment, O my wretched soul?* Who shall draw you out of the eternal fire and all the other torments?* No one, if you do not yourself placate the compassionate Lord,* by forsaking your evil deeds,* and living in a way that is pleasing to God;* every day weeping over your countless transgressions,* which you committed at every hour in deed, word, and thought;* and by beseeching Christ* to grant you complete forgiveness.\n\nO Christ, do not let the compelling habit of sin prevail over me;* do not let the demon that is battling with me gain possession of me or bear me down under his will.* Save me from his mastery and reign with me,* making me wholly Yours, O Lover of mankind.* Grant that I may live according to Your will, O Word,* and to have rest in You alone,* and to find the means of repentance, salvation, and mercy.\n\n**Aposticha**\n\nO Lord, I have never stopped sinning,* I do not understand the need to love my neighbor.* Overcome my ignorance, O gracious One,* and have mercy on me;* for You alone are the God of goodness.\nO Lord, I am afraid because I have not stopped doing evil,* and because of the fear of You.* Who is not afraid of the judge at the trial?* And who, desiring to be healed, angers the physician as I have?* O long-suffering Lord, have compassion on my weakness and have mercy on me.\nPutting on the shield of faith* and fortifying themselves with the symbol of the cross,* Your saints, O Lord, bravely went of their own accord to torture.* They defeated the craft and insolence of the devil.* By their supplications, O all-powerful God,* send peace to the world and great mercy to our souls.\n*Glory be: Now and for ever:* O holy Mother and Virgin* who wipes away all tears from the face of the earth,* receive the anguish of my heart;* for you dispel the pains of mankind.* You disperse the sorrow of sinners; for in you, holy Mother,* we have all gained unfailing hope.\n\n## TUESDAY MATINS\n\n**Sessional Hymns**\n\n1. Let us all keep vigil and greet Christ* with a multitude of oil and radiant lamps,* that we may be granted to enter the bridal-chamber;* for he who finds himself outside the doors cries out to God in vain:* Have mercy on me!\n*Glory be: Now and for ever:* The strange mystery of the Virgin* has shown forth the Salvation of the world;* for He was born of her without seed* and manifested Himself in the flesh without corruption.* O Lord, Joy of all, glory be to You.\n\n2. When your deeds are laid bare, O my soul,* and myriads of angels stand before the Judge,* what answer will you find for your shame,* if you will not cry out, weeping before the end:* I have sinned, O good Lord!* Have mercy on me.\n*Glory be: Now and for ever:* Show forth, O pure One, your speedy protection,* help, and mercy to your servants.* Still the waves of my vain thoughts,* and raise up my fallen soul.* For I know, I know, O Virgin, that you can do whatever you desire.\n\n**Canon – Ode 9**\n\n*Hirmos:* Behold the Almighty has done a great thing for you: He has shown you to be a pure Virgin, even after birthgiving, for you gave birth to the Creator without seed; therefore, we extol you.\n*Verse:* Glory be to You, our God, glory be to You!\nThat I may magnify Your long-suffering, I cry to You: O Jesus, be patient with me, and do not cut me down like the barren fig-tree, but let me produce for You the fruits of repentance.\n*Verse:* Holy prophet, forerunner and baptizer of the Lord, John, pray to God for us!\nThe coming of the Creator is at hand! Why, therefore, do you not weep over yourself, O my wretched soul who lives indifferently. But arise and cry out to the Lord: Have pity on me, O Savior, through the entreaties of the Forerunner, for You love mankind.\n*Glory be: Now and for ever:* You have shown yourself to be a radiant chariot of the Sun Who shone forth from your womb and dispelled the cruel darkness of deception, O most immaculate and pure One. For this, we bless you in faith as it is fitting.\n\n**Aposticha**\n\nOverlook the multitude of my transgressions,* O Lord Who was born of the Virgin;* and cleanse me of all my sins,* granting me the thought of converting, and have mercy on me,* for You alone love mankind.\nWoe is me! To whom have I likened myself?* To the barren fig tree. And I fear lest I be cursed and cut down.* But You, O Christ God, heavenly Gardener,* make my hardened heart fruitful, accept me as You did the prodigal son,* and have mercy on me.\nYour martyrs, O Lord, imitators of the angelic choirs,* endured tortures as though they had no bodies,* having only one hope that they would enjoy the good things promised them.* By their prayers, O Christ our God,* grant peace to Your world* and great mercy to our souls.\n*Glory be: Now and for ever:* O hope of the hopeless, life of the despondent,* intercessor of all who come to you, O holy Lady,* Virgin Mother of God, send down to us your help.\n\n## TUESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Radujsia):* Like a lamb You were sacrificed on the cross,* and You overthrew the arrogance of the Deceiver.* Slaughtered, You sanctified the whole earth with Your blood;* and pierced with the lance, You commanded the flaming sword to turn its back on me,* and commanded the entrance to paradise to let me in.* You told me to delight, without fear, in the tree of life.* Thus saved by Your passion, I joyfully proclaim:* Glory to Your divine cross* through which we have been delivered from the ancient curse;* for we have received the blessing of the tree and Your great mercy.\n\nIn Your desire to put an end to the suffering and shame of mankind, *You endured a shameful crucifixion, O Lord.* O Height of goodness, O my Savior,* You, in Whom there is no guile, have tasted gall.* You were wounded, O Lord, and pierced in the side by a lance;* You healed all our wounds because You are the Master.* Thus do we sing the praise of Your glorious desire,* and venerate and honor the lance, the sponge, and the reed by which You granted the world peace and great mercy.\n\nHow could the multitude of the lawless people* mercilessly condemn You to be crucified upon the cross, O compassionate Lord?* When the Virgin, who brought You forth without pain from her womb,* saw You, hanging upon the cross, she wept, saying:* What is the lawless assembly doing to You, O my Child,* the desire of my heart, my most-beloved Son?* Make haste to save those who glorify Your crucifixion in faith.* And, according to the promise You have made,* save also those who extol me;* for You alone are Supreme Goodness.\n\n**Aposticha**\n\nOnce, while conquering Your enemies in the days of Moses the prophet,* You manifested only the figure of the cross.* Now that we have the cross itself, we beseech Your help.* Strengthen Your Church, and give her victory* for the sake of Your great mercy, O Lover of mankind.\nThough Your cross appears to be only wood, O Christ,* yet it is arrayed as well with godlike power,* and makes itself visibly felt in the world,* spiritually bringing about the miracle of our salvation.* Venerating it, we glorify You, O Savior.\nIntercede for us, O holy martyrs,* that we may be delivered from our iniquities;* for the grace to pray for us is given to you.\n*Glory be: Now and for ever:* The Maker and God, assuming my entire form, was clothed in me* in His desire to take the form that belonged to Adam before the fall.* He was lifted up of His own will upon the cross,* and His hands, of His own accord, were nailed to it,* healing the hands that in ancient times fell weakened by eating from the tree.* When she beheld You, the all-pure Virgin lamented:* What incomparable long-suffering is Yours, O my Son!* I cannot bear to behold You lifted upon the cross,* for You hold the earth in the hollow of Your hand.\n\n## WEDNESDAY MATINS\n\n**Sessional Hymns**\n\n1. The place of the skull became paradise,* for no sooner was the tree of the cross planted* than immediately You, the Vine of life, sprang forth, O Savior,* for our joy. Glory be to You!\n*Glory be: Now and for ever:* When she, who without pain gave birth to You,* saw You raised upon the tree, she lamented, weeping, and exclaimed:* Woe is me, O my most sweet Son!* I am wounded in soul, beholding You nailed to the cross* as a malefactor between two thieves.\n\n2. O Savior Who of Your own free will endured crucifixion and freed men from corruption,* we, the faithful, praise and worship You,* for You have enlightened us with the power of the cross;* and with fear, we glorify You as Lord and Bestower of life,* O Compassionate One Who loves mankind.\n*Glory be: Now and for ever:* By the cross of your Son the falsehood of idolatry has been abolished* and the power of the demons has been destroyed,* O you who are full of the grace of God.* Therefore, we faithful always hymn and bless you as is fitting;* and confessing you to be the true Theotokos, we extol you.\n\n**Canon – Ode 9**\n\n*Hirmos:* Rejoice, O Isaiah! The Virgin has conceived in her womb and has given birth to a Son, Emmanuel. Orient is His name; and, extolling Him, we call the Virgin blessed.\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nLike a lamb You were lifted upon the tree, O Christ our Master, breaking the jaws of the spiritual wolf, snatching Your rational sheep from his maw, and bringing them to the Father, O Master!\n*Verse:* Most holy Mother of God, pray for us!\nO pure One, you gave birth to the Savior, the unshakeable Foundation, Who by His command founded the earth upon the waters. Entreat Him to make us also steadfast who earnestly extol you.\n*Glory be: Now and for ever:* As one self-condemned I ponder the multitude of my sins and the dread tribunal of the Judge, at which I must be tried. But you who gave birth to God the Judge, O Theotokos, preserve me from being condemned.\n\n**Aposticha**\n\nNo sooner was the tree of Your cross planted, O Christ,* than the deception of idols was driven away and grace blossomed forth;* for the tyranny of condemnation was no more,* but the triumph of our salvation was made manifest.* For the cross is our boast, the cross is our confirmation,* the cross is our joy.\nFor our sake You were led as a sheep to sacrifice and as an innocent lamb to voluntary slaughter,* O Christ Emmanuel; and You were reckoned among iniquitous.* Come, O you nations, and sing hymns and worship the eternal Life* Who was lifted upon the cross.\nStruggling on earth, the holy martyrs endured the cold,* and gave themselves over to the fire. And as the waters received them, their cry was:* We went through fire and water, and You brought us out into refreshment.* By their supplications, O Christ God, have mercy on us.\n*Glory be: Now and for ever:* Standing at the foot of the cross, O Jesus,* Your Mother bitterly lamented:* I cannot bear to behold nailed to the cross the One to Whom I gave birth without seed and pain.* O how I, the immaculate One, now grievously suffer* and feel faint in my heart, for today the prophecy of Simeon is fulfilled,* that a sword shall pierce my heart!* But rise, my Son, and save those who glorify You.\n\n## WEDNESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Radujsia):* O disciples of the Lord,* you went over all the earth sowing the divine teaching,* taking with you the Word alone* as your only light and your only riches.* With it you confounded kings and tyrants,* and rent like a spider’s web* the arguments woven in their fury by orators and philosophers.* You called all nations to an understanding of the Maker,* and tore them from the vain service of idols.* Therefore, I entreat You, by their prayers,* to deliver me from the unreasoning passions.\n\nBy your supplications to God, O most blessed apostles,* may He deliver us from the storm of temptations,* the fearful quarrels of infamous heresies,* and the evil counsels of the devil,* the bitter wranglings and storms of mankind;* from the fire that gives no light and the eternal worm,* from the gnashing of teeth and every other torment, that through abstinence and toil we may receive the rewards of virtue, the inheritance of the Kingdom and great mercy.\n\nAs far as human nature is able,* the apostles received the brightness of the light* of the ineffable dispensation of the Word.* They showed themselves forming, with common zeal, a perfect assembly* to which the Seventy-two also belonged.* Praying to God to give the world great mercy,* they enlightened the ends of the earth that lay in destructive darkness.\n\n**Aposticha**\n\nO disciples of the Savior,* you were eye-witnesses of the mysteries.* You proclaimed Him Who is invisible and without beginning by saying:* In the beginning was the Word.* You were not made before the angels,* nor were you taught by men, but by the Wisdom from on high.* Thus, having boldness, pray for our souls.\nLet us praise with one accord the apostles of the Lord;* for, arrayed in the armor of the cross, they brought to nothing the error of idolatry, *and they appeared crowned with victory.* By their prayers and those of Your servants, O God,* have mercy on us.\nWith your souls filled with unquenchable love,* you endured the most terrible sufferings without ever denying Christ;* and you laid low the impudence of the torturers.* You kept the faith unwavering and unharmed, and have gone to dwell in heaven.* Therefore, having the boldness to approach the Lord,* beg Him to grant us His great mercy.\n*Glory be: Now and for ever:* We call you blessed, O Virgin Theotokos; and we faithful give you glory as is right. You are an unshakable city and invincible wall, a firm intercessor and the refuge of our souls.\n\n## THURSDAY MATINS\n\n**Sessional Hymns**\n\n1. Together let us praise the apostles as eye-witnesses of the Word,* divine preachers, spiritual fishers of the nations,* for they have manifestly brought us to the understanding of Christ;* and delivering the human race from deception,* they have rendered us worthy of the kingdom.\n*Glory be: Now and for ever:* Even before being brought to judgment, my conscience condemns me,* and I, wretch that I am, tremble at the thought of the verdict,* considering my countless sins.* Therefore, with compunction, I cry out to you,* O invincible intercessor and protectress:* Deliver me from that shame,* and save me through your prayers.\n\n2. Together let us praise the apostles,* for they preached the true doctrine of the Lord to all,* dispelling the gloom of heresies* and shining forth in the world the light of the Spirit through the teaching of grace;* and they pray for us.\n*Glory be: Now and for ever:* Having found you to be a haven, a bulwark, a refuge, hope and protection,* and fervent help, we, the faithful flee to you,* and earnestly cry out with faith:* Have mercy, O Theotokos, upon those who place their trust in you,* and deliver us from transgressions.\n\n**Canon – Ode 9**\n\n*Hirmos:* Rejoice, O Isaiah! The Virgin has conceived in her womb and has given birth to a Son, Emmanuel. Orient is His name; and, extolling Him, we call the Virgin blessed.\n*Verse:* Holy apostles, pray to God for us!\nYou showed yourselves to be like a starry sky, shining spiritually with the splendor of divine virtues, with Christ in the center like the sun. You, O all-wise ones, renewed the ends of the earth; therefore, we extol you.\n*Verse:* Holy bishop of Christ, Nicholas, pray to God for us!\nAs a divine and holy hierarch you kept all the commandments of Christ; you became the divine preserver of the faithful, O Father Nicholas. Therefore, preserve them from all assaults and afflictions.\n*Glory be: Now and for ever:* O all-pure one, the prophet foresaw you as the radiant lampstand, bearing Christ Who enlightened us who abide in darkness and the passions. For this reason, we bless you, O Mother of God.\n\n**Aposticha**\n\nAs eye-witnesses of the mysteries of the Savior, O disciples,* you preached the invisible One Who had no beginning, saying:* In the beginning was the Word.* You were not created before the angels, nor were you taught by men,* but by the wisdom of the Most High;* therefore, having confidence, pray for our souls.\nWith one voice, let us praise the apostles of the Lord* with hymns, for, having arrayed themselves in the armor of the cross,* they abolished the deception of the demons* and were shown to be crowned victors.* Through their supplication and the prayers of the saints,* O God, have mercy on us.\nRejoicing in the midst of their torments, the saints cried out:* Our torments are wares for us to trade with the Lord;* for, instead of the wounds we bear on our bodies,* radiant vesture shall shine forth for us at the resurrection;* instead of dishonor, we shall receive crowns;* instead of fetters in prison, we shall receive paradise;* and instead of condemnation with malefactors, we shall have life with the angels.* Through their supplications, O Lord, save our souls.\n*Glory be: Now and for ever:* We bless you, O Mother of God,* for from you shone forth Christ, the Sun of righteousness,* Who has great mercy.\n\n## THURSDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nLet all the trees of the forest rejoice at the sight of Your most precious cross* that found favor by the passion of the Master.* It shines forth grace like flaming fire,* and showers gifts upon all like water.* It enlightens souls and thoughts,* washes sickness away and drives out passions.* It chases unseen devils and openly defeats hostile nations,* and bestows blessings and great mercy upon the faithful.\n\nLet us venerate the place upon which the feet of the Lord have stood,* as the prophet declared.* Let us glorify Christ Who crucified our transgressions* and destroyed the curse of the tree;* Who reconciled to the Father* those who until then had turned their thoughts away from Him.* And, venerating the nails in His hands and feet,* the revilings and the mockery,* we honor the lance and the reed, the sponge and the crown,* and all the rest to which He submitted* and by which we have been saved.\n\nLet us, who desire to follow in the steps of Christ,* the Ruler of the world,* crucify all our members in Christ,* die to the world, and take His divine cross upon our shoulders* by turning from the temptations of the flesh* and from the evil lusts that draw the world toward sin.* Let us reflect as we stand before Him* and behold Him nailed upon the cross* where, with a sigh, He commended His soul into the hands of the Father* that we might be with Him forever without separation.\n\n**Aposticha**\n\nOnce, while conquering Your enemies in the days of Moses the prophet,* You manifested only the figure of the cross.* Now that we have the cross itself, we beseech Your help.* Strengthen Your Church, and give her victory* for the sake of Your great mercy, O Lover of mankind.\nThough Your cross appears to be only wood, O Christ,* yet it is arrayed as well with godlike power,* and makes itself visibly felt in the world,* spiritually bringing about the miracle of our salvation.* Venerating it, we glorify You, O Savior.\nYou were not concerned about all these earthly matters,* and you courageously braved the tortures.* You did not sin against hope,* having confidence in God’s love for mankind.* And you were heirs to the kingdom of heaven,* O most praiseworthy martyrs.* Ask for peace for the world and great mercy for our souls.\n*Glory be: Now and for ever:* When she saw the Lamb, her Son, lifted upon the cross,* the Virgin Mother and most blessed Maiden wept, crying: O my Son, woe is me!* How are You dying; for You are God, immortal by nature?\n\n## FRIDAY MATINS\n\n**Sessional Hymns**\n\n1. Let us, the faithful, sing hymns and glorify the Savior and our Deliverer,* Who of His own free will was crucified as He desired and willed.* He nailed to the cross the sins of mankind,* delivering the human race from deception* and granting it His kingdom.\n*Glory be: Now and for ever:* Standing near the cross of the Lord,* the pure Mother of God, wept and cried out:* O my divine Son, my light most beloved!* How is it that You are stretched out on the cross,* Who spread out the heavens like a tent,* and brought forth from the sea springs of water with but a word?\n\n2. Of Your own free will You suffered the crucifixion,* O compassionate One, and as the almighty God* You abolished the ancient curse brought about by unlawful eating.* For this reason, we sing, O Christ Master,* Your divine and precious sufferings,* and we bow down before them,* glorifying without ceasing Your ineffable providence.\n*Glory be: Now and for ever:* By the cross of Your Son, O Full of Grace,* the deception of idolatry was destroyed and the power of the demons was crushed.* Therefore, we faithful always sing to you* and bless you, and confessing: you as the Mother of God, we extol you.\n\n**Canon – Ode 9**\n\n*Hirmos:* With one mind we, the faithful, extol you who beyond all understanding and telling, ineffably gave birth in time to the timeless One.\n*Verse:* Glory be to Your holy cross and crucifixion, O Lord!\nThe might and dominion of the enemy were destroyed, O only almighty Lord, when You were raised upon the cross and bloodied Your hands on it.\n*Verse:* Holy martyrs, pray to God for us!\nO holy martyrs, with radiant mouths you preached God Who became man before the tyrants, and inherited His glory.\n*Glory be: Now and for ever:* You, who ineffably gave birth to God, we have received as an intercessor and invincible defense, salvation of souls and source of miracles.\n\n**Aposticha**\n\nNo sooner was the tree of Your cross planted, O Christ,* than the deception of idols was driven away and grace blossomed forth;* now the cross is no longer a curse or a torture, but a victory and salvation.* For the cross is our glory, the cross is our strength,* the cross is our joy.\nFor our sake You were led as a sheep to sacrifice* and as an innocent lamb to voluntary slaughter, O Christ Emmanuel;* and You were reckoned among iniquitous.* Come, O you nations, and sing hymns and worship the eternal Life* Who was lifted upon the cross.\nBlessed is the army of the King of heaven,* for even though the holy martyrs were mortal,* yet they strived to attain the dignity of the angels;* and having spurned their bodies,* they were counted worthy through sufferings the honor of the bodiless.* Therefore, O Lord, through their prayers, grant us great mercy.\n*Glory be: Now and for ever:* Allay the pains of my much-suffering soul* – the immaculate One begged Christ in her anguish.* Saving mankind by Your sufferings, O Savior, You wound my soul.* You are my Light most sweet, You are my Child and my Creator;* therefore, I glorify Your long-suffering.\n\n## FRIDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*Three stichera of the saint of the day and then the following:*\n*(Podoben – Radyjsia):* With the streams of their blood the martyrs* quenched the flame of grievous ungodliness;* and enkindling the radiance of piety throughout the whole world,* they utterly consumed the false gods and their fetid stench.* They shone forth the most pure light upon those on earth;* and thus enlightened, we avoid the darkness of ungodliness* and the deception of idols, worshiping Christ,* Who grants the world great mercy.\nEasily destroying the deceptive teachings of the ungodly heretics,* you became warriors of the eternal Father,* and the co-eternal Son,* and the Holy Spirit,* one Divinity in three Persons,* teaching the faithful with piety of mind* and confirming the preaching of the true faith.* Therefore, we praise you, all holy pastors,* for on the life-giving pastures you tended the flock of Christ,* for Whom you suffered all manner of pain and every kind of assault.\nThe company of venerable ascetics,* taking reason as their guide in performing virtuous deeds,* easily and completely subdued the carnal passions.* Thus they courageously overcame the wiles of the demons* and became the fellow companions of the angels,* having lived as angels.* Now they rejoice in the heavenly mansions,* living in splendor, and stand before Christ,* asking Him to grant to our souls great mercy.\n*Glory be: Now and for ever: (dogmaticon):* The passing of the Israelites through the Red Sea* was already a foreshadowing of the Virgin-birth.* On that occasion, Moses parted the waters.* At the incarnation, Gabriel announced the miracle of God’s union with Mary.* In ancient times, the Israelites passed through the depths of the sea* without being drenched by the waters;* now the Virgin has given birth to Christ without seed.* After the Israelites passed through the sea, it remained impassible;* after the birth of Emmanuel, the immaculate Virgin remains forever incorrupt.* O God Who exists from all eternity and yet appeared as man, have mercy on us.\n\n**Aposticha**\n\nIntercede for us, O holy martyrs,* that we may be delivered from our iniquities;* for the grace to pray for us is given to you.\nWith your souls filled with unquenchable love,* you endured the most terrible sufferings without ever denying Christ,* and you laid low the impudence of the torturers.* You kept the faith unwavering and unharmed, and have gone to dwell in heaven.* Therefore, having the boldness to approach the Lord,* beg Him to grant us His great mercy.\nPutting on the shield of faith* and fortifying themselves with the symbol of the cross,* Your saints, O Lord, bravely went of their own accord to torture.* They defeated the craft and insolence of the Devil.* By their supplications, O all-powerful God,* send peace to the world and great mercy to our souls.\n*Glory be: Now and for ever:* Intercede for us by Your prayers, O joyful One*, and plead for great compassion for our souls,* and the blotting out of our many transgressions.\n\n## SATURDAY MATINS\n\n**Sessional Hymns**\n\n1. The heavenly hosts marveled exceedingly at the struggles of the holy martyrs:* how, fighting the good fight in their mortal bodies,* they invisibly vanquished the incorporeal foe with the power of the cross.* They pray to the Lord that He may have mercy on our souls.\n*Glory be: Now and for ever:* Rejoice, impassable gate of the Lord!* Rejoice, rampart and protection of those who have recourse to you!* Rejoice, haven untouched by storms, you who did not know man!* You gave birth to your Creator and God in the flesh.* Pray without ceasing for those* who glorify and worship the One born of you.\n\n2. Your martyrs, O Lord, envying the cup of Your sufferings,* renounced all the beautiful things of this world* and became fellow partakers with the angels.* Through their prayers grant, O Christ,* peace and great mercy to our souls.\n*Glory be: Now and for ever:* O Christ our God, Who from the Virgin have shone forth to the world,* and through her have shown forth children of light, have mercy on us.\n\n**Canon – Ode 9**\n\n*Hirmos:* Behold the Almighty has done great things for you. He has shown you to be a Virgin even after birthgiving, for you gave birth to your Creator without seed; for this reason, we extol you.\n*Verse:* Holy martyrs, pray to God for us!\nLet the sacred ministers and pastors, the choir of the holy prophets, the countless righteous ones, and the assembly of the martyrs be blessed with sacred hymns, for they pray that our souls be saved.\n*Verse:* All you saints, pray to God for us!\nWith faith and love let the countless multitude of women who suffered and fasted, and who abide with the angelic choirs, be blessed with the hieromartyrs who finished well the race.\n*Glory be: Now and for ever:* O Virgin, having foolishly committed a multitude of sins, we await the coming torments. Therefore, deliver those who with confident heart come to you and turn to your holy protection.\n\n**Aposticha**\n\nBlessed is the army of the King of heaven,* for even though the holy martyrs were mortal,* yet they strived to attain the dignity of the angels;* and having spurned their bodies,* they were counted worthy through sufferings the honor of the bodiless.* Therefore, O Lord, through their prayers,* grant us great mercy.\nYour martyrs, O Lord,* imitators of the angelic choirs,* endured tortures as though they had no bodies,* having only one hope that they would enjoy the good things promised them.* By their prayers, O Christ our God,* grant peace to Your world* and great mercy to our souls.\nStruggling on earth, the holy martyrs endured the cold,* and gave themselves over to the fire.* And as the waters received them, their cry was:* We went through fire and water, and You brought us out into refreshment.* By their supplications, O Christ our God, have mercy on us.\n*Glory be: Now and for ever:* We bless you, O Virgin Mother of God,* for from you has shone forth the true Sun – Christ,* who grants great mercy.\n\n***\n"