"## SATURDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nO Christ, during this spiritual service,* we sing to You these evening prayers,* commemorating the mercy You have shown us* by Your resurrection.\n\nO Lord, O Lord, do not cast us away from Your face;* but in Your kindness have mercy on us* through Your resurrection.\n\nRejoice, O holy Zion,* the Mother of Churches and the dwelling-place of God;* for you were the first to receive the forgiveness of sins* through the resurrection.\n\nChrist the Word was begotten by God the Father before all ages;* yet in these latter times,* He freely willed to take flesh from the Virgin who did not know man.* By His death on the cross and His resurrection,* He saved mankind from the ancient curse of death.\n\nO Christ, we glorify Your resurrection;* for by rising from the dead* You freed the race of Adam from the sufferings of Hades,* and as God You granted eternal life* and great mercy to the world.\n\nGlory to You, O Christ our Savior * the only-begotten Son of God;* for You were nailed to the cross,* and then arose from the dead on the third day.\n\nWe glorify You, O Lord;* for of Your own free will You suffered crucifixion for our salvation.* Almighty Savior, we worship You.* We implore You not to cast us away from Your face;* but hear our prayer and save us by Your resurrection,* for You truly love mankind.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* In His love for mankind,* the King of heaven appeared on earth and dwelt among us.* For He took flesh from the pure Virgin,* and, being thus incarnate, He came forth from her.* The only Son of God remained one person,* but He now possessed two natures.* For this reason, we profess that He is truly perfect God and perfect man.* Therefore, we beseech you, O Virgin Mother:* Implore Christ, whom we proclaim as God,* to have mercy on our souls.\n\n**Aposticha**\n\nQ Jesus, You descended from heaven* so that You might ascend the cross.* O immortal Life, You came to die.* You are the true light to those who live in darkness,* and You are the resurrection of the fallen.* Therefore, O Savior of all, we glorify You.\n\n*Verse:* The Lord reigns, He is clothed in majesty.\nLet us glorify Christ, the Savior of our souls* Who arose from the dead.* For He took upon Himself a soul and a body,* and during His passion He separated the one from the other.* His pure soul went down to conquer Hades,* while His holy body lay uncorrupted in the grave.\n\n*Verse:* For He has made the world firm, which shall not be moved.\nO Christ, we glorify Your resurrection with psalms and hymns.* For by Your victory over Death You delivered us from the sufferings of Hades,* and as God You granted us eternal life and great mercy.\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\nO Lord of all, Creator of heaven and earth,* You are above all understanding.* Through Your passion on the cross* You freed us from the sufferings of Hades.* And, after condescending to be buried, You arose in glory;* and with Your mighty arm You also raised up Adam.* O most merciful Lord, we glorify You;* for by Your resurrection on the third day* You granted us remission of sins and eternal life.\n\n*Glory be: Now and for ever:* O Virgin, You have never known wedlock,* yet you conceived God in the flesh* in a manner which words can never describe.* You thus became the Mother of God on high.* O immaculate Lady, receive the supplication of your servants* and grant us the cleansing of our sins.* Accept now our prayers and beseech God to save all of us.\n\n## SUNDAY MATINS\n\n**Sessional Hymns**\n\n1. You have risen from the dead, O Life of all,* and a resplendent angel said to the women:* Dry your tears and proclaim the good news to the apostles,* and cry out in praise that Christ the Lord is risen,* and as God He was pleased to save the human race.\n*Glory be: Now and for ever:* Let us glorify the tabernacle and the heavenly gate,* the most holy mountain and the shining cloud,* the heavenly ladder and the mystical paradise,* the deliverance of Eve and the precious and great treasure of the universe.* For through her, salvation came to the world,* and the ancient debt was forgiven.* Therefore, we cry out to her:* Intercede with your Son and God to grant forgiveness of sins* to those who bow in true worship to your most holy birthgiving.\n\n2. Mortals have sealed Your tomb, O Savior,* but angels rolled the stone away from Your grave;* and the women witnessed Your resurrection from the dead.* They proclaimed to Your disciples in Zion* that You arose and broke asunder the bonds of death, O Life of all.* O Lord, glory to You!\n*Glory be: Now and for ever: (is sung standing):* In you, O Full of Grace,* the angelic choirs and the human race, all creation rejoices.* In you, O sanctified temple, mystical paradise, and glory of virgins,* from whom God took flesh,* He Who is our God from before all ages, became a child.* For He made your womb a throne and made it greater than the heavens.* In you, O Full of Grace, all creation rejoices:* Glory be to you! Glory be to you! Glory be to you!\n\n**Gradual Hymn**\n\nFrom my youth the enemy has tempted me, and he has consumed me with a love for pleasure.* But I place my hope in You, O Savior, that I may obtain the victory over him.\nThe enemies of Zion shall be like grass which is uprooted.* For Christ shall destroy them with the sword of suffering.\n*Glory be: Now and for ever:* Truly in the Holy Spirit all shall live,* for He is the Light of Light and a great God.* Let us, therefore, praise Him with the Father and the Word.\n\n*Prokimenon: Ps 145*\nThe Lord will reign forever, Zion’s God, from age to age.\n*Verse:* My soul, give praise to the Lord; I will praise the Lord all my days.\n\n**Canon**\n\n*Hirmos 1:* In days of old, Pharaoh; who was at the head of his chariots, was drowned because of the staff of Moses; In a wondrous way, he struck the sea in the form of a cross and it divided. But he saved Israel who was able to flee as on dry ground, singing a hymn to the Lord.\n\n*Hirmos 3:* In the beginning, You made the skies firm in Your wisdom, and You founded the earth on the waters. O Christ, make me firm on the rock of Your commandments, for none is holy but You, O only Lover of mankind.\n\n*Hirmos 4:* You are my strength and my power, O Lord, You are my God and my joy! Without leaving the Father's bosom, You have visited our poverty. Therefore, with the prophet Habakkuk, I cry out to You: Glory to Your power, O only Lover of mankind.\n\n*Hirmos 5:* Why have You driven me far from Your face, O inaccessible Light? The outer darkness has enveloped me, wretched creature that I am. Make me return, I pray You, and direct my paths toward the light of Your law.\n\n*Hirmos 6:* Grant Your forgiveness, O Lord, despite the number of my sins; draw me out of the abyss of evil, I pray You; for it is to You that I cry: O God of my salvation, hear me, O Lord!\n\n*Hirmos 7:* The condescension of God brought fear to the fire of Babylon in days of old; thus the youths danced with joy in the furnace as in a flowery meadow, and they sang: Blessed are You, O God of our ancestors.\n\n*Hirmos 8:* In his fury the tyrant of the Chaldeans had the furnace heated seven times hotter than usual for the faithful servants of the Lord; but when he saw them saved by a more powerful force, he cried out: O youths, bless your Creator and Redeemer; praise Him, you priests; and all you people, exalt Him for all ages.\n\n*Ode 9 – Hirmos:* Heaven was seized with wonder and the ends of the earth struck with astonishment when God revealed himself to humanity clothed in our flesh. And your womb has become more spacious than the heavens; O Mother of God, the assembly of angels and people extol You.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nEven though Your divine nature is without beginning, You took our flesh, O Word of God; You suffered in Your human nature, yet as God You remained beyond suffering; in two natures and without division or confusion, we extol You.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nO Most High, the One Who is Your Father according to Your divine nature, You called God when You took on Your human nature and came down among Your servants. And now, risen from the dead, You have revealed Him as the Father of humanity, the One Who by nature is God and Master. With Him, we all extol You.\n\n*Glory be: Now and for ever:* O Virgin, you have appeared as the Mother of God; in a wondrous manner, You gave birth in the flesh to the Word Who is all-good and Whom the Father in His goodness had spoken before the ages; and even though He bears the garment of flesh, we know Him to be the transcendent One.\n\nHoly is the Lord our God *(3x)*.\n*Sunday Exapostilaria*\n\n**Stichera at the Praises**\n\nO Lord, though You stood in judgment before the throne of Pilate,* You did not vacate Your heavenly throne where You sit with the Father.* You arose from the dead,* releasing the world from the bondage of the enemy;* for You are compassionate and the Lover of mankind.\n\nYou gave us Your cross, O Lord, as a weapon against Satan* who fears and trembles since he is unable to behold its power;* for it raised the dead and triumphed over Death.* Therefore, we worship Your burial and Your holy resurrection.\n\nYou were placed in a grave like the dead, O Lord;* the soldiers guarded You as a slumbering King;* and as a Treasure of life, they sealed You.* But You arose and granted incorruptibility to our souls.\n\nThe angel proclaimed Your resurrection, O Lord,* and filled the guards with fear;* but to the women he cried out, saying:* Why do you seek the Living among the dead?* Truly He is risen as God* and grants life to the whole world.\n\nYou suffered on the cross* although You were beyond suffering in Your divinity;* You accepted burial for three days* that You might set us free from the bondage of the enemy* and grant us life through Your resurrection,* O Christ, the Lover of mankind.\n\nI worship, glorify, and praise Your resurrection from the tomb, O Christ,* by which You released us from the bonds of Hades.* For as God, You grant eternal life and great mercy to the world.\n\n*Verse:* Arise then, Lord, lift up Your hand. O God, do not forget the poor!\nTruly the transgressors of the law guarded your life-giving tomb;* they sealed it and placed guards by it. But since You are immortal and the almighty God,* You rose on the third day.\n\n*Verse:* I will praise You, Lord, with all my heart; I will recount all Your wonders.\nWhen You passed through the gates of Hades,* and demolished them, O Lord,* then as a captive, Hades shouted and said:* Who is this who is not condemned to the abyss of the earth,* but who has pulled down the prison of the dead like a tent?* For truly I received Him as a mortal and have feared Him as God!* Therefore, O almighty Savior, have mercy on us.\n\n*Glory be: Gospel Stichera.*\n*Now and for ever:* You are truly most blessed... *(p. 140).*\n\n## SUNDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nO Lord, when You came into the world to call sinners,* You received the thief and the prodigal, the adulteress and the publican.* O my Christ, I have sinned more than all of these,* and in no way am I repentant.* O Lover of mankind, call me to Yourself.\nO Lord, You placed publicans as shepherds of Your Church.* You made its persecutor its defender. *Through their prayers show me to be Your lamb so that I may not become food for the Devil, worthless as I am.\nCry out in repentance, O my soul, before your end,* and join yourself to God.* Call out to Him from your heart, weeping:* I have sinned against You with such evil deeds, O Christ!* Do not despise me, I pray.* Convert me and make me worthy of forgiveness,* since You are the merciful One.\n\n**Aposticha**\n\nAngels unceasingly sing to You, O King and Master.* I fall before You as the publican and cry out:* O God, cleanse me and have mercy on me!\n*Verse:* I have lifted up my eyes... *(p. 34).*\nYou are immortal, O my soul!* Do not be overcome by the waves of life,* but rise up and cry out to your Benefactor:* O God, cleanse me and have mercy on me!\n*Verse:* Have mercy on us, O Lord... *(p. 34):*\nO martyrs of the Lord, you sanctify all places,* and you heal all diseases.* Therefore, we implore you:* Pray that our souls be delivered from the snares of the enemy.\n*Glory be: Now and for ever:* Rejoice, O loving palace! O spiritual dove!* Rejoice, O city of our Creator! Rejoice, O refuge of the faithful!* Rejoice, O fortress and intercession,* Rejoice, O salvation and deliverance of those who love you!* Rejoice, O bridge which brings all to heaven!* Rejoice, O most spiritual One, O holy Lady!\n\n## MONDAY MATINS\n\n**Sessional Hymns**\n\n1. Look upon my lowliness with Your compassionate eye, O Lord,* for my life will reach its end in a little while,* and there will be no salvation for me because of my works.* Therefore, I pray:* Look upon my lowliness with Your compassionate eye, and save me.\n*Glory be: Now and for ever:* Understanding the mystical command,* the incorporeal one hastened to the house of Joseph,* saying to her who knew not wedlock:* He Who bowed down the heavens in His condescension* will be wholly and immutably contained within you.* And seeing Him taking on human form in your womb,* with awe I cry out to you:* Rejoice, O bride unwedded!\n\n2. Pondering that dread day, be watchful, my soul,* and light your lamp and feed it with oil,* for you do not know when the cry will come upon you, saying:* Behold, the Bridegroom!* Watch, then, my soul, do not slumber,* lest you remain outside the door knocking like the five virgins,* but watch diligently, that you may meet Christ with rich oil,* and that He may grant you the divine bridal chamber of His glory.\n*Glory be: Now and for ever:* The Master and Creator of all things received from your most pure womb a body,* and made you the intercessor for mankind, O all-pure One.* Therefore, we all hasten to you,* O Lady, asking for forgiveness of sins.* Deliver us from everlasting torments and from every punishment,* so that with faith we may cry out to you:* O Virgin, implore Christ God to grant forgiveness of sins to those who in faith hasten under your protection.\n\n**Canon – Ode 9**\n\n*Hirmos:* Everyone trembled who heard of the ineffable condescension of God, for the Most High of His own free will took upon Himself a body, and in a virginal womb He became man. For this reason, we, the faithful, extol you, O most pure Godbearer.\n*Verse:* Glory be to You, our God, glory be to You!\nAs You once cleansed the harlot, who fell down before You in tears, O Savior, and as You justified the publican who merely sighed, O Word, and as You accepted Manasseh and had mercy on the penitent David, O Lover of mankind, accept me also, and save me.\n*Verse:* Holy archangels and angels, pray to God for us!\nPray, O guardian angels, that God grant salvation to those, who seek your protection, O glorious ones!\n*Glory be: Now and for ever:* You shone forth, O Virgin, like the dawn for those, who abide in darkness and are lost, holding in your arms the Sun of justice, Christ.\n\n**Aposticha**\n\nWhen I recall the multitude of evil deeds I have committed* and think about the terrible trial that is to come,* and, seized with trembling, I flee to You,* the God Who loves mankind.* I beg You, do not despise me, O only sinless One,* but before the end, grant to my poor soul humble repentance, and save me.\n*Verse:* In the morning... *(p. 146).*\nGrant me tears, O Lord, as You once did the sinful woman,* and allow me to wash Your feet,* which have delivered me from the path of deception,* and to bring to You as fragrant myrrh a pure life of repentance,* so that I may also hear the desired words:* Your faith has saved you, go in peace.\n*Verse:* Let the favor of the Lord... *(p. 146).*\nWhat shall we call you, O saints?* Cherubim? for Christ rested on you.* Seraphim? for you glorified Him without ceasing.* Angels? for you rejected your bodies.* Powers? for you work miracles.* Many are your names, and great your gifts.* Pray that our souls be saved.\n*Glory be: Now and for ever:* The heavenly choir sing hymns to you, O Full of Grace,* Virgin Mother, and we glorify your unspeakable birthgiving, O Mother of God.* Pray that our souls be saved.\n\n## MONDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – O preslavnoho chudese):* I do not have compunction, nor a fountain of tears,* nor the gift of sincere confession, neither the weeping that purifies, nor humility of heart.* I have not emulated the publican, the harlot, or the prodigal son.* How then shall I find remission of my many sins?* By the judgments You have established, save me, O Christ!\n\nI have made myself a stranger to every divine commandment,* and I have completely neglected those things pertaining to the better virtues.* I have senselessly spent my whole life in slothfulness,* and all the deeds I have committed have been unsuitable and sinful.* Therefore, O Christ, since You are merciful,* have pity on me and save me.\n\nBecause of Your goodness, do not rebuke me in anger;* for I am the work of Your hands,* even though I have alienated myself from You with my senseless deeds.* Because of the depth of Your compassion, O Lover of mankind,* You have made me after Your own likeness.\n\n**Aposticha**\n\nAngels unceasingly sing to You, O King and Master.* I fall before You as the publican and cry out:* O God, cleanse me and have mercy on me!\nSince you are immortal, O my soul,* do not be overcome by the waves of life;* but rise up and cry out to your Benefactor:* O God, cleanse me and have mercy on me!\nO martyrs of the Lord, we entreat you to beseech our God* and ask great mercy for our souls* and forgiveness of our many offenses.\n*Glory be: Now and for ever:* Rejoice, O pride of the universe and temple of the Lord!* Rejoice, overshadowed mountain and refuge of all!* Rejoice, O golden candelabra and precious glory of the faithful!* Rejoice, O Mary, Mother of Christ our God!* Rejoice, O tabernacle and paradise!* Rejoice, O table of divinity and golden vessel!* Rejoice, for you are the hope of all!\n\n## TUESDAY MATINS\n\n**Sessional Hymns**\n\n1. Like the harlot I fall down before You, that I may receive forgiveness.* Instead of myrrh I offer to You tears from the depth of my heart,* that You may take pity on me as You did her, O Savior;* grant me cleansing of sins,* so that like her I may cry out to You:* Deliver me from the mire of my deeds.\n*Glory be: Now and for ever:* Let us, O faithful, magnify with hymns the Theotokos,* the immovable confirmation of the faith* and precious gift for our souls, chanting:* Rejoice, you who contained the Rock of life within your womb!* Rejoice, help of the ends of the earth and help of the afflicted!* Rejoice, O bride unwedded!\n\n2. My time on earth is coming to an end,* my life is passing by, and the terrible judgment-seat is being made ready.* A trial awaits me, threatening me with fiery torment and with the unquenchable flame.* Grant me a torrent of tears and quench its power,* for You desire that all men be saved.\n*Glory be: Now and for ever:* O all-pure Mother of Christ,* heal the cruel sufferings of my soul,* I pray, and grant forgiveness of the transgressions I have foolishly committed,* for I have defiled my soul and sullied my body.* Woe is me! What shall I do at that hour, when the angels separate my soul from my poor body?* Be you then my helper and intercessor,* for I, your servant, trust in you.\n\n**Canon – Ode 9**\n\n*Hirmos:* Blessed is the Lord, God of Israel, Who has exalted the horn of salvation for us in the house of David His child, wherein the Dayspring from on high has visited us, and directed us to the path of peace.\n*Verse:* Glory be to You, O God, glory be to You!\nGrant that, saved, I may extol You with thanksgiving, O Christ; have mercy on me, whose shoulders have received many stripes, and heal them, pouring forth wine and oil upon them the knowledge of Your loving-kindness, O Savior.\n*Verse:* Holy prophet, forerunner and baptizer of the Lord, John, pray to God for us!\nNurture me with the immortal food of Christ’s commandments, and give me the drink of life to consume, O prophet and forerunner; and present me, saved, who flee under your protection, to stand before God.\n*Glory be: Now and for ever:* O pure and all-glorious Virgin Mistress, with the Forerunner entreat your Son and King, that He save from all need those who with faith call you blessed.\n\n**Aposticha**\n\nWhen I recall the multitude of evil deeds I have committed* and think about the terrible trial that is to come,* and, seized with trembling, I flee to You, the God Who loves mankind.* I beg You, do not despise me, O only sinless One,* but before the end, grant to my poor soul* humble repentance, and save me.\nGrant me tears, O Lord, as You once did the sinful woman,* and allow me to wash Your feet,* which have delivered me from the path of deception,* and to bring to You as fragrant myrrh a pure life of repentance,* so that I may also hear the desired words:* Your faith has saved you, go in peace.\nYou struggled greatly, you saints,* valiantly enduring tortures at the hands of the iniquitous;* and though you have passed from this life,* you still work wonders in this world and heal those made sick by their passions.* O holy ones, pray that our souls be saved.\n*Glory be: Now and for ever:* Your protection, O Virgin Theotokos, is a spiritual healing;* for, having recourse to it,* we are delivered from spiritual infirmities.\n\n## TUESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nO Christ, most gracious, You were crucified upon the cross.* Your hands and feet were nailed, and Your holy side was pierced,* pouring upon me drops of divine salvation,* blood and water to wash away my sores and filth.* Glory to Your goodness, O all-compassionate Lord!\nO Master, You endured suffering* in order to grant freedom from passion to those who venerate Your passion.* Of Your own free will, You endured the cross,* the lance, the nails, and the reed.* Intercede, O Lord, that I too may obtain freedom from passion* on account of Your holy passion.\nThe undefiled Maiden,* beholding her Son raised of His own will upon the cross,* cried out with a pierced heart:* What sorrow afflicts me! my beloved Child;* for they wish to deprive me of You Whom I so greatly love.* See how the ungrateful ones have repaid You!\n\n**Aposticha**\n\nLifted on the cross, O Christ our God,* You have saved mankind.* We glorify Your sufferings.\nNailed to the cross, O Christ our God,* You opened the gates of paradise.* We glorify Your divinity.\nO martyrs of the Lord, you sanctify all places,* and you heal all diseases.* Therefore, we implore you:* Pray that our souls be delivered from the snares of the enemy.\n*Glory be: Now and for ever:* When the sun saw You, the Sun of Justice, hanging on the cross, O Lord,* it hid its rays, the light of the moon changed into darkness,* and the heart of Your all-pure Mother was wounded.\n\n## WEDNESDAY MATINS\n\n**Sessional Hymns**\n\n1. Seeing the Author of life hanging upon the cross,* the thief said: If He, Who has been crucified with us, had not been God incarnate,* the sun would not have lost its brightness and the earth would not have quaked.* Remember me, O Lord, in Your kingdom.\n*Glory be: Now and for ever:* O Virgin, when you beheld Him Who took flesh from you* lifted on the cross between two thieves,* overcome with weeping, you cried out:* Woe is me, my most sweet Child!* How is it that You, the compassionate One Who take away the sins of the world,* are crucified of Your own free will,* desiring, as God, that men offer to You hymns of praise.\n\n2. The tree in the midst of Eden blossomed forth death,* but the tree in the midst of the whole world has produced life;* for they who of old tasted the fruit, while incorrupt, became corrupt,* but those who have tasted of the other tree have inherited incorruption.* For by the cross You save the human race, for You are God.\n*Glory be: Now and for ever:* When the Ewe-lamb saw the Lamb, Shepherd, and Savior* unjustly raised upon the cross,* bitterly weeping, she cried out:* O all-good God, O sinless Lord!* The world rejoices, receiving from You salvation,* but my womb burns, as I behold Your crucifixion,* which You endure in the loving-kindness of Your mercy.* For this reason, we cry out to her in faith:* Show, O Virgin, your mercy towards us,* and grant forgiveness of offenses to those, who worship His sufferings.\n\n**Canon – Ode 9**\n\n*Hirmos:* Heaven was stricken with awe and the ends of the earth were amazed, that God has appeared in the flesh, and that your womb became more spacious than the heavens. Because of this, the choir of angels and men extol you as the Godbearer.\n*Verse:* Glory be to Your holy cross and crucifixion, O Lord!\nWith wounds and blood-stained hands You, O Master, healed my wounds and in Your goodness directed me onto the path of salvation, O Lord; and to the cross You allowed to be nailed Your feet, which walked in paradise, and which of old the first parents saw and hid themselves.\n*Verse:* Glory be to Your holy cross and crucifixion, O Lord!\nTake pity on my wretched soul, O all-pure One; mortify my destructive passions, and dispel the confusion that torments me; and grant me streams of holy tears that lead to eternal life, that I may be delivered from the grievous condemnation which awaits me.\n*Glory be: Now and for ever:* O eternal Word of the Father and my Son, Who share the same throne with the Holy Spirit: How is it that You stretch out Your most pure hands on the cross? Why, so great a humiliation? cried the most pure One as she beheld Your crucifixion.\n\n**Aposticha**\n\nThe staff of Moses prefigured Your precious cross, O our Savior;* by it You save Your people as though from the depths of the sea,* O You Who love mankind!\nOf old, the Garden of Eden brought forth the tree whose fruit was eaten;* but Your Church, O Christ, has blossomed forth Your cross,* pouring out life upon the world.* The one brought death upon Adam, who ate of its fruit,* but the other gave life to the thief, who was saved by faith.* O Christ God, Who by Your suffering destroyed the snares laid for us by the enemy,* grant that we may share in his salvation* and be made worthy of Your kingdom, O Lord!\nYou struggled greatly, you saints,* valiantly enduring tortures at the hands of the iniquitous;* and though you have passed from this life,* you still work wonders in this world and heal those made sick by their passions.* O holy ones, pray that our souls be saved.\n*Glory be: Now and for ever:* Seeing You hanging on the cross, O Lord,* the pure One who gave birth to You,* standing nearby, said, weeping:* O my Child, why do You suffer these things in the flesh* and hasten to leave me childless?* Hasten and glorify Yourself, that I may be exalted by Your sufferings.\n\n## WEDNESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nO Lord, You have enlightened the apostles with the brightness of the Comforter,* and You have established them as lights* which make the spiritual light of Your knowledge shine upon the world, O Master.* Therefore, we worship the greatness of Your goodness.\nO Savior, You preserved Your flock* by surrounding it like a wall with the prayers of Your apostles.* Undisturbed by the temptations of the enemy,* and buying it with Your precious blood,* You have set Your flock free from the bondage of the enemy* because of Your compassion.\nO blessed apostles, firm defenders of the Trinity and supplicants for our souls,* you appeared like precious stones of gleaming splendor* set in the diadem of the Church of Christ,* and brightly illuminating the world* with the knowledge of God.\n\n**Aposticha**\n\nIn their sincere love for You, O Lord,* the apostles detested all things, that they might win You alone.* They surrendered their bodies to torture on Your behalf;* and, now in glory, they pray for our souls.\nO Lord, You magnified on earth the memory of the apostles,* and now in their memory we glorify You.* For their sake You grant us healing,* and by their prayers You give the world peace and great mercy.\nWhat honor and praise can fittingly be ascribed to the saints?* They bowed their necks under the sword for You,* the One Who left the heavens and came down.* They shed their blood for You,* the One Who made Yourself of no account,* and Who took upon yourself the form of a servant.* By emulating Your poverty, they humbled themselves unto death.* By their prayers, have mercy on us, O Lord,* according to Your compassion.\n*Glory be: Now and for ever:* O Virgin, holy Godbearer,* knowing that I will find salvation in you,* I hasten under your protection,* for you can help me, O pure One.\n\n## THURSDAY MATINS\n\n**Sessional Hymns**\n\n1. Let us sing hymns to the divine disciples of our God,* who as beacons for the world,* from the beginning shone forth upon us who were in darkness,* and told all of the Sun of righteousness.* And preaching the Trinity in a single Godhead;* they cast down the falsehood of idolatry.* Therefore, we beseech you, O apostles:* Entreat Christ God, that He grant us remission of sins and great mercy.\n*Glory be: Now and for ever:* Having fallen into temptations of enemies, visible and invisible,* I am beset by the tempest of my countless sins, O all-holy One,* and I flee to the haven of your goodness* as to a fervent help and protection.* Therefore, entreat Him who became incarnate of you without seed, O all-pure One,* in behalf of all your servants who unceasingly sing hymns to you,* O all-pure Theotokos, and earnestly beseech Him,* that He grant remission of offenses to those* who with faith bow down before your birthgiving.\n\n2. The preaching of the apostles went throughout the earth, as the prophet said;* for, preaching the Word, they illumine all the nations.* For this, we venerate them with hymns as is fitting,* for they always pray to Christ that He save our souls.\n*Glory be: Now and for ever:* O Mother of God, intercessor of the faithful,* joy of the sorrowful, and great consolation for those who weep:* With the holy apostles unceasingly entreat in our behalf Him,* Who was supernaturally born from your womb, O Virgin,* so that He may deliver us at the day of reckoning* from grievous condemnation.\n\n**Canon – Ode 9**\n\n*Hirmos:* Heaven was stricken with awe and the ends of the earth were amazed, that God has appeared in the flesh, and that your womb became more spacious than the heavens. Because of this, the choir of angels and men extol you as the Godbearer.\n*Verse:* Holy apostles, pray to God for us!\nWith the power of God you broke the jaws of the soul-destroying lions, O apostles. Christ established you as princes on earth, in order that, according to the psalms, you might piously subject it to the Spirit. Therefore, make also the disorderly movements of my heart subject to the laws of God.\n*Verse:* Holy bishop Nicholas, pray to God for us!\nNow that you are with the angelic choirs, O most holy father Nicholas, beseech the good God, that He save our souls.\n*Glory be: Now and for ever:* As the dwelling place of the Light, O Virgin, enlighten my soul, which has been darkened by the passions, so that I may ever glorify you with faith and love.\n\n**Aposticha**\n\nHaving ardently loved You on earth, O Lord,* Your apostles considered all as dung,* that they might acquire You alone;* and they gave their bodies over to wounds for You.* Therefore, glorified, they pray for our souls.\nO Lord, You exalted the memory of the apostles on earth;* for this, assembling together on earth, we all glorify You,* because for their sake You grant us salvation.* Through their prayers grant peace and great mercy to the whole world.\nHaving put on the breastplate of faith* and having armed yourselves with the cross as a sword,* you showed yourselves to be mighty warriors.* You courageously opposed the persecutors, destroyed the deception of the devil,* and victorious, you were granted crowns.* Pray ever in our behalf that our souls be saved.\n*Glory be: Now and for ever:* O Mistress, rescue me from the hands of the serpent,* the slayer of men, who in his wickedness desires to devour me utterly.* Crush his jaws, I implore you, and thwart his wiles,* so that, delivered from his talons, we may extol your aid.\n\n## THURSDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – O preslvanoho chudese):* O most glorious wonder!* the holy cross, the tree that bears Life, is exalted today.* All the ends of the earth rejoice,* and the forces of the Devil are afraid.* O, what a gift has been bestowed upon those on earth!* By it, O compassionate Christ,* save our souls.\nO most glorious wonder!* Like a branch full of life borne by the Most High,* the cross is seen today exalted upon earth.* By it we have all been drawn toward God,* and death has been utterly swallowed up, O most precious wood.* Glorifying Christ through it,* we have received the food of immortality in Eden.\nHow great is Your goodness toward us, O Christ God;* for You humbled yourself and became man.* You deigned to suffer for us,* enduring for Your worthless servants the cross and a shameful death.* What gift worthy and suitable for God shall we offer You?* In thanksgiving we can only give You glory.\n\n**Aposticha**\n\nLifted on the cross, O Christ our God,* You have saved mankind.* We glorify Your sufferings.\nNailed to the cross, O Christ our God,* You opened the grains of paradise.* We glorify Your divinity.\nO martyrs of the Lord, you sanctify all places,* and you heal all diseases.* Therefore, we implore you:* Pray that our souls be delivered from the snares of the enemy.\n*Glory be: Now and for ever:* The unblemished Ewe-lamb,* seeing the Lamb voluntarily hanging on the tree,* weeping, cried out in grief: Woe is me!* My most beloved Son!* What did the lawless assembly do to you,* desiring to make me childless,* O most beloved One!\n\n## FRIDAY MATINS\n\n**Sessional Hymns**\n\n1. Your cross was found to be a scale of justice weighing the two thieves,* for the one was brought down to Hades by the weight of his blasphemy,* while the other was freed from his sins,* having acknowledged You as God.* O Christ God, glory be to You!\n*Glory be: Now and for ever:* Ever preserved by the cross of Your Son and God, O Virgin,* we confound the assaults and wiles of the demons;* and praising you as the true Mother of God,* with love all generations call you blessed, as you have foretold.* Therefore, by your supplication grant us remission of our offenses.\n\n2. In paradise of old the tree stripped me naked,* and for tasting its fruit the enemy brought death upon me;* but when the tree of the cross was planted in the ground,* it brought men the raiment of everlasting life,* and filled the whole world with all joy.* Beholding it lifted up, O people,* with faith let us cry out to God:* Your house is full of glory.\n*Glory be: Now and for ever:* When you saw Him Who became incarnate of your precious blood* and was born of you in a manner beyond understanding,* hanging on a tree in the midst of thieves,* O pure One, your heart was filled with pain,* and you cried out, weeping as a mother:* Woe is me, O my Child!* What is this Your divine and ineffable dispensation,* by which You give life to Your creation.* I praise Your loving-kindness.\n\n**Canon – Ode 9**\n\n*Hirmos:* Death, which came upon the human race through the eating of the tree, has been abolished by the cross today; for the curse of our first mother, which fell upon us all, has been annulled by the Offspring of the pure Mother of God, whom all the choirs of angels extol.\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nExalting You most sacredly, O compassionate Master, we bow down before Your cross, the spear, the sponge, the reed, and the holy nails which pierced Your hands and feet, through which we have found perfect forgiveness and have become worthy to live in paradise.\n*Verse:* Holy martyrs, pray to God for us!\nGiving their bodies over to torture with their whole soul, the glorious martyrs endured wounds and a violent death, the severing of their members, laceration, and burning by fire, and were aflame with love for the Lord. Now as crown-bearers they dwell in heaven.\n*Glory be: Now and for ever:* O pure and all-glorious Mother, save those who sing hymns to you with love, mercifully quelling the tumuts of temptation; for as you gave birth to God, O Virgin, you are able to do whatsoever you desire, and freely grant mercy. Because of this, we extol you.\n\n**Aposticha**\n\nThe staff of Moses prefigured Your precious cross, O our Savior;* for by it You save Your people* as though from the depths of the sea, O Lover of mankind!\nOf old, the Garden of Eden* brought forth the tree whose fruit was eaten;* but Your Church, O Christ, has blossomed forth Your cross,* pouring out life upon the world.* The one brought death upon Adam, who ate of its fruit,* but the other gave life to the thief, who was saved by faith.* O Christ God, Who by Your suffering destroyed the snares laid for us by the enemy,* grant that we may share in his salvation* and be made worthy of Your kingdom, O Lord!\nWhat shall we call you, O saints?* Cherubim? for Christ rested on you.* Seraphim? for you glorified Him without ceasing.* Angels? for you rejected your bodies.* Powers? for you work miracles.* Many are your names, and great your gifts.* Pray that our souls be saved.\n*Glory be: Now and for ever:* O marvelous wonder!* O awesome mystery!* How is it that an immortal being hangs on the cross?* How can it experience death?* How can the just One be unjustly condemned?* Fear, O sun, and darken your light at the sight of such insolence!* – thus did the Virgin cry out with sighs,* seeing the crucified Christ,* to Whom she gave birth.\n\n## FRIDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*Three stichera of the saint of the day and the following three:*\n*(Podoben – Chto vy narechem):* The arrows of the enemy continually wound us,* and we, helpless, do not know what to do.* But you, who bravely suffered,* destroyed his arrows and with streams of blood you sanctified all creation.* Therefore, heal us also, O divine martyrs for you have confidence before the Lord,* O ever-blessed ones!\n\nWhen we think of that terrible day of Your examination,* O God and Judge of all, we are filled with fear,* and we weep, and are sad, and lament, recalling our fathomless evil.* Therefore, save us, O Lover of mankind,* through the prayers of Your martyrs, and deliver us from torments,* for You are merciful.\n\nO divine martyrs, pray to God,* for those, who with faith venerate your memory,* that they may be delivered from temptation and obtain the heavenly mansions,* which the only Benefactor and long-suffering Lover of mankind has prepared for us;* pray that they may become partakers of the everlasting joy* of the choir of patriarchs.\n\n*Glory be: Now and for ever: (Dogmaticon):* In His love for mankind,* the King of heaven appeared on earth and dwelt among men;* for He took flesh from the pure Virgin,* and, being thus incarnate, He came forth from her.* He is the only Son of God;* in Him are two natures, and not persons.* For this reason, we proclaim that He is truly perfect God and perfect man.* Therefore, we beseech you, O Virgin Mother:* Implore Christ, Whom we proclaim as God,* to have mercy on our souls.\n\n**Aposticha**\n\nYour martyrs, O Lord, forgetting the things of this life* and despising torture for the sake of the future life,* were shown to be its inheritors.* Therefore, they rejoice exceedingly with the angels.* Through their supplications, bestow great mercy upon Your people.\nO martyrs of the Lord, We entreat you to beseech our God,* and ask great mercy for our souls,* and forgiveness of our many offenses.\nO victorious martyrs of Christ,* by the power of the cross you overcame deception* and received the grace of everlasting life.* You did not fear the threats of the persecutors;* you rejoiced in the tortures and wounds,* now your blood has become a healing for our souls.* Pray that our souls be saved.\n*Glory be: Now and for ever:* O holy Lady, receive the prayers of us all,* and deliver us from all sorrows and tribulations.\n\n## SATURDAY MATINS\n\n**Sessional Hymns**\n\n1. O all-glorious martyrs,* with faith you have shown yourselves to the world as bright lights,* for, having placed all the martyr’s hope in God,* you lit your spiritual lamps with the spiritual oil of the Holy Spirit.* You have also shown yourselves to be spiritual chalices of the Church, who, as though water, pour forth upon the people healings.* Pray to Christ God, that He grant forgiveness of sins to those, who with love honor your memory.\n*Glory be: Now and for ever:* O good One, Who for our sake was born of the Virgin* and, having endured crucifixion, destroyed Death by death,* and as God revealed the resurrection:* Do not disdain that which You have fashioned with Your own hand.* Show forth Your love for mankind, O merciful One;* accept the Theotokos who gave birth to You and prays for us; and save Your despairing people, O our Savior!\n\n2. O prophets, martyrs of Christ, and holy hierarchs,* who with pious mind lawfully finished the good race* and receive unfading wreaths from God,* unceasingly ask His grace for us,* that, in His kindness,* He may grant us the forgiveness of transgressions.\n*Glory be: Now and for ever:* We have you as a rampart and refuge,* and an acceptable intercessor before God to Whom you gave birth,* O unwedded Theotokos, salvation of the faithful!\n\n**Canon – Ode 9**\n\n*Hirmos:* With unceasing glorification we extol you, the Mother of the Most High, who knew not wedlock, who truly gave birth to God the Word in a manner past understanding, and are more highly exalted than the all-pure hosts.\n*Verse:* Holy hierarchs, pray to God for us!\nYou were shown to be pilots of the Church, piously steering the whole ship with the commandments of God, O all you blessed hierarchs and pastors. Because of this, we honor you as our helmsmen.\n*Verse:* All you saints, pray to God for us!\nThe assembly of the prophets, the venerables, and the glorious company of women-martyrs who struggled gloriously and shone forth in asceticism, beseech You, Lord, Lover of mankind: Grant us Your compassion.\n*Glory be: Now and for ever:* Bearing in your arms the Fullness of all good things, O most immaculate One, fulfill the entreaties of your servants, and direct our steps toward God, giving us the strength to walk in virtue.\n\n**Aposticha**\n\nWhat shall we call you, O saints?* Cherubim? for Christ rested on you.* Seraphim? for you glorified Him without ceasing.* Angels? for you rejected your bodies.* Powers? for you work miracles.* Many are your names, and great your gifts.* Pray that our souls be saved.\nYou struggled greatly, you saints,* valiantly enduring tortures at the hands of the iniquitous;* and though you have passed from this life,* you still work wonders in this world and heal those made sick by their passions.* O holy ones, pray that our souls be saved.\nO victorious martyrs of Christ,* by the power of the cross you overcame deception* and received the grace of everlasting life.* You did not fear the threats of the persecutors;* you rejoiced in the tortures and wounds,* now your blood has become a healing for our souls.* Pray that our souls be saved.\n*Glory be: Now and for ever:* O pure Virgin, door of the Word,* Mother of our God, pray that we be saved."