{
  "content": "...”**\n\nCome, let us adore God the Word,* Who was born of the Father before all ages,* and was incarnate of the Virgin Mary;* for of His own free will He suffered the cross* and submitted Himself to burial,* and arose from the dead to save me, a sinful one.\n\nChrist our Savior cancelled the decree that was written against us,* by nailing it to the cross;* and He abolished the dominion of Death.* Let us glorify His resurrection on the third day.\n\nLet us, together with the archangels, sing of Christ’s resurrection;* for He is the Redeemer and Savior of our souls.* He will come again in awesome glory and mighty power* to judge the world which He has fashioned.\n\nAlthough You died and were buried,* the angel yet declared You as Master.* He said to the women: Come and see where the Lord was placed;* for He is risen as He foretold,* because He is almighty.* Therefore, we worship You, the only immortal One,* and we beseech You to have mercy on us, O Giver of life.\n\nO Christ, You have abolished the curse of the tree by Your Cross;* You have destroyed the power of Death by Your burial,* and You enlightened the human race by Your resurrection.* Therefore, we cry out to You:* O God and Benefactor, glory to You!\n\nO Lord, the gates of Death opened before You in fear,* and the gatekeepers of Hades were filled with dread at the sight of You.* You smashed the gates of brass and crushed the posts of iron.* Then You burst our chains asunder,* and led us out from the darkness, away from the shadow of death.\n\nLet us all come and prostrate ourselves in the house of the Lord,* singing this hymn of salvation:* O Christ, You were crucified on the tree and rose from the dead,* and You now abide in the bosom of the Father.* Please cleanse us of our sins.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* At the coming of grace, O Virgin,* the shadow of the Law passed away.* For, as the bush, though burning, was not consumed,* You, though giving birth, still remained a virgin.* In place of the pillar of fire, the Sun of righteousness shone forth,* Instead of Moses, Christ, the Salvation of our souls, appeared.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_2.stichera_lord_i_call"
}