{
    "triodion.publican_pharisee.kontakion": {
        "content": "Let us bring to the Lord the sighs of the publican,* and as sinners let us approach the Lord;* for He desires the salvation of all.* He grants forgiveness to all who repent.* For us He became man while remaining God,* co-eternal with the Father.",
        "source": "Stamford",
        "tone": "Tone 3"
    },
    "triodion.prodigal_son.kontakion": {
        "content": "When I foolishly separated myself from your Fatherly glory,* I squandered in wickedness the riches You had given me.* So now I cry out to You with the voice of the prodigal son, saying;* I have sinned before You, O merciful Father;* receive me, repentant, and make me as one of Your hired servants.",
        "source": "Stamford",
        "tone": "Tone 3"
    },
    "triodion.meatfare_saturday.troparion": {
        "content": "O Creator, in the depth of Your wisdom,* You lovingly govern all things* and distribute to each what is for good.* Now give rest to the souls of Your servants,* for they have placed their hope in You,* our Creator, Maker, and our God.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.meatfare_saturday.kontakion": {
        "content": "With the saints, O Christ,* give rest to Your servants* where there is no pain, sorrow, nor mourning,* but life everlasting.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.meatfare_sunday.kontakion": {
        "content": "When You will come to earth in glory, O God,* and all creatures will tremble before You,* the river of fire will flow before Your judgment-seat,* and the books will be opened and all hidden things revealed,* deliver me from the unquenchable fire* and make me worthy to stand at Your right hand, O righteous Judge.",
        "source": "Stamford",
        "tone": "Tone 1"
    },
    "triodion.cheesefare_saturday.troparion": {
        "content": "O God of our fathers..., (p. 1240).",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.cheesefare_saturday.kontakion": {
        "content": "O Lord, You did delight the company of the faithful* who illumined the universe,* preaching true worship and abolishing infidelity and lies.* Therefore, by their intercessions,* preserve in perfect security all those who glorify and magnify You,* that they may sing to You: Alleluia.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.cheesefare_sunday.kontakion": {
        "content": "O Guide to wisdom, O Giver of understanding,* O Instructor of the ignorant, and Helper of the poor,* strengthen and enlighten my heart, O Master.* Give the word to me, O Word of the Father,* that I may not refrain from crying out to You:* O merciful Lord, have mercy on me who have fallen.",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.lent_1_saturday.troparion": {
        "content": "What marvels of faith!* The holy martyr Theodore rejoiced amid the licking flames,* just as if he were splashing in cool water.* Made a holocaust in the fire,* he was offered like sweetbreads to the Trinity.* Save our souls through his prayers, O Christ our God.",
        "source": "Stamford",
        "tone": "Tone 2"
    },
    "triodion.lent_1_saturday.kontakion": {
        "content": "Believing in Christ with all your might,* you struck a mighty blow to the enemy.* You received an eternal crown of glory,* O long-suffering and victorious Theodore.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.lent_1_sunday.troparion": {
        "content": "We bow before Your sacred image, O gracious Lord,* and beg forgiveness for our offenses, O Christ our God;* for You, of Your own free will, deigned to ascend the cross in Your human nature* to deliver from bondage under the enemy, those whom You created.* Therefore, we gratefully cry out to You:* Through Your coming to save the world, O Savior,* You have filled all with joy.",
        "source": "Stamford",
        "tone": "Tone 2"
    },
    "triodion.lent_1_sunday.kontakion": {
        "content": "O Mother of God, through you, in the incarnation,* the indescribable Word of God became describable;* for through the divine goodness,* the Word spoken from eternity became an image.* May we, who believe in salvation,* clothe ourselves in the same image both in word and deed.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.lent_2_sunday.kontakion": {
        "content": "Today the time of earthly deeds is revealed,* for judgment is at hand.* Let us be found fasting,* and let us bring tears of supplication, begging mercy and crying out:* I have sinned more times than there are sands of the sea;* but forgive me, O Creator of all,* that I may receive the crown that does not perish. (see p. 1374-7)",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.lent_3_sunday.troparion": {
        "content": "Save Your people, O Lord, and bless Your inheritance.* Grant victory to Your faithful people against enemies,* and protect Your community by Your cross.",
        "source": "Stamford",
        "tone": "Tone 1"
    },
    "triodion.lent_3_sunday.kontakion": {
        "content": "No longer does the flaming sword guard the gates of Eden;* for on them one finds the most glorious seal, the tree of the cross.* By It the sorrow of death and the victory of the Abyss have been conquered.* For You, O my Savior, stood and called out to those in the Abyss:* Enter again into paradise.",
        "source": "Stamford",
        "tone": "Tone 7"
    },
    "triodion.lent_3_sunday.dismissal": {
        "content": "Christ our true God, risen from the dead, through the prayers of His immaculate Mother, by the power of the honorable and life-giving cross, which we are honoring today, through the prayers of the holy glorious and praiseworthy apostles, our venerable and God-bearing fathers, and all the saints, will have mercy and save us, for He is good and loves mankind.",
        "source": "Stamford"
    },
    "triodion.lent_4_sunday.kontakion": {
        "content": "Having been deemed worthy to honor Your cross, O Christ, in spirit and with faith we beseechingly cry out: Grant us also the grace to see Your resurrection.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.lent_5_saturday.troparion": {
        "content": "You received knowledge of the decree in a strange manner.* The spirit appeared impressively in Joseph's home and said to the Virgin:* He Who arched the heavens is completely contained in you now that He has descended.* He is in no way changed, yet I have seen Him take on the form of a slave in your womb.* I tremble as I cry out to you: Rejoice, O bride and Virgin ever-pure!",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.lent_5_saturday.kontakion": {
        "content": "We, your grateful servants,* imitate you now that we are delivered from the devils.* You are the victorious leader, the triumphant Lady, the Theotokos.* But since we do not have your invincible might,* free us from dangers* so that we might sing to you:* Rejoice, O bride and Virgin ever-pure!",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.lent_5_sunday.kontakion": {
        "content": "Bring forth renewal of spirit* and the fruits of virtue through spiritual exercise.* For behold, Christ the Bridegroom comes* in order to crown those who have struggled.* Let us stay awake, therefore, so that we may meet Him prepared* and may also receive imperishable crowns.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.lazarus_saturday.troparion": {
        "content": "O Christ our God, You confirmed the resurrection of all* before the time of Your passion by raising Lazarus from the dead.* Therefore, we as the children of Israel, carry the symbols of victory* and cry out to You, the Conqueror of Death:* Hosanna in the highest!* Blessed is He Who comes in the name of the Lord.",
        "source": "Stamford",
        "tone": "Tone 1"
    },
    "triodion.lazarus_saturday.kontakion": {
        "content": "Christ, the Joy of all, the Truth, the Light, the Life and Resurrection of the world,* appeared to those on earth because of His goodness.* He became the image of resurrection,* granting divine forgiveness to all.",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.lazarus_saturday.dismissal": {
        "content": "Christ our true God, Who, for our salvation, came to Bethany to raise the righteous Lazarus, through the prayers of His immaculate Mother, and of the holy, glorious, and all-praiseworthy apostles, of our venerable and Godbearing fathers and of all the saints, will have mercy and save us, for He is good and loves mankind.",
        "source": "Stamford"
    },
    "triodion.palm_sunday.troparion": {
        "content": "O Christ our God..., (see above).",
        "source": "Stamford",
        "tone": "Tone 1"
    },
    "triodion.palm_sunday.troparion_2": {
        "content": "We have been buried with You through baptism, O Christ our God,* and we have become worthy of immortal life by Your resurrection.* So we cry out to You:* Hosanna in the highest!* Blessed is He Who comes in the name of the Lord.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.palm_sunday.kontakion": {
        "content": "In heaven You are carried upon a throne;* on earth You rode upon a colt, O Christ our God.* You received the praise of Angels and the hymns of children crying out to You:* Blessed is He Who came to restore Adam.",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.palm_sunday.dismissal": {
        "content": "Christ our true God, Who, for our salvation, deigned to enter Jerusalem seated on the colt of a donkey and accepted the praise of the Hebrew children, through the prayers of His immaculate Mother, and of the holy, glorious, and all-praiseworthy apostles, of our venerable fathers, and of all the saints, will have mercy and save us, for He is good and loves mankind.\nDismissal from Palm Sunday until Great Thursday:\nChrist our true God, Who is on His way to His voluntary passion, through the prayers of His immaculate Mother, of the holy, glorious and all-praiseworthy apostles, of our venerable and God-bearing fathers, and of all the saints, will have mercy and save us, for He is good and loves mankind.",
        "source": "Stamford"
    },
    "triodion.holy_monday.troparion": {
        "content": "Behold, the Bridegroom is coming in the middle of the night.* Blessed is the servant He shall find awake.* But the one He shall find neglectful will not be worthy of Him.* Beware, therefore, O my soul! Do not fall into a deep slumber,* lest you be delivered to death and the door of the Kingdom be closed to you.* Watch instead, and cry out; Holy, Holy, Holy are You, O God.* Through the intercession of the Mother of God, have mercy on us.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.holy_monday.kontakion": {
        "content": "While Jacob wept over the loss of his son,* Joseph nobly rode, in a chariot, wearing a king’s attire.* He refused to be enslaved by the pleasures of Egypt.* Therefore, God Who knows the secrets of the human heart and distributes incorruptible crowns,* covered him with glory.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.holy_monday.dismissal": {
        "content": "(p. 1251).",
        "source": "Stamford"
    },
    "triodion.holy_tuesday.troparion": {
        "content": "Behold, the Bridegroom..., (see above).",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.holy_tuesday.kontakion": {
        "content": "O wretched soul, think of your last hours.* Be dismayed at the rebuking of the fig tree.* Act and double the talent given you with a loving purpose.* Be watchful and cry out:* Grant that we not be left outside the bridal chamber of Christ.",
        "source": "Stamford",
        "tone": "Tone 2"
    },
    "triodion.holy_tuesday.dismissal": {
        "content": "(p. 1251)",
        "source": "Stamford"
    },
    "triodion.holy_wednesday.troparion": {
        "content": "Behold, the Bridegroom..., (see above).",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.holy_wednesday.kontakion": {
        "content": "O gracious God, I sinned more than the adulteress,* and yet never offered refreshing teardrops.* In silent prayer, I now prostrate myself, kissing with love your immaculate feet* in order to receive from you, Master, the forgiveness of my sins.* I cry out to you: O Savior, deliver me from the murk of my evil deeds.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.holy_wednesday.dismissal": {
        "content": "(p. 1251)",
        "source": "Stamford"
    },
    "triodion.holy_thursday.troparion": {
        "content": "While the glorious disciples were enlightened at the washing of their feet at the supper,* the unholy Judas was blinded by his love for silver.* He delivered You to unjust judges, O most high Judge.* All you lovers of riches, meditate on this:* Love for money drove a man to take his own life.* We must flee from greedy souls who would so betray the Master.* O, Lord, so benevolent to all, glory be to You!",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.holy_thursday.kontakion": {
        "content": "Judas, the deceitful servant,* when he stretched his hand secretly and took bread,* did therefore take the price of Him Who made humanity with His own hands,* thus remaining reprobate.",
        "source": "Stamford",
        "tone": "Tone 2"
    },
    "triodion.holy_thursday.dismissal": {
        "content": "s\nDismissal of Vespers with the Liturgy of St. Basil: Christ our true God, Who, because of His surpassing graciousness, showed us the most excellent way of humility when He washed His disciples’ feet, and condescended even unto the cross and burial, and Who, for our salvation, at His mystical supper gave us His true Body to eat and His true Body to eat and His true Blood to drink, through the prayers of His immaculate Mother, and our father among the saints, Basil the Great, archbishop of Caesarea in Cappadocia, and of all the saints, will have mercy and save us, for He is good and loves mankind.\nDismissal for Matins of the Passion: Christ our true God, Who, for the salvation of the world endured spittings, scourgings, blows, the cross and death, through the intercession of His immaculate Mother, of the holy glorious and praiseworthy apostles, our venerable and God-bearing fathers, and all the saints, will have mercy and save us, for He is good and loves mankind.\nDismissal for Vespers with the Placement of the Shroud: Christ our true God, Who endured dreadful sufferings, the life-giving cross, and voluntary burial for our sake and for our salvation, through the prayers of His immaculate Mother.\nDismissal for Matins on Great and Holy Saturday, for Vespers with the Liturgy of St. Basil (on Saturday), and for the Service at the Tomb:\nDismissal: Christ our true God, Who, for our salvation was placed in the tomb and descended to the realm of Death because of the deeds of mankind, through the prayers of His immaculate Mother, and of our holy father, Basil the Great, archbishop of Caesarea in Cappadocia, and of all the saints, will have mercy and save us, for He is good and loves mankind.",
        "source": "Stamford"
    },
    "triodion.holy_saturday.kontakion": {
        "content": "He Who closed the depth of the sea* is beheld wrapped in linen and embalmed with myrrh;* the deathless One is placed in a tomb like one who is dead.* The women came to embalm Him, weeping bitterly and crying:* Behold the sabbath transcendent in blessings* in which Christ has slept and shall rise on the third day.",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.thomas_sunday.troparion": {
        "content": "Though the tomb had been sealed,* from the tomb You arose, O Life and Christ our God.* Though the door had been locked,* You appeared among the disciples, O Resurrection of all;* and thus You restored an upright spirit for us* according to Your great mercy.",
        "source": "Stamford",
        "tone": "Tone 7"
    },
    "triodion.thomas_sunday.kontakion": {
        "content": "Thomas placed his restless hand* into Your life-giving side, O Christ our God;* and since You entered, although the doors were locked,* he cried to You with the other apostles:* You are my Lord and my God.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.thomas_sunday.dismissal": {
        "content": "Christ our true God, Who, for our salvation, came to His disciples, even though the doors were closed, and confirmed Thomas in his faith, through the prayers of His Immaculate Mother, and of our holy father John Chrysostom, archbishop of Constantinople, and of all the saints, will have mercy and save us, for He is good and loves mankind.",
        "source": "Stamford"
    },
    "triodion.myrrh_bearers_sunday.troparion": {
        "content": "When You went down..., (p. 1231).",
        "source": "Stamford",
        "tone": "Tone 2"
    },
    "triodion.myrrh_bearers_sunday.troparion_2": {
        "content": "The noble Joseph took down Your most pure body from the cross.* He wrapped it in a clean shroud,* and with fragrant spices laid it in burial in a new tomb.* But You arose in three days, O Lord,* bestowing great mercy upon the world.",
        "source": "Stamford",
        "tone": "Tone 2"
    },
    "triodion.myrrh_bearers_sunday.troparion_3": {
        "content": "The angel stood by the tomb and cried out to the women bringing ointment:* Ointments are for the dead,* but Christ has shown Himself not subject to corruption.* So now cry out: The Lord has risen,* bestowing great mercy upon the world.",
        "source": "Stamford",
        "tone": "Tone 2"
    },
    "triodion.myrrh_bearers_sunday.kontakion": {
        "content": "By Your resurrection, O Christ our God,* You told the women bringing ointment to rejoice;* and You stilled the weeping of Eve, the first mother.* You instructed the women to announce to Your apostles:* The Savior has risen from the tomb.",
        "source": "Stamford",
        "tone": "Tone 2"
    },
    "triodion.paralytic_sunday.troparion": {
        "content": "Let the heavens rejoice..., (p. 1232).",
        "source": "Stamford",
        "tone": "Tone 3"
    },
    "triodion.paralytic_sunday.troparion_2": {
        "content": "When the paschal feast is half completed,* quench my thirsty soul with the waters of devotion;* for You, O Savior, have announced to all:* Let him who is thirsty come to Me and drink.* O Christ our God, Source of life, glory be to You!",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.paralytic_sunday.kontakion": {
        "content": "With Your divine protection, O Lord,* as You once raised the paralytic, now lift up my soul* paralyzed with all kinds of sin and evil deeds of wickedness,* so that, as saved, I may cry out to You:* Glory be to Your might, O merciful Christ!\nMid-Pentecost",
        "source": "Stamford",
        "tone": "Tone 3"
    },
    "triodion.paralytic_sunday.kontakion_2": {
        "content": "O Christ God, Creator and Lord of all,* when the Paschal Feast was half completed,* You told those present: Come and draw the water of immortality.* Let us, therefore, adore You and cry out with faith:* Grant us Your goodness,* for You are the Source of our life.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.samaritan_sunday.troparion": {
        "content": "When the disciples ..., (p. 1232).",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.samaritan_sunday.troparion_2": {
        "content": "When the paschal feast... (see above).",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.samaritan_sunday.kontakion": {
        "content": "O Christ God, Creator and Lord of all,* when the paschal feast was half completed,* You told those present: Come and draw the water of immortality.* Let us, therefore, adore You and cry out with faith:* Grant us Your goodness,* for You are the Source of our life!",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.blind_man_sunday.troparion": {
        "content": "Let us, the faithful..., (p. 1233).",
        "source": "Stamford",
        "tone": "Tone 5"
    },
    "triodion.blind_man_sunday.troparion_2": {
        "content": "You ascended in glory, O Christ our God;* You delighted the disciples with the promise of the Holy Spirit.* Through this blessing they were assured* that You are the Son of God,* the Redeemer of the World.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.blind_man_sunday.troparion_3": {
        "content": "Angelic powers..., (p. 1233).",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.blind_man_sunday.troparion_4": {
        "content": "O Christ our God, You are most glorified,* for You established our Fathers as lights to all the earth.* Through them You led us to the true faith.* O most merciful Lord, glory be to You!",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.blind_man_sunday.troparion_5": {
        "content": "Blessed are You, O Christ our God.* You filled the fishermen with wisdom,* sending down upon them the Holy Spirit.* Through them You have caught the whole world in Your net.* O Lover of mankind, glory be to You!",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.blind_man_sunday.kontakion": {
        "content": "With eyes that are spiritually blind I come to You, O Christ;* and like the man who was blind since birth,* I cry out to You with repentance:* You are a shining Light to those who are in darkness.\nThe Ascension of Our Lord Jesus Christ",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.blind_man_sunday.kontakion_2": {
        "content": "When You fulfilled the plan of salvation for us* and united all things on earth to those in heaven, O Christ our God,* You ascended in glory, never leaving us, but remaining ever-present.* For You proclaimed to those who love You:* I am with you and no one else has power over you.",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.blind_man_sunday.kontakion_3": {
        "content": "The preaching of the apostles* and the decisions of the fathers* have established the true faith of the Church* which she wears as the garment of truth* fashioned from the theology on high.* She justly governs and glorifies the great mystery of worship.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.blind_man_sunday.kontakion_4": {
        "content": "When the Most High descended and confused tongues,* He scattered the people;* but when He distributed the tongues of fire,* He called all men to unity.* Therefore, with one voice,* let us praise the Most Holy Spirit.",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.blind_man_sunday.dismissal": {
        "content": "Christ our true God, Who, for our salvation, ascended from us to heaven and sits at the right hand of God and Father, through the prayers of His immaculate Mother, and of our holy father, John Chrysostom, archbishop of Constantinople, and of all the saints, will have mercy and save us, for He is good and loves mankind.\nSunday of the Fathers of the First Council\nTroparion (Tone 6): Angelic powers..., (p. 1233).\nTroparion of the Fathers (Tone 8): O Christ our God, You are most glorified,* for You established our Fathers as lights to all the earth.* Through them You led us to the true faith.* O most merciful Lord, glory be to You!\nKontakion of the Fathers (Tone 8): The preaching of the apostles* and the decisions of the fathers* have established the true faith of the Church* which she wears as the garment of truth* fashioned from the theology on high.* She justly governs and glorifies the great mystery of worship.\nDismissal: Christ our true God, Who, for our salvation, ascended from us to heaven and sits at the right hand of God and Father, through the prayers of His immaculate Mother, and of the holy, glorious, and praiseworthy apostles, and of the holy Fathers of the First Council of Nicea, whom we are commemorating today, and of all the saints, will have mercy and save us, for He is good and loves mankind.\nSunday of Pentecost\nTroparion (Tone 8): Blessed are You, O Christ our God.* You filled the fishermen with wisdom,* sending down upon them the Holy Spirit.* Through them You have caught the whole world in Your net.* O Lover of mankind, glory be to You!\nKontakion (Tone 8): When the Most High descended and confused tongues,* He scattered the people;* but when He distributed the tongues of fire,* He called all men to unity.* Therefore, with one voice,* let us praise the Most Holy Spirit.\nDismissal: Christ our true God, Who, for our salvation, sent the all-holy Spirit from heaven in the appearance of tongues of fire upon His holy disciples and apostles, through the prayers of His immaculate Mother, and of our holy father John Chrysostom, archbishop of Constantinople, and of all the saints, will have mercy and save us, for He is good and loves mankind.",
        "source": "Stamford"
    },
    "triodion.all_saints_sunday.troparion": {
        "content": "You came down from on high..., (p. 1234).",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.all_saints_sunday.troparion_2": {
        "content": "Your Church throughout the world, O Lord,* is clothed with the blood of Your martyrs* as with fine linens and purple robes;* and so the Church cries out to You, O Christ our God:* Send down Your goodness upon Your people;* grant peace to Your Church and great mercy to our souls.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.all_saints_sunday.troparion_3": {
        "content": "Your memorial, O Christ our God, has shone forth* upon the world as a festal day,* for fisherman learned from You to offer unbloody sacrifice with bread and wine.* And so, we celebrate Your divine memorial,* and doing so cry out: O Lord, glory be to You.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.all_saints_sunday.troparion_4": {
        "content": "The supernatural bread* which angels and archangels desire to behold* is festively exposed upon the altar and given to men as food.* In It we behold Your abundant mercy, Christ our God,* and acknowledge You to be God in the flesh,* hidden under visible species and say:* Make us worthy to share in the joy of eternal life.",
        "source": "Stamford",
        "tone": "Tone 7"
    },
    "triodion.all_saints_sunday.troparion_5": {
        "content": "Have mercy on us, O Lord, have mercy on us.* Since we have no defense,* we sinners offer this supplication to You, our Master:* Have mercy on us.",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.all_saints_sunday.troparion_6": {
        "content": "You revealed Your most Sacred Heart as an abyss of Your love for us, O Christ our God.* Let our observance of Your commandments in the present age* be the return of love for us,* so that in the age to come we may enjoy in perfect love* the contemplation of Your divinity.",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.all_saints_sunday.troparion_7": {
        "content": "Standing before the cross with the virgin disciple,* the Virgin Mother could not endure* to behold her Offspring being lifted on the cross.* Overwhelmed with sorrow she cried out:* How can You suffer, O You Who by nature cannot suffer?* O my Son, I glorify Your ineffable goodness* which surpasses all comprehension.",
        "source": "Stamford",
        "tone": "Tone 6"
    },
    "triodion.all_saints_sunday.troparion_8": {
        "content": "O Princes and bishops glorified in Christ,* you monastics and martyrs, and you staunch confessors* from every age of Christian Ukraine,* pray to Christ our God, that He gaze with a merciful eye on our nation* and grant it the grace to endure in faith,* and that the souls of its devout faithful,* who honor your sacred memory, may be saved.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.all_saints_sunday.kontakion": {
        "content": "To You, O Lord, Author of all creation;* the universe offers the Godbearing martyrs as the first-fruit of nature.* Through their prayers and the intercession of the Mother of God* preserve Your Church, Your dwelling place, in perfect peace,* O most merciful One.\nThe Most Holy Eucharist",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.all_saints_sunday.kontakion_2": {
        "content": "Behold Christ is present as food for all.* Come, let us fall down and worship Christ our God* hidden under these mysteries and humbly cry out:* Consume us not by fire through communion,* O Master, unworthy as we are,* but be the One Who consumes by fire our sins and purifies our souls.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.all_saints_sunday.kontakion_3": {
        "content": "You showed Your most sweet Heart* to be a place of rest* for those who labor and are burdened, O Savior.* Receive us into Its bosom.* Make us worthy to live and die in It,* and then contemplate the divinity in perfect love.",
        "source": "Stamford",
        "tone": "Tone 7"
    },
    "triodion.all_saints_sunday.kontakion_4": {
        "content": "Seeing You nailed on the cross, O Jesus,* accepting the passion freely, O Master, * Your virgin Mother cried out:* Woe is me, O sweet Child!* How unjust the wounds You suffer,* O Healer of human frailties,* Who deliver from corruption through Your mercy.\nFeast of All the Saints of Rus’-Ukraine\n(Fourth Sunday after Pentecost)",
        "source": "Stamford",
        "tone": "Tone 8"
    },
    "triodion.all_saints_sunday.kontakion_5": {
        "content": "You shine with bright lights, O divine ly inspired righteous ones of our church,* and by your encouraging example you serve the communities of the faithful throughout the Christian world.* Therefore, in humility we bow our heads before you,* as we thank the great and all gracious God,* Who made you our mediators in heaven* and the intercessors for our souls.",
        "source": "Stamford",
        "tone": "Tone 4"
    },
    "triodion.all_saints_sunday.dismissal": {
        "content": "May Christ our true God, Who, in His abounding goodness gave us His Body to eat and His true Blood to drink for our salvation, have mercy on us and save us through the prayers of His most pure Mother; and of our holy father John Chrysostom, archbishop of Constantinople, and of all the saints, for He is gracious and loves mankind.\nJesus Lover of Mankind\n(Sacred Heart of Jesus)\nTroparion (Tone 6): Have mercy on us, O Lord, have mercy on us.* Since we have no defense,* we sinners offer this supplication to You, our Master:* Have mercy on us.\nAnother Troparion (Tone 6): You revealed Your most Sacred Heart as an abyss of Your love for us, O Christ our God.* Let our observance of Your commandments in the present age* be the return of love for us,* so that in the age to come we may enjoy in perfect love* the contemplation of Your divinity.\nKontakion (Tone 7): You showed Your most sweet Heart* to be a place of rest* for those who labor and are burdened, O Savior.* Receive us into Its bosom.* Make us worthy to live and die in It,* and then contemplate the divinity in perfect love.\nDismissal: Christ our true God, Who willed to have His side pierced by a lance on the cross and to show His love for us to the end, through the prayers of His immaculate Mother, and of our holy father John Chrysostom, archbishop of Constantinople, and of all the saints, will have mercy and save us, for He is good and loves mankind.\nThe Compassion of the Most Holy Mother of God\nTroparion (Tone 6): Standing before the cross with the virgin disciple,* the Virgin Mother could not endure* to behold her Offspring being lifted on the cross.* Overwhelmed with sorrow she cried out:* How can You suffer, O You Who by nature cannot suffer?* O my Son, I glorify Your ineffable goodness* which surpasses all comprehension.\nKontakion (Tone 8): Seeing You nailed on the cross, O Jesus,* accepting the passion freely, O Master, * Your virgin Mother cried out:* Woe is me, O sweet Child!* How unjust the wounds You suffer,* O Healer of human frailties,* Who deliver from corruption through Your mercy.\nFeast of All the Saints of Rus’-Ukraine\n(Fourth Sunday after Pentecost)\nTroparion (Tone 4): O Princes and bishops glorified in Christ,* you monastics and martyrs, and you staunch confessors* from every age of Christian Ukraine,* pray to Christ our God, that He gaze with a merciful eye on our nation* and grant it the grace to endure in faith,* and that the souls of its devout faithful,* who honor your sacred memory, may be saved.\nKontakion (Tone 4): You shine with bright lights, O divine ly inspired righteous ones of our church,* and by your encouraging example you serve the communities of the faithful throughout the Christian world.* Therefore, in humility we bow our heads before you,* as we thank the great and all gracious God,* Who made you our mediators in heaven* and the intercessors for our souls.",
        "source": "Stamford"
    }
}