{
    "menaion.0101.vespers.aposticha": {
        "content": "(Tone 1): You were like a divine and noble bee of the Church of Christ, all-blessed Basil.* When you armed yourself with the sting of divine love,* you wounded the blasphemers of God-transgressing heresies,* and you stored up the sweetness of true worship in the souls of believers.* Now that you have attained the delights of the divine presence,* remember us before the consubstantial Trinity.\n\nVerse: My lips will speak words of wisdom; my heart is full of insight.\n\nYou have acquired the virtues of all the saints, O Father Basil;* the meekness of Moses and the zeal of Elijah,* the confession of faith by Peter,* and the eloquence in theology of John.* Like Paul, you never cease to cry aloud:* Who is weak and I am not weak?* Who is offended and I burn not?* Therefore, because you dwell with them,* pray for the salvation of our souls.\n\nVerse: The mouth of the just utters wisdom, and his lips speak what is right.\n\n(Tone 2): O Basil, the revealer of holiness,* having studied the nature of creatures* and contemplated the instability of all things,* you found the only One Who is unchangeable,* the transcendent Creator of all the world.* And having clung to Him, you cast off the desire of transient things.* Therefore, intercede for us* that we may also obtain the divine love.\n\nGlory be: (Tone 6): O all-blessed Basil, you received the grace of miracles from heaven* and exposed the errors of the heathen by your doctrines.* You are the glory and support of bishops,* and an example of the teachings of all the Fathers.* Therefore, having received favor with Christ,* intercede with Him for the salvation of our souls.\n\nNow and for ever: (Tone 8): The all-good God was not ashamed to be circumcised in the flesh,* but He offered Himself as a symbol* and an example of salvation to all.* For the Maker of the Law submitted Himself to its commands* and to what the prophets beforehand told of Him.* O our God Who holds all things in Your hands* and yet were wrapped in swaddling clothes,* O Lord, glory to You!",
        "source": "Stamford Menaion",
        "title": "CIRCUMCISION OF OUR LORD JESUS CHRIST AND ST. BASIL THE GREAT\nVESPERS"
    },
    "menaion.0101.vespers.litiya": {
        "content": "(Tone 3): With your life of purity, O holy Basil,* you attracted Christ, the fountain of life, to dwell in your soul.* You channeled streams of inspired teachings to the world.* The faithful people of the Church drink from them* and acknowledge the teachings of your lips* and offer good works to Him* Who glorified your memory for all ages.\n\n(Tone 6): The grace flowed from your lips, O holy Father Basil.* You were the shepherd of the Church of Christ,* teaching your spiritual sheep to believe in the holy Trinity,* consubstantial in the one Godhead.\n\nGlory be: Now and for ever: (Tone 8): In His love for the human race,* the Savior condescended and willed to be wrapped in swaddling clothes.* Eight days old according to His mother* and eternal according to His Father,* He did not look down upon the circumcision of the flesh.* Therefore, O believers, let us cry out to Him:* You are our God; have mercy on us!",
        "source": "Stamford Menaion",
        "title": "CIRCUMCISION OF OUR LORD JESUS CHRIST AND ST. BASIL THE GREAT\nVESPERS"
    },
    "menaion.0101.matins.sessional": {
        "content": "(Tone 5, Podoben – Sobeznachalne slovo): Let us all extol Basil as the holy adornment of the Church,* the rich treasury of teachings.* Through them he taught us to honor the holy Trinity,* united in essence and distinct in persons.\n\nGlory be: Now and for ever: (Tone 1): The Creator of all and the Lord of the universe,* Who is with the Father and the Spirit on high,* is circumcised on earth as an eight day old infant.* Your works, O Lord, are truly divine and wonderful.* O Master, You were circumcised for our sake that the law might be fulfilled.\n\n(Tone 8): Marvelously drawing on the secret wealth of ineffable wisdom,* you stored up the waters of the true faith for all.* You made the hearts of the faithful rejoice,* and you destroyed the teachings of the unbelievers as deserved.* Because of your noble efforts you became the invincible champion of the holy Trinity.* O archbishop Basil, intercede with Christ our God to grant remission of sins* to those who celebrate your holy memory.\n\nGlory be: Now and for ever: (Tone 4): The One Who is invisible in substance today appears in the flesh.* Today the uncreated Word is born from a chaste Virgin* for the salvation of the human race.* As a child of eight days He is circumcised according to the Law.* Therefore, let us worship Him as our Savior.",
        "source": "Stamford Menaion",
        "title": "CIRCUMCISION OF OUR LORD JESUS CHRIST AND ST. BASIL THE GREAT\nVESPERS"
    },
    "menaion.0101.matins.canon": {
        "content": "(Tone 2): Come, let us the faithful..., (p. 756).",
        "source": "Stamford Menaion",
        "title": "CIRCUMCISION OF OUR LORD JESUS CHRIST AND ST. BASIL THE GREAT\nVESPERS"
    },
    "menaion.0101.metadata": {
        "date": "JANUARY 1",
        "title": "CIRCUMCISION OF OUR LORD JESUS CHRIST AND ST. BASIL THE GREAT\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0102.vespers.aposticha": {
        "content": "(Tone 1): Radiant was the feast that has just passed;* but more brilliant, O Savior, is the one approaching.* The first had an angel as a herald;* this one has John the Forerunner.* The first had blood spilled and had Bethlehem lament as one who was childless;* the second has blessed waters recognized to be a bath having many children.* Before, the star proclaimed to the Magi;* now, the Father shows You to the world,* that You are incarnate and are openly coming again.* O Lord, glory to You!\n\nVerse: I think of You from the country of Jordan and Mount Hermon.\n\n(Tone 2): Again Jesus cleanses Himself in the Jordan.* Above all, He cleanses our sins* because He is coming to wash away the decree written against Adam.* The Lord says to John:* O Baptizer, come and serve the Fountainhead of the wondrous mystery.* Come; extend your hand quickly* and touch the head of Him Who crushed the head of the serpent,* the One Who opened up paradise,* which, by the tasting of the fruit of the tree,* was closed through the guile of the serpent.\n\nVerse: The waters saw You, O God; the waters saw You and trembled.\n\n(Tone 3): Resplendent is the feast which has passed;* but more glorious is the present day.* On that day the Magi adored the Savior;* on this, the glorious servant baptizes the Master.* There, the shepherds sang in amazement;* here, the voice of the Father proclaims Him to be the only-begotten Son.\n\nGlory be: Now and for ever: (Tone 3): Let all the earth rejoice today with the prophets* and let the mountains skip for joy!* Run back on your course, O Jordan,* as it is written, and fear the face of the Lord,* for God, having become man,* has come to cleanse every man of the sin of Adam.",
        "source": "Stamford Menaion",
        "title": "JANUARY 2"
    },
    "menaion.0102.matins.sessional": {
        "content": "(Tone 1): My Jesus, Lover of mankind!* Having clothed Yourself in my poverty,* You have become as a servant* and have asked to be baptized by a servant.* Seeing You, John exclaimed:* How can I baptize You, the all-good God,* Who are without stain?\n\nGlory be: Now and for ever: In His goodness Christ comes to the streams of the Jordan,* and in them wishes by His grace to bring about our restoration.* Receive Him with joy, O Forerunner,* and wash in the waters Him Who desired this,* the only Lover of mankind.\n\n(Tone 4, Podoben – Skoro Predvary): The all-rich One by becoming poor,* out of great mercy, desired to make us rich* who have become poor as a result of the ancient sin of intemperance.* He comes in order to enter the streams of the Jordan* to be manifestly baptized by John.* Let us faithful praise His great humility.\n\nGlory be: Now and for ever: Today the words of Isaiah are fulfilled:* Prepare the way of the Lord, make straight His paths!* For the desert-loving trumpet has sounded,* calling everyone, as",
        "source": "Stamford Menaion",
        "title": "JANUARY 2"
    },
    "menaion.0102.metadata": {
        "date": "JANUARY 2-5",
        "title": "JANUARY 2",
        "source": "Stamford Menaion"
    },
    "menaion.0105.metadata": {
        "date": "JANUARY 5",
        "title": "JANUARY 5",
        "source": "Stamford Menaion"
    },
    "menaion.0106.matins.sessional": {
        "content": "(Tone 3, Podoben – Krasoti tvojeho): O Christ our Savior, You appeared in the Jordan and were baptized by the Forerunner,* and the Spirit testified that You are the beloved Son.* The Holy Spirit descended upon You* and manifested that You are coeternal with the Father.* Having been enlightened by You, we cry out:* Glory to the one God in the Holy Trinity!\n\nGlory be: Now and for ever: (repeat the same).\n\n(Tone 5, Podoben – Sobeznachal’noe Slovo): You have wrapped Yourself in the streams of the Jordan.* O Word of God, You gloriously clothe Yourself in light,* thereby renewing the nature of Adam* which was destroyed by the sin of disobedience.* Therefore, we praise You and glorify Your holy Epiphany.\n\nGlory be: Now and for ever: (repeat the same).",
        "source": "Stamford Menaion",
        "title": "THEOPHANY OF OUR LORD JESUS CHRIST"
    },
    "menaion.0106.metadata": {
        "date": "JANUARY 6",
        "title": "THEOPHANY OF OUR LORD JESUS CHRIST",
        "source": "Stamford Menaion"
    },
    "menaion.0107.vespers.aposticha": {
        "content": "(Tone 8): O Lord and sinless One,* although You allowed Yourself to be baptized in the flesh to free the world from sin,* nevertheless we glorify You,* knowing that You are God;* for You were baptized and delivered our souls from slavery.\n\nVerse: The sea fled at the sight; the Jordan turned back on its course.\n\nO Lord, when You became incarnate* and came into the currents of the Jordan* in order to sanctify the water by Your glorious baptism,* You condescended to bow Your head to John,* and You were baptized by a servant in order that You might save our souls.\n\nVerse: Why was it, O sea, that you fled, that you turned back, Jordan, on your course?\n\nO Lord, You desired to save from error* the whole world which You created,* and You deigned to become incarnate from an inviolate virgin.* As the Lover of mankind, You saved Adam from corruption.* You were baptized and bestowed enlightenment on our souls.\n\nGlory be: Now and for ever: (Tone 4): Let us imitate the wise virgins;* come, let us go to meet the Master Who is now present,* for He approaches John as a bridegroom.* When the Jordan saw Him, it bowed down in fear and stopped;* John spoke out, saying: I am unworthy to touch Your immortal head.* The Spirit descended in the form of a dove and sanctified the waters,* and a voice was heard from on high:* This is my Son who comes into the world to save all.* O Lord, glory to You!",
        "source": "Stamford Menaion",
        "title": "JANUARY 7"
    },
    "menaion.0107.matins.sessional": {
        "content": "(Tone 1): The Holy Spirit descended in the form of a dove upon Christ,* Who was born of the Virgin Mary.* Therefore, the prophet together with the angels, exclaimed:* Glory to Your appearance, O Christ!* Glory to Your kingdom!* Glory to Your providence,* O only Lover of mankind.\n\nGlory be: Now and for ever: (Tone 4):",
        "source": "Stamford Menaion",
        "title": "JANUARY 7"
    },
    "menaion.0107.metadata": {
        "date": "JANUARY 7-14",
        "title": "JANUARY 7",
        "source": "Stamford Menaion"
    },
    "menaion.0130.vespers.aposticha": {
        "content": "(Tone 1, Podoben – Prychvalniji muchenycy): Today, let us worthily praise the triad of spiritual mystics,* the speaking trumpets and mirrors of God:* the great Basil and the sublime Gregory inspired with zeal* and the truly golden-mouthed John.* Their teachings pour out a stream of gold for us.\n\nVerse: Precious in the sight of the Lord is the death of His faithful.\n\nLet us worthily sing the praises of the foundation of the faith,* the sublime and courageous mind,* the stream that flows with gold,* the very splendid and precious luminaries* and defenders of the Trinity,* the receptacles of the grace of the Spirit* and unshakable pillars.\n\nVerse: Your priests shall be clothed with holiness; Your faithful shall ring out their joy.\n\nO instruments of the Spirit and trumpets of the divine thunder,* O brilliant lights of preaching,* O golden, light-bearing, resplendent lamps of God,* O most blessed Basil, most wise Gregory, and most precious John,* implore Christ our God to save those who honor you.\n\nGlory be: (Tone 2): Today the souls of mortals are elevated above earthly things.* Today they become heavenly beings as they commemorate the saints.* The gates of heaven are opened for us,* and the ways of the Lord are made known to us.* Tongues extol his miracles and proclaim the words of the Word.* Let us also cry out to the Savior:* Glory to You, O Christ God,* because through them there has been peace for the faithful.\n\nNow and for ever: (Tone 2): Today, Christ is being carried into the temple as an infant.* Today, He Who gave the Law to Moses comes under the Law.* The angelic hosts were amazed when they saw Him, who supports all things,* being held in the arms of an aged man.* Simeon, filled with reverence, joyfully cried out:* Now dismiss me, O Savior, from the temporal life* and let me enter the repose which never grows old,* for I have seen You and I now rejoice.\n\nThe blessing of the bread;",
        "source": "Stamford Menaion",
        "title": "THE THREE BISHOPS"
    },
    "menaion.0130.vespers.litiya": {
        "content": "(Tone 2): Come, let us praise the earthly trinity of holy bishops* who are ministers of the heavenly Trinity:* Basil, whose name means the kingdom;* Gregory, called the Theologian; and John, the Golden-mouthed. They are the abyss of those who searched into the wisdom of the Spirit.* They are likened to ocean currents* and ever-flowing well-springs of leaping and living water.* They are known as elegant pearls and earthly beacons,* the rudders of the Church and trees that produce the most splendid fruit,* the stewards of grace and mouth of Christ.* They are defenders of the Trinity* by whom they were directly enlightened.* They pray unceasingly for our souls.\n\nLet us faithfully praise the flaming coals of the divine Fire; for we have been illumined by them.* They became inflamed by being united to Him,* and they became luminaries for the world.* They showed themselves to be living strength for the lowly.* In faith they devoutly preached the Father, Son, and Holy Spirit.* Let us also cry out to them:* Rejoice, O three preachers of the Trinity.\n\nGlory be: Now and for ever: (Tone 6): Having come together with songs of praise, O lovers of feasts,* let us extol the boast of virgins and the joy of angels,* the only Theotokos and the strength of believers.* Let us all cry out to her:* Rejoice, O pure virgin Mother,* splendrous luminary and gate of heaven.* Rejoice, O sacred tabernacle and all-pure One* who contained God within your womb.* Rejoice, for without exception you are higher than all the heavenly powers.* Therefore, O Lady and virgin Mother,* do not cease to protect your servants* who in faith and love extol you at all times,* and who bow down to your holy and pure birthgiving.",
        "source": "Stamford Menaion",
        "title": "THE THREE BISHOPS"
    },
    "menaion.0130.matins.sessional": {
        "content": "(Tone 4, Podoben – Skoro predvary): Most radiant light-bearers of the Church of Christ,* you enlightened the world with your teachings, O God-inspired Fathers.* You defeated the heresies of the evil-minded* and extinguished the fiery threats of the blasphemers.* Therefore, as saintly bishops of Christ,* pray for us that we",
        "source": "Stamford Menaion",
        "title": "THE THREE BISHOPS"
    },
    "menaion.0130.metadata": {
        "date": "JANUARY 30",
        "title": "THE THREE BISHOPS",
        "source": "Stamford Menaion"
    },
    "menaion.0202.vespers.aposticha": {
        "content": "(Tone 7): Adorn your bridal chamber, O Zion, and welcome Christ the King.* Welcome Mary, the gate of heaven,* for she has appeared as a cherubic throne* on which the King of glory is seated.* Indeed, the Virgin has become a cloud of light,* bearing in her arms the eternal Son.* Simeon received Him in his arms* and proclaimed to the people that He is the Master,* the Master of life and death, and the Savior of the world.\n\nVerse: Now You may dismiss Your servant, O Lord, according to Your word, in peace.\n\nThe all-pure Mother carried into the temple* the One Who comes forth from the Father in all eternity* and from the womb of a Virgin in time.* The Lawmaker of Mount Sinai submits to the Law* and is presented to the elderly and holy one so that he may see the Promised One.* When Simeon received Him in his arms, he joyfully cried out:* This is God, co-eternal with the Father,* and the Savior of our souls.\n\nVerse: A light of revelation to the Gentiles, and the glory of Your people, Israel.\n\nMary, the Mother of God, carried in her arms* the Lord Who rides the chariot of the Cherubim and is praised with the hymns of the Seraphim.* He was incarnate of her without human seed;* He is the Lawgiver Who fulfills the precepts of the Law.* She handed him over into the arms of the aged priest.* Holding the Life in person,* Simeon asked to be delivered of his present life, saying:* Dismiss me now, O Master, that I may tell Adam* how my eyes have seen the eternal God* Who was made man without undergoing change,* and Who brought about the salvation of the world.\n\nGlory be: Now and for ever: (Tone 8): He Who rides on the Cherubim and is praised by the Seraphim* is now being brought into the holy temple according to the Law.* He is sitting in the arms of an old man as though upon a throne.* From Joseph He receives God-pleasing gifts, a pair of turtle doves,* and from the newly-chosen people of the Gentiles, an undefiled Church.* The two doves indicate that He is the head both of the Old and New Testaments.* As for Simeon, when he saw what had been revealed come to pass,* he received the child and blessed the Virgin Mother of God,* pointing out to her the sufferings that she would bear.* He asked the Lord to be released from life, saying:* Now You may dismiss me, O Lord, as You have promised;* for my eyes have seen You, the eternal Light,* the Lord and Savior of all Christian people.\n\nThe blessing of the bread; the",
        "source": "Stamford Menaion",
        "title": "THE PRESENTATION OF OUR LORD JESUS CHRIST"
    },
    "menaion.0202.vespers.litiya": {
        "content": "(Tone 1): The Ancient of Days, Who of old gave the Law to Moses on Sinai appears this day as an infant. The Creator of the Law fulfills the Law. He is brought into the temple and is given over to the Elder. The just Simeon receives Him, and, beholding the fulfillment of the divine promise, joyfully cries out: My eyes have seen the mystery hidden from all eternity. It has been revealed in these latter days. The Light has radiated the darkness of the unbelieving Gentiles and gives glory to the newly chosen Israel. Therefore, let Your servant depart from the bonds of this flesh to the wondrous unending life that knows no age. And we pray You to grant great mercy to the world.\n\nHe, Who once gave the Law to Moses on Sinai, today submits Himself to the prescriptions of the Law. In His compassion He has become like us for our sakes. Now the pure God, as a holy infant having opened a pure womb, is being offered as God to Himself. He is freeing us from the curse of the Law and granting light to our souls.\n\nThe Creator of heaven and earth is carried today in the arms of the Elder Simeon. Inspired by the Holy Spirit, he cried out: Now I am set free, for I have beheld my Savior.\n\nGlory be: Now and for ever: (Tone 5): He Who is ancient of days and young in the flesh is being brought to the temple by His virgin Mother. He fulfills the promise of His own law. Simeon receives Him and says: Now You may dismiss Your servant, according to Your word, in peace, for my eyes have seen Your salvation, O Lord.",
        "source": "Stamford Menaion",
        "title": "THE PRESENTATION OF OUR LORD JESUS CHRIST"
    },
    "menaion.0202.matins.sessional": {
        "content": "(Tone 1): Let the heavenly hosts marvel at this mystery,* and let those on earth praise in song* as we behold the ineffable condescension of God.* He is now embraced in aged arms,* the One before Whom the powers of heaven tremble,* the One Who alone loves all.\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 1): The One Who is with the Father upon the holy throne* has come to earth and has been born of a Virgin.* The One, Whose years are incomprehensible, becomes a babe.* Simeon received Him in his arms and cried out, rejoicing:* Now, O merciful Lord, let me depart in peace,* for You have brought joy to Your servant.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "THE PRESENTATION OF OUR LORD JESUS CHRIST"
    },
    "menaion.0202.metadata": {
        "date": "FEBRUARY 2",
        "title": "THE PRESENTATION OF OUR LORD JESUS CHRIST",
        "source": "Stamford Menaion"
    },
    "menaion.0203.vespers.aposticha": {
        "content": "(Tone 1, Podoben – Nebesnykh chynov): Now we are celebrating the saving grace* of the ineffable manifestation of God* because Christ our God became man without change from the Virgin Maiden.* He is now being brought into the Temple* and offered to God the Father by His Mother.* Simeon receives Him and takes Him into his arms.\n\nVerse: Now You may dismiss Your servant, O Lord, according to Your word, in peace.\n\nOf old You were seen in the prophets, O Jesus,* as much as it was possible to see You.* But now, O Word of God, by Your will,* You manifest Yourself to the whole world.* O Christ, You took flesh from the Virgin Mary.* Since You are the Lover of mankind,* You manifested Your salvation to all those who come from Adam.\n\nVerse: A light of revelation to the Gentiles, and the glory of Your people, Israel.\n\nOf old You established the Law on Mount Sinai.* Now in the city of Zion You fulfill the prescriptions of the Law.* You wished to be brought into the Temple as an infant in the flesh.* O Christ, You were carried in the arms of the Theotokos,* in order to be an offering in the arms of Simeon.\n\nGlory be: Now and for ever: He, Who once gave the Law to Moses on Sinai,* today submits Himself to the prescriptions of the Law.* In His compassion He has become like us for our sakes.* Now the pure God, as a holy infant having opened a pure womb,* is being offered as God to Himself.* He is freeing us from the curse of the Law* and granting light to our souls.",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF PRESENTATION OF OUR LORD\nVESPERS"
    },
    "menaion.0203.matins.sessional": {
        "content": "(Tone 3, Podoben – Krasoti divstva tvojeho): The just Simeon joyfully lifted You up in his arms,* O Christ Who were incarnate of the Virgin, and cried out:* Now, Master, You",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF PRESENTATION OF OUR LORD\nVESPERS"
    },
    "menaion.0203.metadata": {
        "date": "FEBRUARY 3-9",
        "title": "POSTFEAST OF PRESENTATION OF OUR LORD\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0325.matins.sessional": {
        "content": "(Tone 1, Podoben – Hrob tvoj, Spase):",
        "source": "Stamford Menaion",
        "title": "ANNUNCIATION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0325.metadata": {
        "date": "MARCH 25",
        "title": "ANNUNCIATION OF THE MOTHER OF GOD\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0326.metadata": {
        "date": "MARCH 26",
        "title": "POSTFEAST OF THE ANNUNCIATION",
        "source": "Stamford Menaion"
    },
    "menaion.0423.vespers.aposticha": {
        "content": ": from the Triodion or from the common service for a martyr.",
        "source": "Stamford Menaion",
        "title": "GREAT-MARTYR GEORGE"
    },
    "menaion.0423.metadata": {
        "date": "APRIL 23",
        "title": "GREAT-MARTYR GEORGE",
        "source": "Stamford Menaion"
    },
    "menaion.0506.metadata": {
        "date": "MAY 6",
        "title": "THE RIGHTEOUS JOB\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0508.vespers.aposticha": {
        "content": "(Tone 1): O apostle, rivers of theology poured out from your precious mouth.* The Church of God has drunk from them* and in true faith adores the consubstantial Trinity.* O John the Divine,* pray to the Holy Trinity to strengthen the Church and to save our souls.\n\nVerse: Through all the world their voice resounds; their message reaches to the ends of the earth.\n\nO disciple of the Savior, O celibate and theologian,* Christ our God entrusted the Virgin Theotokos to you.* You protected her as the most cherished one.* Therefore, intercede that our souls may be saved.\n\nVerse: The heavens proclaim the glory of God, and the firmament shows forth the work of His hands.\n\nAs an eye-witness of the ineffable mysteries,* you proclaimed that the eternal Word was in God and that He truly is God.* O Apostle John, you reclined upon the breast of Christ.* O delight of the Trinity, O unshakable fortitude of Ephesus and Patmos, help us!* O blessed Theologian, pray that those who honor you faithfully will be delivered from the wicked enemies of both body and spirit.\n\nGlory be: (Tone 4): O beloved disciple, at the Lord’s supper you reclined on the breast of Christ the Master.* From that place you understood things ineffable,* and your heavenly voice thundered to all: In the beginning was the Word;* the Word was in God’s presence, and the Word was God.* The true light which gives light to everyone was coming into the world.* Christ is God and the Savior of our souls.\n\nNow and for ever: from the Triodion or the following: O all-pure One, turn your ear..., (p. 272).",
        "source": "Stamford Menaion",
        "title": "SAINT JOHN THE THEOLOGIAN\nVESPERS"
    },
    "menaion.0508.matins.sessional": {
        "content": "(Tone 1, Podoben – Hrob tvoj, Spase): Having been the disciple of Christ,* you have taught all the people concerning the Master.* You have enlightened the world by instructing them in this knowledge, O apostle.* Therefore, we call you in truth: preacher, theologian, and beloved friend of Christ.\n\nGlory be: Now and for ever: from the Triodion or: O Holy tabernacle... (p. 211).\n\n(Tone 5, Podoben – Sobeznachal’noje Slovo): O perfect apostle and disciple of Christ,* you proclaimed to all the divine birth from the Father of Christ,* our Redeemer and King.* Let us extol John in songs and holy praises,* for he is worthy of honor,* and he prays unceasingly for the salvation of our souls.\n\nGlory be: Now and for ever: from the Triodion or: Rejoice, O gate.... (p. 328).",
        "source": "Stamford Menaion",
        "title": "SAINT JOHN THE THEOLOGIAN\nVESPERS"
    },
    "menaion.0508.metadata": {
        "date": "MAY 8",
        "title": "SAINT JOHN THE THEOLOGIAN\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0509.vespers.aposticha": {
        "content": "From the Triodion or from December 6\n\nGlory be: (Tone 4): O bishop Nicholas,* by sea, You made your journey from Myra in Lycia to the city of Bari.* Your coffin was removed from the tomb* and transferred from the East to the far off West, O most glorious Nicholas.* It was followed by pious monks* who, by the will of God, performed services at your tomb.\n\nNow and for ever: from the Triodion or: Look upon..., (p. 272).",
        "source": "Stamford Menaion",
        "title": "THE TRANSLATION OF THE RELICS OF ST. NICHOLAS OF MYRA\nVESPERS"
    },
    "menaion.0509.metadata": {
        "date": "MAY 9",
        "title": "THE TRANSLATION OF THE RELICS OF ST. NICHOLAS OF MYRA\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0511.vespers.aposticha": {
        "content": "(Tone 4, Podoben – Jako dobl'a): O God-wise Cyril and Methodius,* you followed the footsteps of the apostles* in seeking the people who had strayed.* You struggled together and traveled the Slav regions like swift eagles.* You illumined them with the light of the knowledge of God,* and you guided them to the Lover of mankind and Savior of our souls.\n\nVerse: Your priests shall be clothed with holiness; Your faithful shall ring out their joy.\n\nO toilers in the vineyard of Christ and sowers of piety,* you zealously sought and found the Slav people who were likened to the lost coin.* They received the Word like a treasury of eternal life, O God-bearing fathers,* and now you rejoice with the angels.* Pray to Christ, the Lover of mankind and Savior of our souls.\n\nVerse: The mouth of the just utters wisdom, and his lips speak what is right.\n\nO defenders of the Holy Trinity;* O guides of those who strayed;* O persuaders against the wicked blasphemy of the Khazars,* you put the disgrace of the non-believers to shame.* For Christ, the Lover of mankind and Savior of our souls,* you hastened to keep the Church intact and favorable to God* from the snares of the enemy.* Thus is the Church which you had taught through your God-pleasing labors and toil.\n\nGlory be: (Tone 6): O people, piously observing the memory of our enlighteners,* let us gratefully cry out: Rejoice, O most splendrous shining lights!* You illumined the Slavs.* Rejoice, regions, with the light of the knowledge of God.* O good shepherds who gathered into one the human flock that was scattered in the ravines of unbelief.* You brought it back to Christ, the chief Shepherd.* We extol Him; and we bless you.\n\nNow and for ever: from the Triodion or: Christ the Lord, my Creator and Savior... (p. 332).",
        "source": "Stamford Menaion",
        "title": "STS. CYRIL AND METHODIUS"
    },
    "menaion.0511.matins.sessional": {
        "content": "(Tone 3): O Cyril and Methodius, you are now standing in the inaccessible light* before the life-creating Trinity Whom the angelic powers extol unceasingly* and Whom you preached with a loud voice among the Gentiles.* Please pray for the Trinity to grant forgiveness of sins* and deliverance from eternal damnation* to all who lovingly venerate your memory.\n\nGlory be: Now and for ever: (Tone 4): We praise you... (p. 267).\n\n(Tone 5):",
        "source": "Stamford Menaion",
        "title": "STS. CYRIL AND METHODIUS"
    },
    "menaion.0511.metadata": {
        "date": "MAY 11",
        "title": "STS. CYRIL AND METHODIUS",
        "source": "Stamford Menaion"
    },
    "menaion.0521.vespers.aposticha": {
        "content": "(Tone 2, Podoben – Jehda ot dreva): You were the first Christian ruler to receive a scepter from God, O Constantine.* To you was revealed that saving sign, hidden in the earth,* by which you conquered your enemies,* for you, O blessed One, had as an invincible weapon – the life-giving cross.* It was that sign that led you to our God.\n\nVerse: I have exalted the one chosen out of My people.\n\nIn truth, a blessed and sanctified womb carried you, O peace-loving Emperor,* joy of Christians, God-crowned Constantine.* You are the glory of the Romans, rich protector of orphans and widows,* defender of the downtrodden, who in misery are unable to find help;* you are also the true liberator of those in captivity.\n\nVerse: With holy oil I have anointed him.\n\nThe mother of the beloved Constantine, Helena,* wounded by love and desire for Christ,* hastened to Zion, the holy city,* to that place, where our Savior willingly gave Himself up to be crucified, in order to save us.* Finding the cross she joyfully cried out:* Glory to Him, Who granted me the fulfillment of my desire!\n\nGlory be: The radiant light, the bright royal star,* who was converted from unbelief to belief in God,* comes to sanctify the people and the city* and to behold the sign of the cross in the sky.* You heard a voice say: In this sign you shall conquer your enemies!* Having received from it the understanding of the Spirit,* O trustworthy emperor, you, the father of orthodox rulers, strengthened the Church of God with holy oil.* O Constantine, equal to the apostles, pray for our souls.\n\nNow and ever: from the Triodion or: We now behold a new wonder..., (p. 216).",
        "source": "Stamford Menaion",
        "title": "STS. CONSTANTINE AND HELENA\nVESPERS"
    },
    "menaion.0521.matins.sessional": {
        "content": "(Tone 8): Turning your thoughts towards the heavens, you became enthralled by the beauty of the stars;* from them you have learned to know the Lord of all.* Among the stars the weapon of the cross appeared* with the inscription by which you would conquer and become powerful.* Therefore, most honorable Constantine, having opened your eyes and having read the inscription and learned from the revelation,* ask Christ God, that He grant the forgiveness of sins* to those who with love celebrate your memory.\n\nGlory be: Now and for ever: from the Triodion or: O gracious Lord, for our sake..., (p. 410).\n\n(Tone 6): The One crucified on the cross, the Creator of the sun and all creation,* called you from heaven, as a bright star, by means of the stars.* To Him you handed over your royal kingdom.* Therefore, we extol you, O good emperor Constantine,* with your divinely wise Mother, Helena.\n\nGlory be: Now and for ever: from the Triodion or: You Who called Your Mother blessed.... (p. 355).",
        "source": "Stamford Menaion",
        "title": "STS. CONSTANTINE AND HELENA\nVESPERS"
    },
    "menaion.0521.matins.exapostilarion": {
        "content": "O God-crowned Constantine and Helena!* You have appeared as lampstands, which have enlightened the world with faith and righteousness.* Therefore, we glorify with hymns Christ,* wondrous in His saints, Who has exalted you.\n\nThe",
        "source": "Stamford Menaion",
        "title": "STS. CONSTANTINE AND HELENA\nVESPERS"
    },
    "menaion.0521.matins.stichera_praises": {
        "content": "are the same as those of yesterday’s stichera of the aposticha, p. 907.",
        "source": "Stamford Menaion",
        "title": "STS. CONSTANTINE AND HELENA\nVESPERS"
    },
    "menaion.0521.matins.canon": {
        "content": "from the Triodion and the following:",
        "source": "Stamford Menaion",
        "title": "STS. CONSTANTINE AND HELENA\nVESPERS"
    },
    "menaion.0521.metadata": {
        "date": "MAY 21",
        "title": "STS. CONSTANTINE AND HELENA\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0624.vespers.aposticha": {
        "content": "(Tone 2): With psalms and hymns and spiritual songs* let us praise the glorious desert-dweller John,* since he is the prophet of prophets* and the fruit of a barren womb,* greater than all born of women.* Let us cry out to him:* O Baptist and Forerunner of the Savior,* by your holy birth you may implore Christ with confidence* to grant peace to the world and great mercy to our souls.\n\nVerse: Blessed be the Lord, the God of Israel, because He has visited and ransomed His people.\n\nAccording to the promise,* John, the forerunner and the voice of the grace of the Word has appeared.* He was born today of the childless, barren woman.* Rejoice, O people, for he has come to prepare for us the way of the Savior* to Whom he bowed down and leaped for joy* while still in the womb of his mother.* He is the Lamb Who takes away the sins of the world* and grants great mercy to us.\n\nVerse: And you, O child, shall be called prophet of the Most High.\n\nJohn, who was sanctified in the womb of his mother* and received the fullness of prophecy,* is born today from a barren woman.* Clearly he announces the coming of the Lord:* Repent, for the kingdom of heaven is at hand.\n\nGlory be: Now and for ever: Elizabeth said to the Virgin Mary:* How is it that the Mother of my God has come to me?* You bear the King, and I, a soldier.* You bear the Lawgiver, and I, a preacher of the law.* You bear the Word, and I, the voice who announces the kingdom of heaven.",
        "source": "Stamford Menaion",
        "title": "THE BIRTH OF ST. JOHN THE BAPTIST\nVESPERS"
    },
    "menaion.0624.vespers.litiya": {
        "content": "(Tone 1): O mountains, give forth your sweetness;* O hills, skip about like lambs; for today the Lord’s forerunner, desiring to abide with us,* is born of Elizabeth.* At his birth he loosed his father’s silence.* Therefore, let us cry out to him:* O baptizer of Christ, implore Him to save our souls.\n\nThe God-named voice and lamp of the Light,* the Forerunner of the Lord,* was attested to by Christ as the foremost of the prophets.* Please remember your flock in order to preserve it intact,* and we also ask that you pray for the world.\n\nO prophet and forerunner John,* you were the preacher of the Lamb Who is the Word of God.* You prophesied the future;* you spoke beforehand to the ends of the earth:* Behold the Lamb of God Who takes away the sins of the world* and grants great mercy to all.\n\nGlory be: (Tone 5): Today Elizabeth rejoices as she gives birth* to the end of the prophets and the beginning of the apostles,* the earthly angel and the heavenly man,* the voice of the Word, the soldier and forerunner of Christ,* who leaped for joy beforehand because of the promised One* and who preached before the birth of the Sun of justice.* In his old age Zechariah is amazed,* having cast aside the muteness imposed as a punishment.* As the father of the Voice, he prophesies most splendidly:* And you, O child, shall be called the prophet of the Most High,* and you shall go before Him to prepare the way.* Therefore, O angel, prophet, apostle, and soldier,* forerunner, baptizer, preacher of penance, and guide,* as the voice of the light of the Word,* pray unceasingly for us who faithfully keep your memory.\n\nNow and for ever: (Tone 5): O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of righteousness,* wished to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls;* for, as His mother, you can approach Him with the greatest of confidence.",
        "source": "Stamford Menaion",
        "title": "THE BIRTH OF ST. JOHN THE BAPTIST\nVESPERS"
    },
    "menaion.0624.matins.sessional": {
        "content": "(Tone 4, Podoben – Udyvysia Josyf): The adornment of the desert and the support of the prophets,* the fruit of Zechariah has sprouted forth for us,* and he understandingly gladdens the hearts of the faithful.* The forerunner of Christ and the true witness of His coming has appeared.* Therefore, let us cry aloud to the Baptizer with spiritual hymns:* O prophet and preacher of the truth,* intercede for the salvation of our souls.\n\nGlory be: Now and for ever: (Samopodoben): Joseph was amazed when he saw that which is beyond nature.* In your seedless conception, O Theotokos,* he thought of the dew which remained on the fleece,* the bush unconsumed by fire, and the rod of Aaron which sprouted.* Your betrothed and guardian testified by calling out to the priests:* A Virgin bears a child* and still remains a virgin after giving birth.\n\n(Tone 8, Podoben – Vozleh na persy): You are the true herald of the coming of Christ.* You have been most gloriously born, O praiseworthy John.* Being the fountainhead of the prophets and the voice of the Word, you called out:* Repent, for the kingdom of heaven is at hand.* Therefore, having prepared the way of the Lord,* you have been revealed to the ends of the earth as the forerunner of grace,* O baptizer and apostle.* Intercede with Christ our God to grant the remission of sins* to those who lovingly celebrate your holy memory.\n\nGlory be: Now and for ever: O most holy Virgin and Mother of God,* I pray that you heal the wicked passions of my soul,* and grant me knowledge of my sins which I have committed foolishly.* I am sorry that I have defiled my body and soul.* Woe is me! What shall I do* when the angels separate my soul from my suffering body?* At that time, O Lady, be my help and most fervent intercessor* because I, your unworthy servant, call upon you as my hope.",
        "source": "Stamford Menaion",
        "title": "THE BIRTH OF ST. JOHN THE BAPTIST\nVESPERS"
    },
    "menaion.0624.metadata": {
        "date": "JUNE 24",
        "title": "THE BIRTH OF ST. JOHN THE BAPTIST\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0629.vespers.aposticha": {
        "content": "(Tone 1): O glorious apostle Paul,* who can describe your bondage and sorrow in the cities,* your tribulations and hardships,* your vigils and sufferings?* You have suffered hunger, thirst, and cold,* nakedness and scourging with rods,* the crossing of wilderness, shipwreck and stonings.* You have both angelic and human character,* bearing all with the help of Christ who strengthened you,* so that you might gain the world for Christ, your Lord.* We, who celebrate your memory in faith,* beseech you to intercede for the salvation of our souls.\n\nVerse: Through all the world their voice resounds; their message reaches to the ends of the earth.\n\nO glorious apostle, Paul,* who can describe your bondage and tribulations in the cities?* Who can tell the hardships and struggles you went through in the preaching of Christ* that you might win all people and present the Church to Christ?* O apostle Paul, teacher of the Churches,* pray that the Church may be strengthened by your teachings* until the end of time.\n\nVerse: The heavens proclaim the glory of God, and the firmament shows forth the work of His hands.\n\nLet us extol Peter and Paul,* the two great luminaries of the Church;* for they have shone forth with the firmness of faith,* transcending the sun in brilliance.* By the rays of their preaching they led the Gentiles from ignorance to divine knowledge.* Therefore, one of them was nailed upon the cross,* thus making his way into heaven where he received the kingdom from Christ himself.* The other was beheaded with the sword and carried to the Savior,* where he received the blessing that he deserved.* Both declared that the unjust ones laid hands against the Lord;* By their powers, therefore, O Christ our God,* take Your anger away from us and make firm our faith,* for You are the Lover of mankind.\n\nGlory be: (Tone 6): Today a delightful feast has shone forth to the ends of the earth,* the all-solemn memorial of the most wise and first apostles, Peter and Paul.* Therefore, let Rome receive the glad tidings, rejoicing;* and let us feast on this solemn day, crying out to them:* Rejoice, O Peter, apostle and special friend of the Teacher, Christ our God.* Rejoice, O truly beloved Paul,* preacher of the faith and teacher of the universe.* Because of your privilege, O holy ones,* beseech Christ our God to save our souls.\n\nNow and for ever: (Tone 6): Christ the Lord, our Creator and Redeemer,* came forth from your womb, O most pure Virgin.* He clothed himself in our human flesh* to set us free from the original curse of Adam.* Therefore, O Mary, we praise you, without ceasing,* as the true Virgin Mother of God,* and we sing with the angels:* Rejoice, O Lady, advocate, protector, and salvation of our souls.",
        "source": "Stamford Menaion",
        "title": "STS. PETER AND PAUL\nVESPERS"
    },
    "menaion.0629.vespers.litiya": {
        "content": "(Tone 2): Come today, O assemblies of the faithful,* O choirs full of praise, O beautiful gathering,* O chosen craftsmen of grace,* we are crowning Peter and Paul with worthy praises.* They sowed the Word in its fullness;* through them the grace of the Spirit was poured out abundantly.* And being the vine of the true vineyard,* they divided up for us a ripe cluster, making our hearts joyful.* Let us sing to them with clear expression,* and with a clean conscience let us say:* Rejoice, O destroyers of the unwise* and the servants of the spiritual ones.* Rejoice, O intermediaries for the good who banish evil.* Let us beseech them to always pray to the Creator and Teacher* to grant an enduring peace to the world* and great mercy to our souls.\n\nO Peter, the first of the glorious apostles and rock of faith!* O wondrous Paul, orator and lampstand of the holy churches,* standing before the divine throne, pray to Christ for us.\n\nGlory be: (Tone 5): The wisdom of God and the Word Who is co-eternal with the Father* has truly foretold in the Gospel, O all-praiseworthy apostles,* that you are the two most fruitful vines;* for you bore in your branches the ripe and beautiful cluster* from which we believers are now nourished* and whose taste brings us both sweetness and delight.* Therefore, O Peter, rock of faith, and Paul, pride of the universe,* strengthen the flock that became yours through your teachings.\n\nNow and for ever: We bless you, O Theotokos and Virgin;* and we faithful ones glorify you always.* You are the ineffable city, the mighty wall,* the powerful mediatrix, and the haven of our souls.",
        "source": "Stamford Menaion",
        "title": "STS. PETER AND PAUL\nVESPERS"
    },
    "menaion.0629.matins.sessional": {
        "content": "(Tone 8, Podoben – Vozleh na persy): Having put aside fishing in the deep,* you received from the Father Himself the revelation of the incarnation of the Word.* Thus you confidently cried out in faith to your Creator:* I know that You are the Son of God, consubstantial with Him.* Therefore, you were truly revealed as the rock of faith and a trustee of the keys of grace.* Intercede, therefore, O apostle Peter, with Christ our God* to grant forgiveness of sins to those who lovingly celebrate your holy memory.\n\nGlory be: Now and for ever: (Tone 1): O most holy Virgin, heavenly are your hands* with which you carried the Creator* Who became incarnate through His goodness.* Now extend your hands and beseech Him to deliver from temptation,* passion, and danger all those who lovingly praise you and cry out* “Glory to Him Who dwelled in you!* Glory to Him Who came forth from you!* Glory to Him Who delivered us through your birth-giving!”\n\n(Tone 8, Podoben – Vozleh na persy): Having received from Christ a calling from heaven,* you were revealed as a preacher of the Light.* By your teachings you enlightened the good will of all* because you uprooted the servitude to the written law.* You illumined the faithful in their knowledge of the Spirit.* Because of this, you ascended worthily to the third heaven and attained paradise.* Therefore, O apostle Paul, intercede with Christ our God* to grant forgiveness of sins to those who lovingly celebrate your holy memory.\n\nGlory be: Now and for ever: (Tone 4): Let us, the faithful, praise the Theotokos* who is the fervent intercessor of those in trouble.* She is our help and our reconciler with God.*",
        "source": "Stamford Menaion",
        "title": "STS. PETER AND PAUL\nVESPERS"
    },
    "menaion.0629.matins.exapostilarion": {
        "content": "Come, let us extol the apostles Peter and Paul,* those divine leaders of the apostles and lights of the universe,* the preachers of the faith and two trumpets of the Word of God,* the interpreters of teachings, pillars of the Church, and those who refute error.",
        "source": "Stamford Menaion",
        "title": "STS. PETER AND PAUL\nVESPERS"
    },
    "menaion.0629.matins.stichera_praises": {
        "content": "(Tone 4, Podoben – Zvanyj svyshe byv): When the incarnate Savior asked the twelve disciples:* Who do people say that I am?* Peter, the elect of the apostles, having received grace from heaven,* proclaimed You clearly, speaking of Your Godhead, saying:* You are Christ, the Son of the living God.* Therefore, it is proper to bless him, for he received the revelation from above.* Indeed, he justly received the power to bind and loosen sins.\n\nO Paul, apostle and preacher of Christ and proud bearer of His cross,* you greatly desired the divine love above all things since it binds its lovers to the Beloved.* You were also called a prisoner of Christ;* you were strengthened by temptations which you considered sweeter than all nourishment.* Because you lived only for your Master,* you were made worthy of forgiveness at death.* Entreat Him to save and enlighten our souls.\n\nChrist, the Word of God,* the revelation of the Father, asked all of you:* Who do you say that I am?* Peter then answered:* You are the Son of the living God for You preached the Word of God to all.* He replied: Blessed are you, Simon, son of Jonah.* You received your reward from God because you glorified Him in faith.* In return He has called upon you to receive riches.* He placed you as the solid rock and foundation of the Church.\n\nGlory be: (Tone 6): The most honorable feast has arrived,* the feast of the Church of Christ,* the feast of the intercessors of our salvation.* Therefore, let us mystically rejoice, saying to them:* Rejoice, for you have become the light of those in darkness,* shining splendors of the spiritual Sun.* Rejoice, O Peter and Paul, unshakable foundations of divine teachings,* friends of Christ and chosen vessels.* Be present among us in an invisible manner* and grant spiritual gifts to those who praise your feast with hymns.\n\nNow and for ever: O Mother of God, you are the true vine laden with the Fruit of life.* Therefore, we implore you, O Lady,* to intercede together with the apostles and the saints* so that we",
        "source": "Stamford Menaion",
        "title": "STS. PETER AND PAUL\nVESPERS"
    },
    "menaion.0629.matins.canon": {
        "content": "(Tone 4)\n\nHirmos 1: There is no one like You, O glorious Lord, for by the might of Your arm You have delivered Your people whom You have inherited, O Lover of mankind!\n\nHirmos 3: Not of wisdom and strength, nor of riches do we boast, but of You, O Christ, the true wisdom of the Father, for there is no one holier than You, O God, Lover of mankind.\n\nHirmos 4: Our God is One Who was incarnate of the Virgin and deified our nature; glorifying Him, we cry out: Glory to Your might, O Lord.\n\nHirmos 5: O Lord, Who inherited us, Your chosen people through the shedding of Your blood, grant us Your peace, and preserve Your flock in oneness of spirit.\n\nHirmos 6: The three-day entombment of Jonah in the belly of the whale foretold You as dead; the Immortal One, Who deigned, of Your own free will, to remain buried three days in the heart of the earth.\n\nHirmos 7: O Word, co-eternal with the Father and the Spirit, only-begotten Son, You are blessed and full of glory, O God of our Fathers!\n\nHirmos 8: You, O Christ, Who sustains all things with Your everlasting might, covered with dew the youths who, in the blazing furnace, sang: All you works of the Lord, praise the Lord.",
        "source": "Stamford Menaion",
        "title": "STS. PETER AND PAUL\nVESPERS"
    },
    "menaion.0629.metadata": {
        "date": "JUNE 29",
        "title": "STS. PETER AND PAUL\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0710.vespers.aposticha": {
        "content": "(Tone 1, Podoben – Prekhvalnii mychenycy): O venerable father, you followed in the footsteps of the great Anthony.* Seeking solitude, he dwelt in the desert,* so as to be counted worthy to converse with the angels,* while you shut yourself up in an underground cave,* in order to contemplate the unspeakable world.* Because you have imitated his life, you took his name.* Now that you stand before the Holy Trinity,* pray for the salvation of our souls.\n\nVerse: Precious in the eyes of the Lord is the death of His faithful.\n\nLike a lampstand shining in a dark place,* you have shone forth, O father Anthony!* And like the prophetic palm tree you flourished in the house of God,* offering yourself, in an unbloody sacrifice, as blessed fruit to the Master.* Therefore, having gathered together, we always extol you as it is fitting.\n\nVerse: Blessed is the man who fears the Lord, who finds great delight in His commandments.\n\nBecause your life resembled that of the great ascetic Anthony,* in God’s plan you were called Anthony, for, having gathered together many monks,* who observed your teachings, you led them to God.* Therefore, as a co-dweller of the monastics and righteous,* with whom you now stand before the Holy Trinity,* pray for all those who with hymns glorify your glorious departure.\n\nGlory be: (Tone 6): By zealous prayer and great faith you became likened to the prophet Elijah.* For he drew from heaven fire to consume the sacrifices,* while you through prayers drew fire from heaven to prepare and purify the site* where you desired to build a glorious church in honor of the Lady and Mother of God.* Therefore, we extol you as a fellow-monastic of the ascetics and heir of the prophet and implore you:* Pray to Christ for the salvation of our souls.\n\nNow and for ever: Christ the Lord, my Creator and Savior,* O most pure One, came forth from your womb* and clothed Himself in my human nature,* freeing Adam from the original curse.* Therefore, we sing unceasingly with the angels to you,* O most pure One, as to the Mother of God and Virgin:* Hail! O queen, guide and protectress, and salvation of our souls!\n\nThe",
        "source": "Stamford Menaion",
        "title": "VENERABLE ANTHONY OF THE CAVES\nVESPERS"
    },
    "menaion.0710.matins.sessional": {
        "content": "(Tone 4, Podoben – Skoro predvary): Your glorious and light-bearing feast has arrived, O God-wise Anthony,* summoning a multitude of the faithful and monastics* to glorify and venerate your holy death.* They ask, through your intercession,* that Christ",
        "source": "Stamford Menaion",
        "title": "VENERABLE ANTHONY OF THE CAVES\nVESPERS"
    },
    "menaion.0710.metadata": {
        "date": "JULY 10",
        "title": "VENERABLE ANTHONY OF THE CAVES\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0711.metadata": {
        "date": "JULY 11",
        "title": "BLESSED OLHA, PRINCESS OF KYIV\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0715.vespers.aposticha": {
        "content": "(Tone 4, Podoben – Dal jesy znamenije): You gave Your holy cross, O Lord,* to our enlightener as a powerful weapon,* through which he became worthy of Your grace* to live righteously on earth and to merit the heavenly kingdom.* Therefore, we glorify Your loving providence,* O almighty Jesus, Savior of our souls.\n\nVerse: I have exalted one chosen from the people.\n\nAs the King of kings and Lord of all,* you gave, O Lover of mankind,* your honorable servant the wisdom of Solomon,* the meekness of David,* and the true faith of the apostles.* Therefore, we glorify Your loving providence,* O almighty Jesus, Savior of our souls.\n\nVerse: With My holy oil I have anointed him.\n\nThe Lord has sent to us a wise leader, Volodymyr, His servant.* He brought to God delightful shoots and fruits – the just and martyrs.* For this reason, saint Volodymyr, equal to the apostles,* shone forth to us like a bright sun.\n\nGlory be: (Tone 6): Truly, Kyiv became the mother of all the cities* of your kingdom, O great Volodymyr.* Upon all the altars throughout your domain,* Christ enthroned Himself with the Father and the Holy Spirit,* because of your efforts and those of the grandmother Olha.* For this, your people glorify you,* our enlightener and swift intercessor.* We also implore Christ together with you* for peace for the nation and for the salvation of our souls.\n\nNow and for ever: Christ the Lord, my Creator and Savior,* O most pure One, came forth from your womb* and clothed Himself in my human nature,* freeing Adam from the original curse.* Therefore, we sing unceasingly with the angels to you,* O most pure One, as to the Mother of God and Virgin:* Hail! O queen, guide and protectress, and salvation of our souls!\n\nThe",
        "source": "Stamford Menaion",
        "title": "ST. VOLODYMYR, GRAND PRINCE OF KYIV\nVESPERS"
    },
    "menaion.0715.matins.sessional": {
        "content": "(Tone 1): Our nation extols you as its baptizer and enlightener,* O holy and equal to the apostles Volodymyr!* Therefore, pray Christ God, that He grant forgiveness of sins* to those who with love honor you sacred memory.\n\nGlory be: Now and for ever: When the angel announced to you: Hail, O Virgin!* At the sound of his voice, you conceived the body of the Lord in you,* the holy tabernacle, as the righteous David had predicted;* and you have shown yourself to be more spacious than the heavens,* carrying your Creator. Glory to Him, Who made His dwelling in you!* Glory to Him, Who came forth from you!* Glory to Him, Who delivered us through your birth-giving.\n\n(Tone 8): Being taught by God ineffable heavenly wisdom,* you acquired a rich understanding of His faith and hastened to His beauty.* Thus, you cleared your spiritual eyes* and raised them up to the understanding of the true faith.* Therefore, we cry out in celebration:* Blessed is God, Who illuminated your heart* with a spiritual light, O glorious luminary Volodymyr.\n\nGlory be: Now and for ever: O gracious Lord, for our sake* You were born of the Virgin and were crucified.* You crushed Death by Your death,* and, being God, brought forth the resurrection.* Do not turn away from those You have made with Your own hands;* but reveal instead Your love to us, O Lord of mercy.* Accept as intercessor the Virgin Mother of God who gave You birth.* O our Savior, save a desperate people.",
        "source": "Stamford Menaion",
        "title": "ST. VOLODYMYR, GRAND PRINCE OF KYIV\nVESPERS"
    },
    "menaion.0715.metadata": {
        "date": "JULY 15",
        "title": "ST. VOLODYMYR, GRAND PRINCE OF KYIV\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0719.metadata": {
        "date": "JULY 19",
        "title": "VENERABLE MACRINA\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0720.vespers.aposticha": {
        "content": "(Tone 4): You are a partaker, O blessed prophet,* of the incorruptible company of God, my Savior.* Having divided the Jordan by prayer,* you crossed over on dry ground.* After leaving a two-fold grace for Elisha, you were taken up into heaven on a fiery chariot.* Therefore, we beseech you,* although you were taken up from us in the flesh,* do not separate yourself from us in spirit,* and always pray to Christ that our souls may be saved.\n\nVerse: Among His priests were Aaron and Moses; among those who invoked His name was Samuel.\n\nO heavenly prophet, you appeared as a shining cloud,* raining a shower of an understanding of God to all the faithful.* Like a rich wine you filled with happiness the faithful* who were present in your most divine temple.* Therefore, we entreat you, O heavenly prophet Elijah who sees God,* grant our country victory over her enemies* and great mercy to our souls.\n\nVerse: You are a priest forever, according to the order of Melchisedek.\n\nHaving complete control of your mind,* you humbled your body, O heavenly prophet Elijah.* Thus you prepared for your divine ascension in your heart.* You reproved the unjust actions of the king;* you took away the curse of God’s anger;* and you destroyed the shameful priests with a sword.* You taught all to loudly cry out:* Truly Elijah preaches the one true God.\n\nGlory be: (Tone 8): Elijah, the marvelous prophet,* who enlightened his mind with heavenly light,* seeing the unjust judgment of the godless king,* announced to him God’s judgment,* and gave the money-loving, merciless queen, over to the judgment of God.* Therefore, through the prayers of Your prophet Elijah,* O merciful Christ, save our souls.\n\nNow and for ever: O most pure Virgin, who ineffably gave birth to God!* Mother of the most high God!* Accept the supplications of your servants, O most pure One, granting to all forgiveness of sins.* Having accepted our pleas, pray that we save our souls.\n\nThe",
        "source": "Stamford Menaion",
        "title": "THE HOLY PROPHET ELIJAH\nVESPERS"
    },
    "menaion.0720.matins.sessional": {
        "content": "(Tone 1): O heavenly prophet, today you are taken up into heaven upon a fiery chariot,* ascending as upon the wings of the wind.* From above you sent back to Elisha* the two-fold grace and the mantle.\n\nGlory be: Now and for ever: We all entreat you, O Mother of God, who was revealed as truly a virgin even after your birthgiving.* We sinners lovingly hasten to your kindness* because you are our intercessor.* You are our salvation in temptations, O all-immaculate One.\n\n(Tone 3): Your heavenly temple overflows with healings for all,* O most marvelous prophet and most awesome Elisha.* Together you entreat Christ to send peace to the world* and great mercy to those who honor you.\n\nGlory be: Now and for ever: Indeed, everyone runs to you for salvation.* O Mother of God, what other shelter can protect our souls as well as you?",
        "source": "Stamford Menaion",
        "title": "THE HOLY PROPHET ELIJAH\nVESPERS"
    },
    "menaion.0720.metadata": {
        "date": "JULY 20",
        "title": "THE HOLY PROPHET ELIJAH\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0722.metadata": {
        "date": "JULY 22",
        "title": "ST. MARY MAGDALENE\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0724.vespers.aposticha": {
        "content": "(Tone 4, Podoben – Dal jesy znamenijie): Come, you lovers of chastity;* let us venerate, with a pure heart and humble soul,* the holy brothers, who loved Christ* Who rules over all:* Borys, the glorious martyr,* and Hlib, the gentle one.* For they, being pure in soul and body, overcame the demons.\n\nVerse: When the just cry out, the Lord hears.\n\nYou, glorious brothers,* sprouted forth from a holy root* and, in truth, loved nobility.* You desired incorruptible glory* and chose eternal life and an incorruptible kingdom.* Having suffered for the truth,* you received a crown of victory,* O martyrs and intercessors of our souls.\n\nVerse: Many are the troubles of the just, but the Lord delivers from them all.\n\nBy words and deeds* you fulfilled Christ’s commandments and precepts.* Without hatred you confronted the enemy who came to kill you unjustly.* Like the first martyr Stephen, you prayed:* Do not hold this sin against them, O Christ our God,* Lover of mankind.\n\nGlory be: (Tone 8): Come, faithful of the Ukrainian churches,* and behold how innocently the martyr Borys accepts the sentence,* whose side they pierced at the instigation of the devil,* causing the shedding of blood.* Behold Hlib, who like a lamb, was slaughtered by his brother Sviatopolk.* They received crowns,* while their brother perished in oblivion.* They received glory and pray for our souls.\n\nNow and for ever: O most pure Virgin, who ineffably conceived God in the flesh,* O Mother of the most high God,* accept the supplications of your servants,* O all-pure One, and grant us the forgiveness of sins* and the salvation our souls.\n\nThe",
        "source": "Stamford Menaion",
        "title": "STS. BORIS AND HLIB\nVESPERS"
    },
    "menaion.0724.matins.sessional": {
        "content": "(Tone 1): You patiently and bravely accepted suffering out of love for Christ,* O Borys and Hlib, as you gazed upon the merciful Christ* Who grants great mercy to the world.\n\nGlory be: Now and for ever: Without a mother in heaven, O Godbearer,* and a father on earth,* you gave birth beyond all understanding.* Pray for the salvation of our souls.\n\n(Tone 1): Having loved Christ since your youth, O holy and glorious brothers,* you both sought a life of innocence,* preferring virtue and abstinence over the spiritual and bodily passions.* Therefore, through the grace of God,* you received the grace to heal those who venerate you.\n\nGlory be: Now and for ever: O Virgin Godbearer,* you are the only powerful and gracious guide of the human race.* Pray unceasingly with the prophets and martyrs,* bishops and fasters, and venerables to Him,* Whom you supernaturally gave birth, the Word of God,* that we",
        "source": "Stamford Menaion",
        "title": "STS. BORIS AND HLIB\nVESPERS"
    },
    "menaion.0724.metadata": {
        "date": "JULY 24",
        "title": "STS. BORIS AND HLIB\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0725.vespers.aposticha": {
        "content": "(Tone 1, Podoben – Nebesnykh chynov): In celebrating the holy memory of the glorious Anna,* we praise You, O Christ,* Who today have taken her from this earthly life to everlasting glory;* for she is the mother of the ever-Virgin Godbearer,* who, without seed, miraculously gave birth to You.\n\nVerse: Rejoice, you just in the Lord, praise is due to the righteous!\n\nIn celebrating the holy memory,* of the righteous and irreproachable ancestors of Christ, Joachim and Anna,* we glorify the Savior and bountiful Lord,* who transferred them to a life of incorruption that never grows old.\n\nVerse: Blessed are they who fear the Lord and follow His paths.\n\nWe celebrate your dormition, O righteous Anna,* for with ineffable glory Christ God has exalted you, as His grandmother.* Having passed over to Him, implore Him,* that, through your prayers, He may grant us peace* and protect us from the enemies of our souls.\n\nGlory be: Now and for ever: (Tone 2): Come, all you lovers of chaste virginity!* Come, let us venerate the holy dormition of Anna,* for she gave birth to the divine Virgin, Mary,* who gave birth to the supernatural Fountain of life – the Savior,* Who enlightens and sanctifies our souls.",
        "source": "Stamford Menaion",
        "title": "ST. ANNA"
    },
    "menaion.0725.metadata": {
        "date": "JULY 25",
        "title": "ST. ANNA",
        "source": "Stamford Menaion"
    },
    "menaion.0801.matins.stichera_praises": {
        "content": "(from yesterday’s stichera at the aposticha) and",
        "source": "Stamford Menaion",
        "title": "PROCESSION OF THE VENERABLE CROSS"
    },
    "menaion.0801.matins.canon": {
        "content": ", then the stichera at the praises (from yesterday’s stichera at the aposticha) and",
        "source": "Stamford Menaion",
        "title": "PROCESSION OF THE VENERABLE CROSS"
    },
    "menaion.0801.metadata": {
        "date": "AUGUST 1",
        "title": "PROCESSION OF THE VENERABLE CROSS",
        "source": "Stamford Menaion"
    },
    "menaion.0806.vespers.aposticha": {
        "content": "(Tone 1): He who mysteriously spoke to Moses on Mount Sinai and said: I am Who am,* today manifests Himself to His disciples on Mount Tabor* and reveals through His person that human nature is reestablished in its original splendor.* As witnesses to this grace and partakers of this joy,* He raised up Moses and Elijah,* the forerunners of the glorious and saving resurrection* made possible by the cross of Christ.\n\nVerse: The heavens are Yours, the world is Yours. You founded the earth and all it holds.\n\nWhen David, the forefather of the Lord,* foresaw in spirit Your coming in the flesh,* he invited the whole creation to rejoice,* crying out prophetically:* O Savior, Tabor and Hermon shall rejoice in Your name,* for indeed You ascended this mountain with Your disciples.* Through Your transfiguration You returned Adam’s nature to its original splendor,* restoring its very elements to the glory and brilliance of Your divinity.* Therefore, we cry out to You:* O Creator of all, glory to You!\n\nVerse: Tabor and Hermon shout with joy at Your name.\n\nO Christ without a beginning,* when on the Mount of the transfiguration,* Your disciples saw the Light that was Yours* and Your unapproachable divinity,* they were rapt in amazement and completely changed.* They were enrobed in a radiant cloud,* and they heard the Father’s voice* confirming the mystery of Your incarnation;* for even after coming in the flesh,* You remained the only-begotten Son and the Savior of all.\n\nGlory be: Now and for ever: (Tone 6): O Lord, today on Mount Tabor,* You have manifested the glory of Your divinity* to Your chosen disciples, Peter, James, and John;* they saw Your clothing radiant as light* and Your face more brilliant than the sun.* Unable to bear Your overwhelming radiance or look upon You, they fell to the ground and heard a voice bearing witness from heaven:* This is My beloved Son* Who came into the world to save His people.",
        "source": "Stamford Menaion",
        "title": "THE TRANSFIGURATION OF OUR LORD JESUS CHRIST\nVESPERS"
    },
    "menaion.0806.vespers.litiya": {
        "content": "(Tone 2): O God of goodness, Your light has sanctified the whole universe,* and You were transfigured on the high mountain,* revealing Your power to Your disciples.* You have redeemed the world from sin.* Therefore, we cry out to You:* O Lord of mercy, save our souls!\n\nYou were transfigured in glory on Mount Tabor, O Christ our God,* and You showed Your disciples the glory of Your divinity.* Now also pour out the light of Your knowledge upon us* and, in Your goodness and Your love for all of us,* guide us in the way of Your divine commandments.\n\n(Tone 5): Come, let us ascend the mountain of the Lord* and go into the house of our God.* Let us contemplate the glory of His transfiguration,* the glory of the only-begotten Son of God the Father.* From His light, let us receive light;* and raised up by the Holy Spirit,* let us sing the praises of the consubstantial Trinity forever.\n\nGlory be: Now and for ever: (Tone 5): Moses who saw God, and Elijah who was taken up in the flaming chariot,* contemplated You in the cloud, O Christ our God;* for You are the author of the law and the fulfillment of the prophets.* They were witnesses of Your transfiguration.* With them make us worthy of that same brightness,* that we may sing your praises forever. O Lord.",
        "source": "Stamford Menaion",
        "title": "THE TRANSFIGURATION OF OUR LORD JESUS CHRIST\nVESPERS"
    },
    "menaion.0806.matins.sessional": {
        "content": "(Tone 4, Podoben – Udyvysia Josyf): Showing the change that mortals will undergo, O Lord, when they enter Your glory at Your second and awesome coming,* You were transfigured on Mount Tabor.* Elijah and Moses conversed with You;* and seeing Your glory, the three disciples whom You had chosen* were struck with Your splendor, O Lord.* As You covered them with Your brightness,* also send Your light upon our souls.\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 4, Podoben – Udyvysia Josyf): You were transfigured on Mount Tabor, O Jesus;* a bright cloud covered Your apostles with Your glory as with a tent, O Lord.* They cast their faces to the ground,* unable to gaze upon the inaccessible glory of Your resplendent face,* O Christ our God and eternal Savior.* As You covered them with Your brightness,* also send Your light upon our souls.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "THE TRANSFIGURATION OF OUR LORD JESUS CHRIST\nVESPERS"
    },
    "menaion.0806.matins.canon": {
        "content": "(Tone 4)\n\nHirmos 1: When Israel walked upon the deep sea as upon dry land, they saw Pharaoh, their pursuer, drowning, and they exclaimed: Let us sing a hymn of victory to God.\n\nHirmos 3: The weak have clothed themselves with strength, and the weapon of the mighty has become powerless; therefore, my heart is strengthened in the Lord.\n\nHirmos 4: O Christ, our God, Your wondrous plan of salvation has been revealed to me: how Your birth from a Virgin would rescue from the power of evil those who call You by saying: Glory to Your power, O Lord!\n\nHirmos 5: In the beginning You, as their Creator, separated the light from the darkness so that Your works",
        "source": "Stamford Menaion",
        "title": "THE TRANSFIGURATION OF OUR LORD JESUS CHRIST\nVESPERS"
    },
    "menaion.0806.metadata": {
        "date": "AUGUST 6",
        "title": "THE TRANSFIGURATION OF OUR LORD JESUS CHRIST\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0807.vespers.aposticha": {
        "content": "(Tone 6, Podoben – Tredneven voskres jesy): In Your compassion, O Christ,* You appeared from the Virgin* in the humanity of the first Adam;* indeed, You became the new Adam,* O my Savior. You were transfigured on Mount Tabor,* and thus You revealed Your divinity.\n\nVerse: The heavens are Yours; the world is Yours.\n\nThe crowns of grace and the law* were amazed to see your holy transfiguration on Mount Tabor, O Christ.* Together with them we bow down to You, to the Father, and the Divine Spirit.\n\nVerse: Tabor and Hermon shout with joy at Your name.\n\nCreation is brightly illumined by Your transfiguration* in the presence of the holy apostles on Tabor, O Christ.* Indeed, You revealed to Moses and Elijah* that You are God, more radiant than the sun.\n\nGlory be: Now and for ever: (Tone 5): You were transfigured in glory on Mount Tabor, O Christ our God,* and You showed Your disciples the glory of Your divinity.* Now also pour out the light of Your knowledge upon us* and, in Your goodness and your love for all of us,* guide us in the way of Your divine commandments.\n\nThe",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE TRANSFIGURATION\nVESPERS"
    },
    "menaion.0807.matins.sessional": {
        "content": "(Tone 4): Behold! The glorious feast of the Lord has arrived.* Let us all spiritually go to the mountain.* Having purified ourselves in advance,* let us ascend Mt. Tabor, to see Christ.\n\nGlory be: Now and for ever: (repeat the same).\n\n(Tone 4, Podoben – Udyvysia Josyf): You were transformed, O God, on Mt. Tabor,* in the presence of the all-wise Moses and Elijah,* and in the presence of James, Simon, and John.* Peter, being present there, said to You:* Let us make three tents, one for Moses, one for Elijah, and one for You, Christ Master.* You Who enlightened them with light, enlighten our souls.\n\nGlory be: Now and for ever: (repeat the same).",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE TRANSFIGURATION\nVESPERS"
    },
    "menaion.0807.matins.canon": {
        "content": "–",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE TRANSFIGURATION\nVESPERS"
    },
    "menaion.0807.metadata": {
        "date": "AUGUST 7-12",
        "title": "POSTFEAST OF THE TRANSFIGURATION\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0815.vespers.aposticha": {
        "content": "(Tone 4): All you peoples of the earth sing together a hymn of glory* to the pure and most holy Virgin* from whom the Word of God came to us,* receiving flesh from her in a manner beyond understanding.* Let us cry out: Blessed are you among women,* and blessed is your womb that contained Christ,* into Whose hands you committed your soul.* O pure Virgin, intercede with Christ God* that He may save our souls!\n\nVerse: Go up, Lord, to the place of Your rest, You and the ark of Your strength.\n\nO pure and most holy Virgin,* the choirs of angels in heaven and the assembly of people on earth* sing the praises of your glorious dormition;* for you have become the Mother of the Creator of all, Christ our God.* We beg you to intercede constantly for us;* for, next to God, we have placed our hope in you,* O most glorious and ever-virgin Mother of God.\n\nVerse: The Lord swore an oath to David; He will not go back on His word.\n\nWith all the people of the earth,* let us sing to Christ the hymn of praise that David had sung of old.* Together with her escort of virgins,* with happiness and rejoicing, she will be led to the King;* for the fruit of David’s seed, the One through whom we have been led to God,* has been lifted up to glory by her Son and Master in a way that defies description.* Since she is the Mother of God,* we sing to her a hymn of glory and cry out:* Deliver us from all harm and guard our souls from tribulations.* We confess and proclaim that you are the Mother of God.\n\nGlory be: Now and for ever: (Tone 4): O virgin Mother of God,* at the time you were carried up to the One born of you in a manner beyond understanding,* James and Peter were present;* James, the brother of the Lord and first bishop,* and Peter, the honorable head of the apostles and prince of theologians.* The whole college of apostles was also there,* all in one accord proclaiming things divine,* praising the astounding mystery of Christ,* and with joy, preparing your body, O most glorious One, source of Life and the temple of God.* The most holy angelic powers were rapt in wonder at the sight of this miracle,* and they said to each other:* Lift up your gates to receive the Mother of the Creator of heaven and earth.* Come, let us all sing hymns to her noble and holy body* that has contained the invisible Lord.* Therefore, we also celebrate your feast;* and, O woman worthy of all praise, we cry out:* O glorious Lady, exalt the Christian peoples* and intercede with Christ God that He may save our souls.",
        "source": "Stamford Menaion",
        "title": "DORMITION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0815.vespers.litiya": {
        "content": "(Tone 1): Because the disciples had been both the eye-witnesses and servants of the Word,* it was also fitting that they should witness the final mystery,* the dormition of His Mother according to the flesh.* They not only saw the ascension of the Savior from earth to heaven,* but they also were witnesses of the translation of the Mother who bore Him.* They came to Zion to escort the Virgin, who surpasses the Cherubim,* as she hastened in her journey to heaven.* With them let us also bow low before the One who intercedes for our souls.\n\n(Tone 2): She is higher than the heavens, more glorious than the Cherubim,* and more honorable than all creation.* Her outstanding purity became the dwelling place of the eternal divinity.* Today she places her all-pure soul into the hands of her Son.* With her, the universe is filled with joy,* and the grace of salvation is given to us.\n\n(Tone 3): Come, all you ends of the earth,* let us praise the blessed passing of the Mother of God.* She delivers her sinless soul into the hands of her Son;* through her holy dormition the world is given new life.* With psalms and hymns and spiritual canticles,* the whole world celebrates in joy together with the angels and apostles.\n\nGlory be: Now and for ever: (Tone 5): O people, sing to the Mother of our God;* for, on this day, she delivers her radiant soul* into the most pure hands of the One Who took flesh of her without seed.* In His presence she intercedes unceasingly* that He grant peace and great mercy to the world.",
        "source": "Stamford Menaion",
        "title": "DORMITION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0815.matins.sessional": {
        "content": "(Tone 1, Podoben – Hrob tvoj, Spase): The venerable choir of the divine apostles* was reunited in a marvelous manner* to bury your most pure body, O glorious Mother of God.* With them the multitude of angels also sang in honor of your passage to heaven* which we now celebrate in faith.\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 3, Podoben – Krasoti divstva tvojeho): In giving birth, your conception was without seed;* in falling asleep, your body did not undergo corruption.* You have passed from one miracle to another, O Mother of God.* How did the Virgin who knew not man nourish an infant?* And how did the Mother of God know death?* Therefore, with the angels we cry out to you:* Rejoice, for you are full of grace.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "DORMITION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0815.matins.exapostilarion": {
        "content": "O holy apostles of Christ,* gathered here from the ends of the universe,* carry my body to the garden of Gethsemane and place it in the tomb.* And You, my Son and my God,* receive my breath and my spirit.",
        "source": "Stamford Menaion",
        "title": "DORMITION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0815.matins.stichera_praises": {
        "content": "(Tone 4, Podoben – Jako dobl'a): The heavens rejoice in your glorious dormition,* and the angelic hosts are filled with joy;* all the universe is exalting as they sing hymns of farewell to you,* O Mother of the Master of the universe,* O all-holy Virgin who did not know wedlock.* You have delivered the human race from the condemnation of old.\n\nAt the divine command,* the chosen apostles hastened from the ends of the universe to bury you;* and, seeing you carried from earth to heaven,* they praised you, with the words of Gabriel: Rejoice, O bearer of the entire Divinity!* Rejoice, O Virgin, for you alone brought heaven and earth together in giving birth to your Son.\n\nYou have given birth to Life,* and now by your holy dormition you have crossed the borders into eternal life.* The angels, the principalities, and the virtues, the prophets,* the apostles, and all creation form a procession,* and your Son receives your pure soul into his immaculate hands,* O Virgin Mother and bride of God.\n\nGlory be: Now and for ever: (Tone 6): For your holy dormition,* O Mother of God and Mother of Life,* the clouds carried the apostles through the air.* Those who had been scattered throughout the world were brought together in a single choir;* and, burying your most pure body with respect,* they sang the words of Gabriel: Rejoice, O Full of Grace,* O unwedded Virgin; the Lord is with you!* Intercede with your Son and our God to save our souls.\n\nAfter",
        "source": "Stamford Menaion",
        "title": "DORMITION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0815.matins.canon": {
        "content": "(Tone 1)\n\nHirmos 1: Your holy and noble death, O Virgin, is adorned with the splendid robe of divine glory. It brings all the faithful together in joy. Led by Miriam, with dances and timbrels they praise Your only-begotten Son, for He has been greatly glorified.\n\nHirmos 3: You are the Creator, Wisdom, and Power of God, O Christ; and You uphold all things by Your will. Make Your Church firm and faithful, for You alone are holy and dwell among the saints.\n\nHirmos 4: O Christ, the prophets foretold Your incarnation from a virgin, and that You would be the glory and light of revelation to the Gentiles. The abyss cries out in joy to You: Glory to Your power, for You alone love all people.\n\nHirmos 5: I will speak of Your divine and wondrous mysteries, O Christ. You have revealed Yourself as the divine Son, radiant with eternal brightness, Who took flesh from a virgin. You have risen as the sun, bestowing light to those who dwelt in the shadow of darkness.\n\nHirmos 6: Your three-day burial, O Lord, was prefigured by the sea monster, breathing forth fire; Jonah was the interpreter of this mystery; for coming forth from the monster safe and sound, he cried out: I will offer hymns of praise to You, O Lord.\n\nHirmos 7: Through the power of God’s love, the three youths overcame the anger and fire, extinguished the flames with dew, and scorned the anger of the tyrant. Inspired by God, they became as a three-stringed harp singing in the flaming furnace: Blessed are You, O most glorious God, for You are the God our Fathers.\n\nHirmos 8: The mighty angel of God showed the three holy youths a fire which was refreshing to them but destructive to the impious. He made the Theotokos a source of life gushing forth immortality to those who sing: Because we have been saved, we glorify the one and only Creator and praise Him above all forever.",
        "source": "Stamford Menaion",
        "title": "DORMITION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0815.metadata": {
        "date": "AUGUST 15",
        "title": "DORMITION OF THE MOTHER OF GOD\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0816.vespers.aposticha": {
        "content": "(Tone 1, Nebesnykh chynov): Because of the immortal dormition of the Mother of God,* the assembly of angels rejoices.* Departing from this earth, she dwells in the eternal abode.* She is raised by the heavenly One into celestial joy and delight.\n\nVerse: Go up, Lord, to the place of Your rest, You and the ark of Your strength.\n\nYearning for life on high, O birthgiver of God,* you have put aside earthly life.* O maiden and flower of virginity,* you gave birth to Christ, the Life of all.* The assembly of apostles devoutly stands around for your honored burial,* O betrothed of God.\n\nVerse: The Lord swore an oath to David; He will not go back on His word.\n\nO Mother of God who loves the human race, the air was sanctified by the farewell hymns at your dormition. O awesome marvel and undefiled Theotokos, O Virgin, we your servants bow to you in faith.\n\nGlory be: Now and for ever: (Tone 8): O Theotokos, Christ your Son and our God,* confirmed His two natures because He died as a man and rose as God.* O Mother of God, He also consented that you die* according to the law of nature so that unbelievers might not question the workings of Providence.* O heavenly bride, you were taken from earth* as though from the bridal chamber and entered heaven.* The atmosphere was sanctified by your passage through it,* just as earth was illumined by your giving birth.* The apostles assembled, and the angels carried you aloft.* After having buried your most pure body and having sung hymns,* they gazed in awe and fearfully said:* This is the ransom of the right hand of God* because He is in your midst and will not be moved.* O most honored Mother, do not forsake us who look upon you.* We are your people and the sheep of your fold.* We invoke your name and ask for salvation and great mercy.\n\nThe",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE DORMITION\nVESPERS"
    },
    "menaion.0816.matins.sessional": {
        "content": "(Tone 4): In glorious memory of you, the universe adorned with the gifts of the Holy Spirit,* exaltingly cries out to you: Rejoice,* O Virgin, praise of Christians!\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 6): We, the faithful, extol your transference, O pure One, crying out to you:* You have passed from earth – from life to life.* Therefore, being now in heaven, pray to God* that He deliver the human race from misery.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE DORMITION\nVESPERS"
    },
    "menaion.0816.matins.exapostilarion": {
        "content": "O Apostles who have assembled from the ends of the earth in the Garden of Gethsemane,* bury my body, and You, my Son and God, receive my spirit.",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE DORMITION\nVESPERS"
    },
    "menaion.0816.matins.canon": {
        "content": "–",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE DORMITION\nVESPERS"
    },
    "menaion.0816.metadata": {
        "date": "AUGUST 16-23",
        "title": "POSTFEAST OF THE DORMITION\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0829.vespers.aposticha": {
        "content": "(Tone 2): O John the baptizer and preacher of repentance,* you sanctified the earth when you were beheaded.* You made plain to believers the law of God,* abolishing disobedience to the law.* Therefore, since you stand by the throne of Christ the heavenly King,* beseech Him to have mercy on our souls.\n\nVerse: The just will flourish like the palm tree and grow like a cedar of Lebanon.\n\nO most holy John, your head was cut off for preaching the law of the Lord,* for in blameless privilege you reproached the unbelieving king* when he disobeyed the law.* Therefore, the hosts of angels wonder at you,* and the ranks of apostles and martyrs praise you.* We also honor your yearly memorial, O most noble one, glorifying the holy Trinity Who has crowned you, O blessed forerunner.\n\nVerse: The just one is glad in the Lord and takes refuge in Him.\n\nBorn of the prophet Zechariah, he was the greatest of the prophets* and was sanctified from his mother’s womb for the service of the Lord.* Today he was beheaded by an evil king.* Both before and after his beheading,* his head was a living reproach for the maiden who danced indecently,* thus covering one sin with another.* Therefore, we call out:* O John the baptizer, having acquired favor with the Lord,* beseech Him unceasingly for the salvation of our souls.\n\nGlory be: (Tone 8): You rebuked kings, O forerunner of the Savior,* that they might not act contrary to the law.* But the frolicking of a sinful woman won over Herod to behead you.* Therefore, your name is praised* from the place of the rising to the place of the setting of the sun.* And since you have favor with the Lord,* beseech Him unceasingly for the salvation of our souls.\n\nNow and for ever: O Virgin, you have never known wedlock,* yet you conceived God in the flesh in a manner which words can never describe.* You thus became the Mother of God on high.* O immaculate Lady; receive the supplication of your servants* and grant us the cleansing of our sins.* Accept now our prayers and beseech God to save all of us.",
        "source": "Stamford Menaion",
        "title": "BEHEADING OF ST. JOHN THE BAPTIST"
    },
    "menaion.0829.matins.sessional": {
        "content": "(Tone 5, Podoben – Sobeznachalnoje Slovo): Let us gather together, O believers,* and in unison praise him who was the mediator between law and grace;* for he came and preached repentance to us,* and with courage he openly denounced Herod,* and thus he was beheaded.* Now dwelling with the angels, he intercedes with Christ for our salvation.\n\nGlory be: Now and for ever: (Tone 4): We, your servants, gratefully sing your praises from our hearts* and earnestly beg for your mercies, O Lady.* We call out to you: O all-holy Virgin, deliver us from all enemies, visible and invisible,* and save us from all threats;* for you alone are our help and protection.\n\n(Tone 5, Podoben – Sobeznachalnoje Slovo): Let us in hymns exalt the Baptizer of Christ,* the victorious sufferer of the passion, John the Forerunner.* He was revealed to us in the womb as a prophet,* and like a bright star he came forth from the barren woman as a luminary for the whole world.* He intercedes with the Lord to have mercy on our souls.\n\nGlory be: Now and for ever: Show your protection, help and mercy to your servants, O pure Virgin,* and allay the surging of our vain thoughts.* Raise up my fallen soul, O Theotokos, for you can do whatever you wish.",
        "source": "Stamford Menaion",
        "title": "BEHEADING OF ST. JOHN THE BAPTIST"
    },
    "menaion.0829.matins.exapostilarion": {
        "content": "With songs of praise, let us crown the forerunner* who is known to be greater than the prophets,* and he became the foremost of the apostles.* His head was cut off for the sake of the law of the Lord.",
        "source": "Stamford Menaion",
        "title": "BEHEADING OF ST. JOHN THE BAPTIST"
    },
    "menaion.0829.matins.stichera_praises": {
        "content": "(Tone 8, Podoben – O prseslavnoho chudese): O what a wondrous mystery!* The holy head which the angels surround with honor* is carried by a sinful and wicked daughter to her adulterous mother,* whom John rebuked because of her lawless life.* How incomprehensible is Your long-suffering,* O Christ lover of mankind!* Because of Your long-suffering,* save our souls, O only kindhearted One!\n\nO how the heart of Herod is hardened!* He scorns God by disobeying the law,* yet he pretends to keep his oath.* Not content with adultery,* he now becomes a murderer;* and yet he pretends to appear sad.* By your surpassing compassion,* O Christ our God, save our souls,* for You alone are compassionate.\n\nGlory be: O wonder beyond all understanding!* The seal of the prophets and the earthly angel was offered as a prize for an immoral dance.* The tongue constantly speaking of God is sent beforehand* to preach Christ to those who are in Hades.* By your surpassing providence,* O Christ our God, save our souls,* for You alone are compassionate.\n\nNow and for ever: O Holy Lady, receive the supplications of your servants,* and deliver us from all sorrow and tribulation.\n\nAfter",
        "source": "Stamford Menaion",
        "title": "BEHEADING OF ST. JOHN THE BAPTIST"
    },
    "menaion.0829.matins.canon": {
        "content": "",
        "source": "Stamford Menaion",
        "title": "BEHEADING OF ST. JOHN THE BAPTIST"
    },
    "menaion.0829.metadata": {
        "date": "AUGUST 29",
        "title": "BEHEADING OF ST. JOHN THE BAPTIST",
        "source": "Stamford Menaion"
    },
    "menaion.0901.vespers.aposticha": {
        "content": ": of the day.\n\nThe",
        "source": "Stamford Menaion",
        "title": "BEGINNING OF THE LITURGICAL YEAR"
    },
    "menaion.0901.matins.stichera_praises": {
        "content": "(those of yesterday’s Vespers; Glory be: Now and for ever: O eternal Word and Son... (in the same place);",
        "source": "Stamford Menaion",
        "title": "BEGINNING OF THE LITURGICAL YEAR"
    },
    "menaion.0901.matins.canon": {
        "content": ", then the stichera at the praises (those of yesterday’s Vespers; Glory be: Now and for ever: O eternal Word and Son... (in the same place);",
        "source": "Stamford Menaion",
        "title": "BEGINNING OF THE LITURGICAL YEAR"
    },
    "menaion.0901.metadata": {
        "date": "SEPTEMBER 1",
        "title": "BEGINNING OF THE LITURGICAL YEAR",
        "source": "Stamford Menaion"
    },
    "menaion.0908.vespers.aposticha": {
        "content": "(Tone 4): On this day a great joy has shone upon us* from the two just ones, Joachim and Anna;* and this joy is the most honorable Virgin.* Because of her purity, she will become a living temple of God.* She alone will be recognized as the Mother of God.* Through her intercessions, O Christ our God,* send down peace upon the world and your great mercy upon our souls.\n\nVerse: Listen, O daughter, give ear to my words!\n\nO Virgin, today you were born a most noble child* from the two just ones, Joachim and Anna,* as the angel had promised in his announcement.* To God you are a heaven, a throne, and a vessel of holiness;* to the whole world, a Herald of joy,* the cause of our life, the blessing that wiped out the curse.* You are the reason for all the blessings of God.* O maiden, whom God has chosen,* on this day of your nativity* obtain peace and great mercy for our souls.\n\nVerse: The richest of people shall seek your favor.\n\nToday Anna, the barren one, claps her hands for joy.* The earth is bathed in light and kings sing their happiness,* priests enjoy all blessings and the whole universe rejoices;* for the Queen and immaculate bride of the Father* comes forth from the root of Jesse.* Behold, no woman will ever again bear a child in sorrow or anxiety,* for joy has come forth in abundance and life has filled the world.* Joachim’s offerings shall no more be rejected,* for the tears of Anna have now been turned into joy.* And now Anna can say:* Rejoice with me, all you chosen ones of Israel;* for the Lord has given me the palace of His divine and living glory* to be a place of joy and happiness for the whole universe* and for the salvation of our souls.\n\nGlory be: Now and for ever: (Tone 8): Come all you faithful, and let us hasten to the Virgin;* for long before her conception in the womb,* the one who was to be born of the root of Jesse* was destined to be the Mother of our God.* The one who is the treasury of virginity,* the flowering rod of Aaron, the object of the prophecies,* the child of Joachim and Anne is born today, and the world is renewed in her.* Through her birth, the Church is clothed with splendor.* O holy temple, vessel of the Godhead,* model of virgins and strength of kings,* in you the wondrous union of the two natures of Christ was realized.* We worship Him and glorify your most pure birth,* and the whole world extols you.",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0908.vespers.litiya": {
        "content": "(Tone 2): Come all you lovers of virginity and chastity,* lovingly hold aloft the boast of virginity,* the fountain of life springing up from the solid stone.* She is the bush which grows in the barren land,* the bush of the non-material fire,* who cleanses and illumines our souls.\n\nWhat is the festive hymn that is heard today?* Joachim and Anne are mystically observing this day with honor, saying:* Adam and Eve, rejoice today with us!* Through their transgression of old, paradise was closed.* Now, Mary the maiden of God is being given to us as a blessed fruit.* She opens up the entrance of paradise to all of us.\n\nThe chosen one of the King of all,* the abode of God and divine dwelling of the ever-existing One,* comes forth today from the barren and glorious Anne.* It is through her that the shameless Hades is crushed,* and the first Eve is led into a faithful life.* Let us worthily cry out to her:* Blessed are you among women,* and blessed is the fruit of your womb!\n\nGlory be: Now and for ever: (Tone 8): Let us play the spiritual flute on this noteworthy feast,* because from the seed of David is born the Mother of the Life Who dispels the darkness.* She is the renewal of Adam and the answer to Eve,* the source of incorruption and the transformation of corruption.* Because of her, we have been deified and delivered from death.* We cry out to her with Gabriel:* Rejoice, O Full of Grace, the Lord is with you.* Because of you, He has granted to us great mercy.",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0908.matins.sessional": {
        "content": "(Tone 4, Podoben – Udyvysia Josyf): O David, proclaim the oath that the Lord our God has sworn to you.* What He swore to me, I now see fulfilled, he said;* for the Virgin who has come forth as the fruit of my loins,* now gives birth to the Creator, Christ the new Adam.* He is the King Who sits upon my throne.* Behold, He now reigns and His kingdom shall have no end.* The barren one bears the Mother of God* and the sustainer of our life.\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 4, Podoben – Udyvysia Josyf): From the root of Jesse and the loins of David,* Mary, the servant of God, is born for us today.* The entire universe is renewed and now exalts;* heaven and earth rejoice together.* Praise her, O families of nations.* Joachim rejoices and Anne cries out on this feast:* The barren one bears the Mother of God* and the sustainer of our life.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0908.matins.exapostilarion": {
        "content": "Today from the barren Anna blossoms forth the flower – the Mother of God,* who fills all the nations of the world with divine fragrance and all creatures with joy.* We sing hymns to her, and fittingly glorify her, as",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0908.matins.canon": {
        "content": "(Tone 2)\n(as printed on p. 756)",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.0908.metadata": {
        "date": "SEPTEMBER 8",
        "title": "NATIVITY OF THE MOTHER OF GOD\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0909.vespers.aposticha": {
        "content": "(Tone 2, Podoben – Dome Ephratov): Today the abode of God,* the only Mother of God,* comes forth from a barren* and childless womb,* and Adam, renewed, rejoices.\n\nVerse: Listen, O daughter, give ear to my words!\nBe glad, all you peoples,* for today* joy is born of Anna,* announcing to the world* deliverance from the curse.\n\nVerse: The richest of people shall seek your favor.\nRejoice, O Joachim,* and God-wise Anna,* for you brought forth for the world* joy and gladness,* and the intercessor of salvation.\n\nGlory be: Now and for ever: (Tone 4): The joy of the whole world, the ever-praised Virgin,* has shone forth to us from the righteous Joachim and Anna.* Because of her great purity she has become the living temple of God;* and we acknowledge her alone as the true Mother of God.* Through her prayers, O Christ God,* turn Your ear to our supplications* and grant peace to the world.\n\nThe",
        "source": "Stamford Menaion",
        "title": "STS. JOACHIM AND ANNA\nVESPERS"
    },
    "menaion.0909.metadata": {
        "date": "SEPTEMBER 9",
        "title": "STS. JOACHIM AND ANNA\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0914.vespers.aposticha": {
        "content": "(Tone 5, Podoben – Radujsia): Joy to you, life-bearing cross of the Lord,* invincible triumph of the true faith.* You are the gate to paradise,* the strength of the faithful,* and the stronghold of the Church.* Because of you, corruption no longer has meaning nor power.* By you we have been lifted up from earth to heaven.* You are an invincible weapon against evil,* a glory indeed for saints and martyrs,* and a haven for salvation.* You are the source of mercy to the world.\n\nVerse: Extol the Lord our God and worship at His footstool; holy is He.\n\nJoy to you, most honorable cross of the Lord.* Through you the human race has been delivered from the curse.* In your exaltation you are a sign of true joy.* O cross all-venerable, you scatter all our enemies.* You are the help of Christians, the glory of kings,* the strength of the just, and the splendor of priests.* All who sign themselves with you are freed from peril.* You are the strength under which we are tended like sheep.* The angels gather around you in awe as the source of peace.* You are the glory of Christ who grants great mercy to the world.\n\nVerse: God is our King from time past, the giver of help through all the land.\n\nJoy to you, precious cross of the Lord,* guide to the blind and physician to the sick,* and resurrection to the dead.* You raised us out of corruption and removed the curse.* Through you we have been made divine,* and the power of Hades has been destroyed in full.* Therefore, seeing you today lifted up by our priests,* we exalt Christ who was suspended on you;* and we bow deeply before you,* seeking forgiveness and great mercy.\n\nGlory be: Now and for ever: (Tone 8): Of old, Moses prefigured Your cross* while vanquishing Amalek and obtaining victory over him.* David the psalmist called it Your footstool and directed us to adore it.* We sinners indeed venerate Your cross today, O Christ our God.* With our unworthy lips we extol You,* for You deigned to be crucified on it;* and we entreat You, O Lord:* Together with the thief, make us worthy of Your kingdom.",
        "source": "Stamford Menaion",
        "title": "EXALTATION OF THE HOLY CROSS"
    },
    "menaion.0914.vespers.litiya": {
        "content": "(Tone 1): The prophecy of David is truly fulfilled today,* for we now bow down before your footstool* in the shadow of your wings, O God of love.* Filled with hope, we cry out:* Let the light of your face shine upon us* and raise up all the faithful Christians* by the exaltation of your precious cross,* O Christ, our God of tenderness and mercy!\n\nThe tree of life which was planted in the place of the Skull,* the tree upon which the King of the ages brought about our salvation,* is raised up in the middle of the earth today.* It sanctifies the ends of the earth,* and the Church of the Resurrection celebrates its rededication now.* The angels rejoice in heaven,* and those upon the earth exalt with joy and say with David:* Exalt the Lord our God and bow before his throne* and before his footstool, for He is holy;* it is He who grants great mercy to the world.\n\nJacob, the patriarch, prefigured your cross, O Christ,* when he blessed his descendants* by laying his hands on their heads in the form of a cross.* Today we exalt it and cry out, O Savior:* Grant victory to your Church over her enemies,* as You once did to your people.\n\nGlory be: Now and for ever: (Tone 4): Moses prefigured the power of Your precious cross, O Christ,* when he conquered Amalek, his enemy, in the wilderness of Sinai.* When he stretched out his arms in the form of a cross,* the people were strengthened.* Now these images are fulfilled in us.* Today the cross is exalted, and the devils are put to flight.* Today all creation is freed from corruption.* Through the cross every gift of grace has shone upon us.* Therefore, rejoicing, we bow down before You and say:* How marvelous are Your works, O Lord, glory to You!",
        "source": "Stamford Menaion",
        "title": "EXALTATION OF THE HOLY CROSS"
    },
    "menaion.0914.matins.sessional": {
        "content": "(Tone 6): When the wood of Your Cross was raised on high, O Christ our Lord,* the foundations of death were shaken.* What Hades had eagerly swallowed up, it now let go in trembling.* We glorify You for showing us Your salvation, O Holy One.* Have mercy upon us, O Son of God.\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 6): Today the word of the prophet is fulfilled.* Behold, we bow down on the site where Your feet stood, O Lord.* We have received the Tree of salvation,* and through the prayers of the Theotokos,* O only Lover of Mankind,* we have obtained freedom from sinful passions.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "EXALTATION OF THE HOLY CROSS"
    },
    "menaion.0914.metadata": {
        "date": "SEPTEMBER 14",
        "title": "EXALTATION OF THE HOLY CROSS",
        "source": "Stamford Menaion"
    },
    "menaion.0915.vespers.aposticha": {
        "content": "(Tone 6, Podoben – Trydneven voskres jesy): Let us bow down to the place where the feet of Christ stood,* and let us raise up the thrice-blessed cross.* On it the Master poured out His blood* and brought about the resurrection of the world.\n\nVerse: Extol the Lord our God and worship at His footstool; holy is He.\n\nWe have overcome the passions of the body and of the spirit.* Let us hasten and rise up from the earth to the heavenly rest* through the raising up of the cross,* since we’ve been crucified together with Christ the Master.\n\nVerse: God is our King from time past, the giver of help through all the land.\n\nThe life-flowing fountain clearly poured out salvation from the divine side,* nourishing the souls* who adore His divine passion,* the cross, and the resurrection in faith.\n\nGlory be: Now and for ever: (Tone 4): Moses prefigured the power..., (p. 1022).\n\nThe",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE EXALTATION\nVESPERS"
    },
    "menaion.0915.matins.sessional": {
        "content": "(Tone 1): We bow down to the tree of Your cross, O Lover of mankind,* since You, the Life of all, were nailed upon it.* O Savior, You opened paradise to the thief who turned to You in faith.* You counted him worthy of blessedness when he confessed to You, crying:* O Lord, remember me!* As You accepted him also, accept us as we call out:* We have all sinned; in Your merciful kindness, do not forsake us.\n\nGlory be: Now and for ever: (repeat above).\n\n(Tone 3): You willed to suffer the cross and death;* and planted it in the middle of creation.* When You, O Savior, allowed Your body to be pierced with nails, the sun hid its rays,* and the thief on the cross, seeing this,* piously cried out to You, saying: Remember me, O Lord;* and, believing, he became worthy of paradise.\n\nGlory be: Now and for ever: (repeat above).",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE EXALTATION\nVESPERS"
    },
    "menaion.0915.matins.exapostilarion": {
        "content": "The cross is the guardian of the universe;* the cross is the beauty of the Church.* It is the power of kings, and it sustains the strength of our faith.* It is the glory of the angels and the slayer of demons.",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE EXALTATION\nVESPERS"
    },
    "menaion.0915.matins.canon": {
        "content": "–",
        "source": "Stamford Menaion",
        "title": "POSTFEAST OF THE EXALTATION\nVESPERS"
    },
    "menaion.0915.metadata": {
        "date": "SEPTEMBER 15-21",
        "title": "POSTFEAST OF THE EXALTATION\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.0923.vespers.aposticha": {
        "content": "(Tone 2, Podoben – Jehda ot dreva): Preacher of Christ and baptizer,* angel, apostle, martyr, prophet and forerunner,* lampstand and close friend,* seal of the prophets and the greatest among those born of woman,* intermediary of the old and new grace,* glorious voice of the Word!* Through your holy intercession, present our supplications to the all-good God.\n\nVerse: Blessed be the Lord, the God of Israel, Who brought salvation to His people.\n\nO blessed forerunner! When you saw Christ, you cried out:* This is the Lamb of God Who takes away the sins of the world.* Intercede with Him,* that He grant forgiveness of sins to those, who venerate you;* for you, O baptizer, as the intermediary of law and grace,* have indeed great confidence before Him.\n\nVerse: And you, child, shall be called the prophet of the Most High.\n\nWe pray to you, O glorious prophet of the Lord:* Hasten and deliver us from temptations,* for the terrible demons have attacked us,* which strive to snatch the souls of your servants like a defenseless bird.* Therefore, do not ever abandon us,* so that they may know that you are our harbor, O all-blessed one!\n\nGlory be: Now and for ever: Being united by natural kinship and prayer – O Mother of the King of all and divine forerunner:* Pray for your servants, who have so angered our Benefactor,* that, through your intercession, He may be generous towards us* and save us, and deliver us from the company of those in hell.\n\nThe",
        "source": "Stamford Menaion",
        "title": "THE CONCEPTION OF ST. JOHN THE BAPTIST\nVESPERS"
    },
    "menaion.0923.metadata": {
        "date": "SEPTEMBER 23",
        "title": "THE CONCEPTION OF ST. JOHN THE BAPTIST\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1001.vespers.aposticha": {
        "content": "(Tone 2): Higher than all beings in heaven or on earth,* more glorious than the Cherubim,* and more honorable than all creation,* Christ has given you as the powerful protection of the Christian people* to protect and save all sinners who hasten to you.* Therefore, O Lady, we sing hymns to you* because you are the refuge of all people,* and we gloriously celebrate the honorable feast of your Protection.* We ask Christ to grant us great mercy through you.\n\nVerse: Listen, O daughter, give ear to my words!\n\nO people, let us gloriously sing David’s song to the young bride,* to the mother of Christ our God and the King of all.* O Master, the Queen stood at your right hand,* clothed in golden robes and adorned with celestial beauty.* You have affirmed her, chosen from among women,* and deigned to be born of her because of Your great mercy.* You have given her as a help to Your people* to build up and protect Your servants* from all misfortunes, O only-blessed One.\n\nVerse: The richest of people shall seek your favor.\n\n(Tone 7): O Theotokos, you are a mountain greater and more glorious than Mount Sinai.* It could not bear God’s glory coming down in images and tents.* It caught fire and shook with thunder and lightning.* You likewise had the divine Fire in you.* Through the will of Him who holds all in the palm of his hand,* you bore the Word of God in your womb without being burned.* Since you have a mother’s confidence before Him, O Lady,* help those who faithfully celebrate your holy feast.* Do not forget in your mercy to visit us,* for you have received from God* the grace to guide your flock and to defend your servants.\n\nGlory be: Now and for ever: (Tone 2): O all-pure Mother of God,* the Church is clothed with your honorable protection* as with a most glorious wreath.* It radiantly rejoices today.* It mystically dances with joy and sings to you, O Lady:* Rejoice, honorable raiment and crown of God’s glory.* Rejoice, unique perfection of glory and eternal joy;* rejoice, refuge of all who hasten to you;* rejoice, our salvation and deliverance.",
        "source": "Stamford Menaion",
        "title": "PROTECTION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.1001.vespers.litiya": {
        "content": "(Tone 3): The glorious feast of your holy Protection has come, O most pure Virgin.* Illuminate more brightly than the sun all your people* who with faith and with a pure heart proclaim you to be truly the Mother of God.* They likewise sing out to your Son:* O Christ our God, through the prayers of the ever-Virgin,* who immaculately gave You birth in the flesh,* let not your inheritance be vanquished by the enemy;* but because You are the merciful One,* save our souls in peace.\n\n(Tone 4): The people desire to sing to you, O most pure Lady,* but they cannot sing praises worthy of your Son.* For you always intercede for all the faithful* and embrace them with your holy protection. You pray that all will be saved,* all who honor you with faith, O most pure Mother of God.\n\nGlory be: Now and for ever: (Tone 2): Let us assemble today, O faithful,* and praise the Immaculate Queen of all,* the most pure Virgin, the Mother of Christ our God;* for she always mercifully extends her hands in supplication to her Son,* protecting the faithful with her mantle.* Let us fervently sing to her: “Rejoice, O protection, defense, and salvation our souls.”",
        "source": "Stamford Menaion",
        "title": "PROTECTION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.1001.matins.sessional": {
        "content": "(Tone 3): Encircled by the light of the angelic hosts, O Lady,* and by the ranks of the apostles and prophets,* and receiving as the Mother of God their holy veneration,* visit us, your servants, and entreat Christ our God* to grant us his abundant mercy.\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 6): You are indeed the strength of the helpless,* O most pure Mother of God.* Because of this, we lowly ones glory in you.* Because of you, our hopes are high.* You are our protection and our mediatrix with God.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "PROTECTION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.1001.matins.canon": {
        "content": "(Tone 4)\n\nHirmos 1: I will open my mouth, filled with the Spirit; I will sing a song to the Queen and Mother. I will come, rejoicing in the feast and I will extol all her glory.\n\nHirmos 3: In your divine glory, O Theotokos, living and inexhaustible fountain, spiritually establish your choir, which you have assembled; make them worthy of the crowns of glory.\n\nHirmos 4: He Who sits in glory on the throne of Divinity, Jesus, the Holy of Holies, came on a radiant cloud. With His holy arm He saved those who cry: Glory to Your power, O Christ!\n\nHirmos 5: All creation was awed by your divine glory, for you, O Virgin, knew no man, yet bore the God of all! You held in your womb the eternal Son, Who grants peace to those who extol you in song.\n\nHirmos 6: Let us believers clap our hands in gladness, celebrating the divine and holy feast of the Mother of God. By knowing God through the Theotokos, let us glorify Him Who was born of her.\n\nHirmos 7: The godly youths worshipped the Creator, not the creature; manfully they trampled on the flames, singing in joy: Blessed are you, most praised Lord, God our fathers!\n\nHirmos 8: O pure Virgin, listen while Gabriel tells you the eternal plan of the Most High. prepare to receive God, for through you the incomprehensible deigns to dwell with mortals. Therefore, I cry out in joy: All you works of the Lord, bless the Lord!",
        "source": "Stamford Menaion",
        "title": "PROTECTION OF THE MOTHER OF GOD\nVESPERS"
    },
    "menaion.1001.metadata": {
        "date": "OCTOBER 1",
        "title": "PROTECTION OF THE MOTHER OF GOD\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1026.vespers.aposticha": {
        "content": ": from the common service for a martyr, (p. 1203).\n\nThe",
        "source": "Stamford Menaion",
        "title": "HOLY AND GLORIOUS MARTYR DEMETRIUS\nVESPERS"
    },
    "menaion.1026.metadata": {
        "date": "OCTOBER 26",
        "title": "HOLY AND GLORIOUS MARTYR DEMETRIUS\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1108.vespers.aposticha": {
        "content": "(Tone 1, Podoben – Nebesnykh chynov): While solemnly celebrating on earth,* let us sing as the angels to God* who is seated on the throne of glory:* Holy are You, O heavenly Father;* holy are You, O co-eternal Word;* holy are You, O all-holy Spirit.\n\nVerse: You made the winds Your messengers and flaming fire Your ministers.\n\nO eyewitness of ineffable things,* because of your great courage* you are the leader of the heavenly beings.* You gloriously stand before the awesome throne, O Michael.* By your prayers, save those who are suffering* because of trials and tribulations.\n\nVerse: Praise the Lord, all His angels; praise Him, all His hosts!\n\nYou are the chief of the bodiless angels* and a minister of the Divine Splendor.* You are an eyewitness and a mystic, O Michael.* Save us who devoutly honor you each year* and who faithfully extol the Trinity.\n\nGlory be: Now and for ever: (Tone 8): O archangel, since you are a soldier* and leader of the heavenly hosts* and the captain of the angels, O glorious one,* deliver from every care and worry,* from illnesses and bitter sins,* those who faithfully extol and beseech you.* You see the Lord Who is Spirit;* you are illumined by the unapproachable light of the Master’s glory.* For He, out of love for all people,* became incarnate of the Virgin for our sake.* By this, He wished to save the human race.\n\nIf there is the blessing of the bread:",
        "source": "Stamford Menaion",
        "title": "ST. MICHAEL THE ARCHANGEL AND ALL THE HEAVENLY POWERS\nVESPERS"
    },
    "menaion.1108.vespers.litiya": {
        "content": "(Tone 1): The leaders of the heavenly hosts* stand unceasingly before the throne of the Master.* They pray to the Lord to grant peace to the world* and great mercy to our souls.\n\nAs the leader of the powers on high,* Michael has summoned us today for the feast.* He is always by our side and preserves us from every attack of the devil.* Come, therefore, O lovers of the feasts and lovers of Christ,* let us carry the flowers of virtue;* and with a pure mind and a clear conscience,* let us venerate the feast of the archangel.* For he stands unceasingly before God, singing the thrice-holy hymn,* interceding for our souls to be saved.\n\n(Tone 2): O intelligent, celestial, and bodiless powers,* you surround the heavenly throne* and with flaming lips sing the thrice-holy hymn to God the ruler:* O holy God, O eternal Father;* O holy, mighty, and co-eternal Son;* O holy and immortal Spirit having the same nature,* and glorified together with the Father and the Son.\n\nGlory be: Now and for ever: (Tone 4): Today the Theotokos, the temple that is to contain God,* is being escorted into the temple of the Lord,* and Zechariah receives her.* Today the Holy of Holies greatly rejoices,* and the choir of angels mystically celebrates this feast.* Let us also celebrate with them today and cry out with Gabriel:* Rejoice, O Full of Grace, the Lord is with you,* and He grants us great mercy.",
        "source": "Stamford Menaion",
        "title": "ST. MICHAEL THE ARCHANGEL AND ALL THE HEAVENLY POWERS\nVESPERS"
    },
    "menaion.1108.matins.sessional": {
        "content": "(Tone 1, Podoben – Hrob tvoj, Spase): O commander of the heavenly hosts, you stand before the awesome throne at all times,* and you are illumined by the rays of the thrice-holy God.* Enlighten and sanctify your assembly* which is gloriously celebrating your memory today,* and deliver them from all tyranny of the enemy.* Beg for a peaceful life for all rulers throughout all the world.\n\nGlory be: Now and for ever: (Tone 1): O hope of Christians, O most holy Virgin,* you are beyond comprehension and words;* you gave birth to Him Who is God.* Together with the powers on high,* implore Christ to grant remission of all our sins and amendment of life* to those who faithfully and lovingly glorify you at all times.\n\n(Tone 2): O Michael, captain of the heavenly hosts,* you manifested yourself to be the leader of the angelic powers.* Unceasingly implore the King on high* to crush the pride of the torturers in Hades.* Intercede also for your servants,* since you have favor before the flaming throne.\n\nGlory be: Now and for ever: You gave birth to the co-eternal God, O all-pure Virgin.* With the bodiless powers, now intercede unceasingly with Christ* that He grant remission of our sins before we die.* We faithfully and lovingly extol you at all times, O ever-praised One.",
        "source": "Stamford Menaion",
        "title": "ST. MICHAEL THE ARCHANGEL AND ALL THE HEAVENLY POWERS\nVESPERS"
    },
    "menaion.1108.metadata": {
        "date": "NOVEMBER 8",
        "title": "ST. MICHAEL THE ARCHANGEL AND ALL THE HEAVENLY POWERS\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1112.vespers.aposticha": {
        "content": "(Tone 4, Podoben – Jako Dobl’a): Like a very bright sun* you shone upon the firmament of the Church.* By the splendor of your words, by your God-inspired teaching,* and by your life equal to that of an angel,* you enlightened the souls that were darkened by the wickedness of the enemy.* You led back onto the way of truth those who had strayed.* Because of that, we rejoice today* and observe your light-bearing and holy memory.\n\nVerse: Your priests shall be clothed with holiness; Your faithful shall ring out their joy.\n\nO great martyr Josaphat,* you were equal in honor to the apostles.* You received an understanding like theirs.* You did not fear the cruelty of malicious torturers,* but manfully and courageously you preached the unity of the faith.* You suffered many varied wounds and torments.* And now you have received a great reward for your long-suffering* from the Source and Judge of victory, Christ our God.* Implore Him for all who in faith venerate your holy memory.\n\nVerse: Precious in the eyes of the Lord is the death of His faithful.\n\nO great martyr Josaphat,* offering up precious service and a spotless sacrifice to the Master, Christ our God,* you offered yourself as a perfect holocaust to Him.* You courageously suffered out of love for Him by spilling your blood.* As a true shepherd and follower of Christ,* you did not cease to cry out:* O father, protect everyone in Your name.* All-blessed Josaphat, now pray that the Churches and all people be reunited* and that we may be saved.\n\nGlory be: Now and for ever: (Tone 4): O most pure Virgin, hear the petitions... (p. 272).",
        "source": "Stamford Menaion",
        "title": "HIEROMARTYR JOSAPHAT\nVESPERS"
    },
    "menaion.1112.vespers.litiya": {
        "content": "(Tone 1): Come, let us all celebrate in spirit with heavenly priestly words* the memory of the great martyr Josaphat.* Because he cleared the thorns of division* and with abundant virtue through the fruit of the sanctuary,* he planted the teachings of salvation for our souls.\n\nAs a priest you acted according to the divine gospel.* You sealed the divine teachings with your blood* at the hands of the flock in disunity, O great martyr Josaphat.* You dried up the river of demons,* and you went up into heaven* as a conqueror receiving the crown of victory.\n\nO great martyr Josaphat,* the Universal Church possessed you and your priestly works.* Now you protect her in an unshakable manner from hostile wolves* as she preaches about your courage and extols you, O blessed one.\n\nGlory be: Now and for ever: (Tone 5): O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of righteousness,* wished to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls,* for as His mother you can approach Him with the greatest confidence.",
        "source": "Stamford Menaion",
        "title": "HIEROMARTYR JOSAPHAT\nVESPERS"
    },
    "menaion.1112.matins.sessional": {
        "content": "(Tone 8): Having put aside all earthly things,* and having lived chastely in the body like an angel,* in spirit your conversation was with angels.* Indeed you conquered the surging passions of the flesh.* You showed yourself to be pleasing to the Holy Trinity, O all-blessed one.* Because of that, you heal the sufferings of the sick* and cast out evil spirits through the grace of Christ.* O our God-bearing father and great martyr Josaphat,* implore Christ God to remit the sins of those who lovingly celebrate your memory.\n\nGlory be: Now and for ever: Since you gave birth to Him Who is unchangeable as God, O gracious One,* through your maternal prayers make firm my heart.* Then I, who am constantly changed by sin, call to you:* O Virgin Theotokos, have mercy on the flock that belongs to you, O all-immaculate One.\n\n(Tone 4, Podoben – Udyvysia Josyf): You made your heart a beautiful altar,* and as a priest you offered unbloody sacrifices to God.* You suffered intensely at the hands of the wicked enemies* and bore various torments.* For us you offered a pleasing sacrifice* to Christ our God who was also sacrificed.* O all-blessed great martyr Josaphat,* it is fitting that you always implore Him* that all who lovingly venerate you",
        "source": "Stamford Menaion",
        "title": "HIEROMARTYR JOSAPHAT\nVESPERS"
    },
    "menaion.1112.metadata": {
        "date": "NOVEMBER 12",
        "title": "HIEROMARTYR JOSAPHAT\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1121.vespers.aposticha": {
        "content": "from the common service of the Mother of God, (p. 1168).",
        "source": "Stamford Menaion",
        "title": "ENTRANCE OF THE THEOTOKOS INTO THE TEMPLE\nVESPERS"
    },
    "menaion.1121.vespers.litiya": {
        "content": "(Tone 1): Today let the heavens above greatly rejoice* and let the clouds pour down gladness* at the mighty and marvelous acts of our God.* For behold, the gate that looks towards the East,* born from a fruitless and barren womb according to the promise,* and consecrated to God as His dwelling,* is now being brought into the temple as a spotless offering.* Let David greatly rejoice and play on his harp, saying:* Virgins shall be brought to the King after her;* her companions shall be brought into the ark of the Lord* to be nourished with the life of the incorruptible One* Who was begotten from eternity for the salvation of our souls.\n\n(Tone 4): Today the Theotokos, the temple that is to contain God,* is being escorted into the temple of the Lord,* and Zechariah receives her.* Today the Holy of Holies greatly rejoices,* and the choir of angels mystically celebrates this feast.* Let us also celebrate with them today* and cry out with Gabriel:* Rejoice, O Full of Grace, the Lord is with you,* and He grants us great mercy.\n\nCome all you people,* and let us praise the only-immaculate One* who was foretold by the prophets* and is being led into the temple.* She was chosen from eternity to be the Mother;* and in time she was revealed as the Theotokos.* O Lord, by her prayers grant us Your peace and great mercy.\n\nGlory be: Now and for ever: (Tone 2): Today the all-immaculate Virgin is being escorted into the temple* to become the abode of God, the King of all.* Today, as a three year old child,* the most pure holy One is being led into the Holy of Holies.* With the angel let us cry out to her:* Rejoice, for you alone are blessed among women.\n\nTake the stichera of the",
        "source": "Stamford Menaion",
        "title": "ENTRANCE OF THE THEOTOKOS INTO THE TEMPLE\nVESPERS"
    },
    "menaion.1121.metadata": {
        "date": "NOVEMBER 21",
        "title": "ENTRANCE OF THE THEOTOKOS INTO THE TEMPLE\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1206.vespers.aposticha": {
        "content": "(Tone 5, Podoben – Radujsia): Rejoice, O priestly leader, spotless vessel of virtue,* model of divine priesthood, great shepherd of your flock,* bearer of the torch of victory.* You hear the prayers of those who call upon you;* you grant petitions of the poor;* you rescue all who praise your name.* Now we ask you to implore Christ* that He may shower abundant mercy on the world.\n\nVerse: Precious in the eyes of the Lord is the death of His faithful.\n\nRejoice, O saintly father, temple of the Trinity;* pillar of the Church, protector of the faithful,* helper of all in trouble.* You are a star whose rays of prayer dispel the darkest trouble.* You are a quiet harbor for the storm-tossed,* for all adrift in the sea of life.* Pray to Christ to save our souls with His great mercy.\n\nVerse: Your priests shall be clothed with holiness; Your faithful shall ring out their joy.\n\nRejoice, O zealous man of God.* You appeared in a dream,* and you saved from death the ones unjustly sentenced.* You are a fountain in Myra, overflowing with scented myrrh.* You inspire us to keep from sin.* You are a sword that cuts the weeds of error;* you proved Arius to be a false teacher.* Pray to Christ to save our souls with His great mercy.\n\nGlory be: Now and for ever: (Tone 5): Come, believers of Christ,* see a miracle that amazes and surpasses all understanding,* and, devoutly singing hymns of praise,* let us with faith fall down in worship.* Today a childbearing Virgin comes to Bethlehem to give birth to the Lord,* and the angelic choirs accompany her.* Joseph, her betrothed, seeing this, cries out:* What is this strange mystery that surrounds you;* how can you give birth without knowing man?",
        "source": "Stamford Menaion",
        "title": "ST. NICHOLAS, WONDERWORKER\nVESPERS"
    },
    "menaion.1206.vespers.litiya": {
        "content": "(Tone 2): O holy Father Nicholas,* Christ has shown you to be the model of faith.* Your humility inspired all in your flock.* From Myra, your piety shines throughout the world.* You are known as the protector of widows and orphans.* Now we ask your unceasing prayer for the salvation of our souls.\n\nEven if the city of Myra were silenced,* O holy Nicholas, hymns of praise would be sung to you:* by the entire world which has been enlightened by your brightness;* by the multitude of your magnificent miracles;* and by the condemned who were saved by you.* We also join the inhabitants of your city and cry to you:* Intercede for the salvation of our souls.\n\nGlory be: Now and for ever: (Tone 6): O Zion, be happy; rejoice, O Jerusalem,* the city of Christ our God;* welcome the Creator Who rests in a manger in a cave.* Open your gates, Jerusalem, and I will enter* so that I may see Him Who holds all creation in His hand,* even though He lies in a manger wrapped in swaddling clothes.* The angels ever praise this life-giving Lord* Who is the only Savior of all.",
        "source": "Stamford Menaion",
        "title": "ST. NICHOLAS, WONDERWORKER\nVESPERS"
    },
    "menaion.1206.matins.sessional": {
        "content": "(Tone 1, Podoben – Hrob tvoj, Spase): O bishop and father Nicholas, while alive in Myra,* you manifested yourself as a learned man anointed with spiritual myrrh.* You made the world fragrant with the myrrh of your miracles.* You continue to pour out your myrrh, both through the fragrance of your words* and through our continual remembrance of you.\n\nGlory be: Now and for ever: O all immaculate One,* you conceived in your womb by the power of the Holy Spirit* and without corruption you gave birth to the Creator of all, God and Builder.* As we extol Him, we praise you, O Virgin,* as the palace of the King of all and protectress of the world.\n\n(Tone 4): You are the leader of the faithful.* You shelter and protect them, O blessed one.* You deliver them from all tribulation,* O most beautiful glory and boast of bishops,* O venerable Nicholas.\n\nGlory be: Now and for ever: O all pure Virgin, who gave birth to the eternal God!* Pray to Him unceasingly with St. Nicholas,* that He grant us forgiveness of sins before death and amendment of life,* for we extol you, O ever-praised Virgin,* with fitting faith and love.",
        "source": "Stamford Menaion",
        "title": "ST. NICHOLAS, WONDERWORKER\nVESPERS"
    },
    "menaion.1206.metadata": {
        "date": "DECEMBER 6",
        "title": "ST. NICHOLAS, WONDERWORKER\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1209.vespers.aposticha": {
        "content": "(Tone 1): Rejoice, O spiritual paradise,* which was planted in the East by the Lord* and was unapproachable to the ancient serpent!* In the midst of that paradise is the Tree of life – Christ,* by which all the nations are nourished and avoid eternal death.* Glory to Him Who adorned you with the flower of every virtue* and the fragrance of every grace* from the very moment of your conception.\n\nVerse: You are all-beautiful, my beloved, and there is no blemish in you.\n\nRejoice, O paradise of heavenly delight!* In your midst is the spring of living water,* which flows to eternal Life – Christ!* It flows out to the four corners of the world, watering the entire earth.* Glory to Him, Who showered you with the waters of His grace* from the very moment of your conception.\n\nVerse: As a lily among thorns, so is my beloved among women.\n\nRejoice, O paradise of God, virgin and holy earth,* which has never been subjected to the curse!* From her was formed the second Adam – Christ,* through Whom all generations are blessed.* Glory to Him Who took flesh from you and protected you from the curse of sin,* causing you to be completely blessed – from the very moment of your conception.\n\nGlory be: Now and for ever: (Tone 5, Podoben – Radujsia): Today, from the side of the second Adam, Jesus Christ,* Who bodily was to fall asleep on the wood of the cross* and be pierced in the side with a lance,* – the Mother of the living – the second Eve,* Mary, is immaculately formed as the model of the Bride of Christ – Holy Church.* For Christ Himself desires to be born of her in the flesh.* But today she is spiritually born of Him,* in order to renew with Him the human race.\n\nAfter the blessing of the bread, the",
        "source": "Stamford Menaion",
        "title": "THE IMMACULATE CONCEPTION"
    },
    "menaion.1209.vespers.litiya": {
        "content": "(Tone 1): It was fitting that the Queen of heaven and earth,* more honorable than the Cherubim and beyond compare more glorious than the Seraphim,* be immaculately conceived and remain immaculate as the holy angels* who were created and remained immaculate;* so that, as servants of God,* they might not exalt themselves above their Queen – the Mother of God.* The Lord has willed this so.* He has arranged all things wisely.* To Him be glory and praise!\n\nIt was fitting that the Woman, the only chosen one,* be immaculately conceived together with her blessed Seed,* so that Satan might not boast, that the Mother of God was under his power.* The Lord has willed this so.* He has arranged all things wisely.* To Him be glory and praise!\n\nIt was fitting, that the second Eve, like the second Adam,* be created and remain without sin.* For with them began the renewal of the human race,* just as the fall began with the first Adam and the first Eve.* The renewal began with Christ as the first source of the spiritual life* and with Mary as the means which Christ used to bring about the renewal of man.* The Lord has willed this so.* He has arranged all things wisely.* To Him be glory and praise!\n\nGlory be: Now and for ever: It was fitting that the Father bestow the most immaculate conception upon her,* who resembled Him in giving birth to the Son;* and that the Son bestow upon His Mother and the Holy Spirit upon His spouse* the honor of being adorned with every heavenly grace;* in a manner surpassing all other creatures,* so that she might become like her Creator.* The Holy Trinity has willed this so,* the Same Who orders all things wisely.* To the Trinity be glory and praise!",
        "source": "Stamford Menaion",
        "title": "THE IMMACULATE CONCEPTION"
    },
    "menaion.1209.matins.sessional": {
        "content": "(Tone 4, Podoben – Skoro predvary): Today a branch has sprouted forth from the root of Jesse;* today Mary is conceived without any stain of sin;* today she crushed the head of the ancient serpent. Alleluia.\n\nGlory be: Now and for ever: The choir of prophets in times past foretold the immaculate,* pure and divine Virgin, who was conceived in the sterile womb of the childless Anna.* Today we extol her with joy,* for we were saved because of her, the only immaculate One.\n\n(Tone 8, Podoben – Vozleh na persy): Rejoice, O pure and immaculate Mary!* For Christ chose and prepared you for the salvation of the world.* Never did the moth of vileness touch her sanctity* which was prepared in advance for our salvation.\n\nGlory be: Now and for ever: What praises can I offer to your name,* O ship which no storm of ungodliness has ever touched in any way?* You are that immaculate earth, that place of life.* You are that ship laden with the rich treasures from the Father’s house,* which has come to our shores,* in order to bestow riches upon our fruitless and orphaned souls.",
        "source": "Stamford Menaion",
        "title": "THE IMMACULATE CONCEPTION"
    },
    "menaion.1209.matins.exapostilarion": {
        "content": "To you, O Virgin, the only good One,* do we pray: Make us, who are wicked, good;* and fervently implore Christ, the gracious One,* that we",
        "source": "Stamford Menaion",
        "title": "THE IMMACULATE CONCEPTION"
    },
    "menaion.1209.matins.canon": {
        "content": "(Tone 1)\n\nHirmos 1: When Moses, the mystic, and the Israelites began to sing a canticle of praise, Miriam led the pious women in a song of victory: Let us sing to our God – our Savior!\n\nHirmos 3: Having made a permanent vow before the conception of the just Samuel, the holy mother Anna today rejoices and sings with us: My heart has been strengthened in the Lord.\n\nHirmos 4: In days of old, Habakkuk heard of Your renown, O Christ, and with fear he exclaimed: God shall come from the south, – the Holy One from Mount Paran: Glory to Your power, O Lord.\n\nHirmos 5: Holding an ember with tongs, the seraphim touched the mouth of Isaiah with it; and, having been purified, he learned the truth and preached it to all.\n\nHirmos 6: O Lover of mankind, You rescued the prophet from the sea monster; pull me also out of the depths of sin.\n\nHirmos 7: We faithful recognize you as a spiritual fire, O Theotokos; for just as the Most High rescued the three youths, so too, the ever-praised and glorious God of our fathers renewed the whole world in your womb.\n\nHirmos 8: In former times, the fiery furnace that was covered with dew prefigured an incomprehensible miracle: For the fire did not consume the three youths, but represented the divine birth of Christ from a Virgin. Therefore, let us cry out and sing: Let all creation bless the Lord, and extol Him forever.",
        "source": "Stamford Menaion",
        "title": "THE IMMACULATE CONCEPTION"
    },
    "menaion.1209.metadata": {
        "date": "DECEMBER 9",
        "title": "THE IMMACULATE CONCEPTION",
        "source": "Stamford Menaion"
    },
    "menaion.1217.vespers.aposticha": {
        "content": ": of the day; on Saturday evening: the stichera of the resurrectional tone of the week; Glory be: and Now and for ever: of the Forefathers, (p. 1108).",
        "source": "Stamford Menaion",
        "title": "THE PROPHET DANIEL AND THE THREE YOUTHS"
    },
    "menaion.1217.metadata": {
        "date": "DECEMBER 17",
        "title": "THE PROPHET DANIEL AND THE THREE YOUTHS",
        "source": "Stamford Menaion"
    },
    "menaion.1218.vespers.aposticha": {
        "content": "(Tone 2, Samopodoben): O house of Ephratah and holy city!* O boast of the prophets!* Adorn the house in which the Divine One is born.\n\nVerse: God comes from Teman; the Holy One from Mount Paran (Tone 2, Samohlasen).\n\nO Bethlehem, O land of Judah,* you are the bright abode of the One-Who-is.* Prepare the cave, for God is to be born in the flesh* from the holy, undefiled Virgin to save the human race.\n\nVerse: O Lord, I heard Your voice and I was afraid; I knew Your deeds, and I was terrified.\n\nCome let us faithfully celebrate beforehand the birth of Christ.* Let us sing spiritual hymns of praise.* With the shepherds, let us cry out:* The Savior of all has come from a Virgin,* and He summons all the faithful.\n\nGlory be: Now and for ever: Behold, the time of salvation is drawing near.* O cave, prepare yourself, for the Virgin is coming to give birth.* O Bethlehem, O land of Judah, adorn yourself and be happy* since the Lord will shine forth from you.* O mountains and hills and lands around Judah, hearken,* for Christ is coming that He may save His creation* because He is the Lover of mankind.\n\nThe resurrectional",
        "source": "Stamford Menaion",
        "title": "SUNDAY BEFORE CHRISTMAS\nVESPERS"
    },
    "menaion.1218.matins.exapostilarion": {
        "content": "In these latter times, the pure Mother gave birth to the eternal Lamb.* The many fathers worthily rejoiced at her ineffable birthgiving,* marveling at the descendant of Adam and the worthy David.\n\nGlory be: Now and for ever: Rejoice, O Bethlehem; and prepare yourself, O Ephrathah!* For the Mother of God comes to give birth in a wondrous manner* to her divine Son, who lies in a manger in a cave.* What an awesome mystery!* Abraham, Isaac, and Jacob, together with all the prophets and patriarchs, already celebrate His divine birth,* and the angels rejoice with those on earth.",
        "source": "Stamford Menaion",
        "title": "SUNDAY BEFORE CHRISTMAS\nVESPERS"
    },
    "menaion.1218.matins.stichera_praises": {
        "content": "Take the stichera from the resurrectional tone of the week and the following three of the Prefeast:\n\n(Tone 4, Podoben – Vse otlozhyvshe): The prophecy of Isaiah is being fulfilled:* Behold, a Virgin carries in her womb and is on her glorious way to give birth* to the Uncontainable, Who appears in the flesh.* Therefore, adorn yourself, O God-receiving manger, prepare, O Bethlehem,* for the King of glory chose you for His dwelling place!* Receive, O cave, the child – Christ wrapped in swaddling clothes,* Who in His goodness wishes to untie the cords of the sins of mankind.\n\nThe Master registered with His servants,* seeking to tear up the debt of sin and to inscribe in the Book of Life* all, who have been deceived by the guile of the serpent.* The Virgin carries wrapped in the flesh Him, Who carries all.* The angelic choirs, wondering at Your power,* glorify this birth along with the righteous shepherds.\n\nThe bright and spiritual cloud, filled with heavenly rain,* today rises above the earth, in order to drop dew upon it and to water it.* The spring of grace, the spiritual nightingale,* carries within the womb and gives birth to the ineffable Word.* Overcoming the winter of unbelief,* the pure and spotless palace brings to the cave the incarnate King.\n\nGlory be: From the bosom of the Father You came forth,* O Lover of mankind, and in ineffable humility accepted supernatural poverty.* You, O Lord, deigned to dwell in a cave* and, as a child, You, the Creator and Lord, are nursed at the breasts.* Therefore, led by a star the Magi bring You gifts, as to the Lord of creation,* and the shepherds and angels wonder and cry out:* Glory to God in the highest,* Who is now coming in the form of a human being, to be born on earth.\n\nNow and for ever: (Tone 2): Your are truly blessed..., (p. 140).\n\nAfter",
        "source": "Stamford Menaion",
        "title": "SUNDAY BEFORE CHRISTMAS\nVESPERS"
    },
    "menaion.1218.metadata": {
        "date": "DECEMBER 18-24",
        "title": "SUNDAY BEFORE CHRISTMAS\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1220.vespers.aposticha": {
        "content": "(Tone 1, Podoben Preslavnii muchenycy): Having learned that You were to be born as a King,* the kings from the East come to You, bringing gifts of frankincense, myrrh, and gold, O Son.* Behold them standing before the doors;* bid them enter to gaze upon You, held in my arms as a child,* even though You are older than ancient Adam.\n\nVerse: God comes from Teman; the Holy One from Mount Paran.\n\nCome and make haste to enter, said the Virgin to the magi,* and behold Him Who is invisible is now visibly manifest and has become a child.* They came eagerly and worshiped Him,* bringing gifts in fulfillment of the divine prophecy.\n\nVerse: O Lord, I heard Your voice and I was afraid; I knew Your deeds and I was terrified.\n\nI hold in my arms as a child the One Who upholds all,* and I am filled with amazement.* How shall I feed You with milk, for You give food to all,* O my Son and my Creator?* I glorify Your infinite condescension whereby You save the perishing world.\n\nGlory be: Now and for ever: (Tone 6): O Zion, be happy; rejoice, O Jerusalem, the city of Christ our God;* welcome the Creator Who rests in a manger in a cave.* Open your gates, Jerusalem,* and I will enter so that I may see Him Who holds all creation in His hand,* even though He lies in a manger wrapped in swaddling clothes.* The angels ever praise this life-giving Lord Who is the only Savior of all.\n\nThe",
        "source": "Stamford Menaion",
        "title": "PREFEAST OF THE NATIVITY OF OUR LORD\nVESPERS"
    },
    "menaion.1220.matins.sessional": {
        "content": "(Tone 2, Podoben – Blohoobraznyj Josyf): The unapproachable God, out of mercy, wished to become visible for us. He comes in the flesh, to be born as a human being of the most pure Virgin, in the city of Bethlehem. Therefore, let us hasten with devotion to receive Him.\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 5, Podoben – Sobeznachalnoje Slovo): Prepare, O Bethlehem, to meet Mary, the Virgin and Mother of God, who is now coming to you. She is bearing the child – Christ, Who, before all ages, is co-eternal, with the Father and with the Holy Spirit. She gives birth to Him in a cave and after birth remains a Virgin.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "PREFEAST OF THE NATIVITY OF OUR LORD\nVESPERS"
    },
    "menaion.1220.matins.exapostilarion": {
        "content": "O Bethlehem, land of Judah, adorn the gates! For the Virgin and God-bearer, is coming to you, to give birth in a cave and to place in the manger my God and Lord.\n\nStichera of the",
        "source": "Stamford Menaion",
        "title": "PREFEAST OF THE NATIVITY OF OUR LORD\nVESPERS"
    },
    "menaion.1220.matins.canon": {
        "content": "–",
        "source": "Stamford Menaion",
        "title": "PREFEAST OF THE NATIVITY OF OUR LORD\nVESPERS"
    },
    "menaion.1220.metadata": {
        "date": "DECEMBER 20-24",
        "title": "PREFEAST OF THE NATIVITY OF OUR LORD\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1224.metadata": {
        "date": "DECEMBER 24",
        "title": "DECEMBER 24",
        "source": "Stamford Menaion"
    },
    "menaion.1225.matins.sessional": {
        "content": "(Tone 1, Podoben – Hrob tvoj, Spase): O long-suffering Savior,* for our sake, as an infant. You willingly allowed Yourself to be placed in a manger with animals.* The shepherds together with the angels praised You, saying:* Glory and praise to Christ our God* Who is born on earth and deifies the human race.\n\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 3, Podoben – Krasoti divstva tvojeho): O Theotokos, you carried in your womb, in the flesh,* the One Who is eternal, incomprehensible, and consubstantial with the unseen Father,* the One and indivisible divinity of the Trinity.* O ever-praised One, He shines forth your grace into the world.* Therefore, we unceasingly cry out to you: Rejoice, O pure Mother of God.\n\nGlory be: Now and for ever: (repeat the above).",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF OUR LORD JESUS CHRIST"
    },
    "menaion.1225.matins.exapostilarion": {
        "content": "Our Savior, the rising Sun more brilliant than any other sun,* has visited us today from on high.* We once were in the darkness and the shadow of error,* but now we have found the truth;* for the Virgin gives birth to the Lord our God in Bethlehem.",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF OUR LORD JESUS CHRIST"
    },
    "menaion.1225.matins.stichera_praises": {
        "content": "(Tone 4): O holy ones, be happy;* O heavens, be glad; and all you mountains, sing with joy* because Christ our God today is born.* Behold, the Virgin is enthroned like the Cherubim,* holding in her arms the incarnate Word of God.* The shepherds glorify with hymns the newborn Babe;* the magi offer gifts to their Master;* and the angels sing praises and say:* O incomprehensible Lord, glory to You!\n\nO Virgin Theotokos, you gave birth to the Savior.* You overthrew the ancient curse of Eve.* As a mother you were the benevolence of the Father.* You bore in your womb the incarnate Word of God.* We cannot understand this mystery,* but we glorify it with one faith.* We also join you in praise to say:* O ineffable Lord, glory to You!\n\nCome, all you peoples,* let us praise the Mother of our Savior,* for she remained a virgin after childbirth.* Rejoice, O holy city of our King and God.* The Savior has chosen to live in you,* and in you He has worked out our salvation.* With Gabriel, we sing your praises;* and with the shepherds we glorify you, saying:* O Mother of God, implore Him Who became incarnate from you,* that He",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF OUR LORD JESUS CHRIST"
    },
    "menaion.1225.matins.canon": {
        "content": "(Tone 1)\n\nHirmos 1: Christ is born, let us glorify Him. Christ comes down from heaven; let us go out to meet Him. Christ lives on earth, let us exalt in joy. All you faithful, sing to the Lord, for He has been glorified.\n\nHirmos 3: To Christ our God, Who is the only-begotten Son of the Father from before all ages, and in these latter times has become flesh of the Virgin without seed, let us cry aloud: You are our strength, glory to You, O Lord!\n\nHirmos 4: O Christ, You have come forth from the Virgin as the rod of the root of Jesse and the flower that blossomed from His stem. You became flesh from her who knew not wedlock, from the mountain overshadowed by the forest, O God Who are not formed from created substance. Glory to Your power, O Lord.\n\nHirmos 5: Since You are a God of peace and a Father of mercies, You have sent Your angel of great counsel to us to bring us peace. Thus we are directed towards the light of the knowledge of God, and at the night vigil we glorify You, O Lover of mankind.\n\nHirmos 6: Jonah had dwelt like a babe in the womb before the sea monster spew him forth; the Word dwelt in the womb of the Virgin, taking flesh from her. Although born from her, He kept her all-pure. Since Christ Himself was not subject to incorruptibility, He kept His Mother free from the same.\n\nHirmos 7: The youths who had been raised to fear God were not threatened by the fiery torments. They denounced the wicked decree of the tyrant, and standing in the midst of the flames, they sang: Blessed are You, O God our Fathers.\n\nHirmos 8: The dew-moistened furnace was the image of an incomprehensible wonder. It did not burn the youths entrapped there, just as the fire of the Godhead did not consume the Virgin’s womb in which He dwelt. Therefore, let us praise God, saying: Let all creation bless the Lord and exalt Him above all forever.",
        "source": "Stamford Menaion",
        "title": "NATIVITY OF OUR LORD JESUS CHRIST"
    },
    "menaion.1225.metadata": {
        "date": "DECEMBER 25",
        "title": "NATIVITY OF OUR LORD JESUS CHRIST",
        "source": "Stamford Menaion"
    },
    "menaion.1226.vespers.aposticha": {
        "content": "(Tone 8, Podoben – O preslavnoho chudese): How blessed was your life with the most pure Mother of God,* O spouse equal to the angels,* You shared with her every thought, every joy, every affliction, every revelation.* You both lived together in matrimonial love, joy, and peace!* For thirty years you spent your life with her,* watching over and providing for the needs of the Son of God,* Who provided you with your heavenly needs.\n\nVerse: Happy the husband of a good wife, twice-lengthened are his days.\n\nWhat rich heavenly treasures you received* for your righteous soul from the most pure Virgin Mary!* For you, O blessed one,* were the confidant of her feelings, her joys, her enlightenments, her ecstasies* and her revelations regarding of the eternal good things.* Therefore, O God-crowned spouse,* make us partakers of your efficacious prayers.\n\nVerse: A worthy wife brings joy to her husband, peaceful and full is his life.\n\nHow great are your virtues and gifts* of the Holy Spirit, O God-wise spouse!* You were the most pure vessel of virginity,* profound in humility, ardent in love, sublime in contemplation.* Therefore, make us worthy of these things,* O powerful intercessor, through your holy prayers.\n\nGlory be: (Tone 4): By the many afflictions as well as joys,* your soul showed itself to be adorned like a precious robe, O eminent spouse.* In affliction you did not worry;* in joys you did not become proud,* but in the former you were long-suffering,* while in the latter you walked the path of the Lord more courageously.* Therefore, entreat the Lord that we may imitate you.\n\nNow and for ever: You took up Your abode, O Lord, in the cave;* the manger received You, the shepherds and the magi worshiped You.* Then was the prophecy fulfilled.* The angelic powers were rapt in wonderment, singing and proclaiming:* Glory to Your coming, O only Lover of mankind.",
        "source": "Stamford Menaion",
        "title": "SYNAXIS OF THE MOTHER OF GOD AND ST. JOSEPH\nVESPERS"
    },
    "menaion.1226.vespers.litiya": {
        "content": "(Tone 1): Christ is truly that Lord,* Who came from the house of David and was called his son.* The angel also honored you with that title, saying:* Joseph, son of David.* But you did not receive such glory from David,* as David did from you.* Therefore, we too with the deepest respect of our hearts cry out to you:* Rejoice, O shining glory of the forefather David!\n\nYour glory, Joseph, is your spouse, the true Mother of God,* who is more honorable than the Cherubim and beyond compare more glorious than the Seraphim,* before whom bow low all the angelic hosts and the assembly of the saints.* We, too, with song cry out to you:* Rejoice, you who by the glory of your marriage* have eclipsed the glory of all the marriages of the saints.\n\nYour glory, Joseph, is Christ, the blessed God forever,* for the Mother of God called you His father, saying to Him:* Son, why have You done this to us?* Your father and I have been looking for You with great anxiety, giving you first place.* Therefore, we, too, rejoicing with you and with all the saints, cry out to you:* Rejoice, for you share with the heavenly Father the dignity* of being the father of Christ.\n\nGlory be: (Tone 6): Being the provider for the Judge of the living and dead* in Nazareth by the labors of your hands,* you alone, together with the chosen ones, will need not ask:* Lord, when did we see you hungry, and give you food, or thirsty, and give you drink, or naked, and clothed you?* for you did all these things for Him,* living with Him on earth.\n\nNow and for ever: Angels rejoice in heaven,* and people exalt today,* and all creatures leap with joy because of the birth of the Lord Savior in Bethlehem;* for all deceit of idolatry has ceased,* and Christ reigns forever.",
        "source": "Stamford Menaion",
        "title": "SYNAXIS OF THE MOTHER OF GOD AND ST. JOSEPH\nVESPERS"
    },
    "menaion.1226.matins.sessional": {
        "content": "(Tone 3, Podoben – Khristos ot mertvykh): You were like the ancient patriarch Joseph in bodily chastity.* He was faithful to his lord, fleeing from his tempting mistress.* But knowing your Mistress – the Virgin Mother of your Lord,* you yourself were abstinent and faithfully protected her.* Therefore, implore the grace for us,* that we",
        "source": "Stamford Menaion",
        "title": "SYNAXIS OF THE MOTHER OF GOD AND ST. JOSEPH\nVESPERS"
    },
    "menaion.1226.metadata": {
        "date": "DECEMBER 26",
        "title": "SYNAXIS OF THE MOTHER OF GOD AND ST. JOSEPH\nVESPERS",
        "source": "Stamford Menaion"
    },
    "menaion.1227.vespers.aposticha": {
        "content": "– of the Nativity, (p. 1144).\n\nGlory be: (Tone 6): You showed yourself, O apostle Stephen,* to be the first of the martyrs and of the deacons.* You are the glory of the just and the pride of the faithful.* As one standing before the throne of Christ, the King of all,* in behalf of those who celebrate your memory,* pray that they be made worthy of the cleansing of sins* and of the heavenly kingdom.\n\nNow and for ever: Angels rejoice in heaven, and people exalt today,* and all creatures leap with joy* because of the birth of the Lord Savior in Bethlehem;* for all deceit of idolatry has ceased,* and Christ reigns forever.\n\nThe",
        "source": "Stamford Menaion",
        "title": "ST. STEPHEN, THE PROTOMARTYR\nVESPERS"
    },
    "menaion.1227.matins.sessional": {
        "content": "(Tone 4, Podoben – Udyvysia Josyf): Why are you amazed, Mary?* Why are you awed by what had taken place in you?* – Because I gave birth in time to the eternal Son – She replied.* How can it be that I, a virgin, give birth to a son?* Who ever heard of a seedless birth?* Whenever God wishes, the order of nature is changed, as it is written.* Christ was born, in order to restore the formerly fallen image. (Glory be: Now and for ever: repeat the same).\n\n(Tone 1): When Jesus was born in Bethlehem of Judea,* all creation was illumined, recognizing its Creator.* The angelic hosts stood in amazement, seeing their Master,* Who, on earth, assumed the form of a servant.* Glory to the incarnate God!* Glory to the One Who was born on earth!* Glory to Him, Who condescended to save the human race! (Glory be: Now and for ever: repeat the same).\n\nPsalm 50 (see p. 128).",
        "source": "Stamford Menaion",
        "title": "ST. STEPHEN, THE PROTOMARTYR\nVESPERS"
    },
    "menaion.1227.matins.exapostilarion": {
        "content": "Our Savior, the rising Sun more brilliant than any other sun,* has visited us today from on high.* We once were in the darkness and the shadow of error,* but now we have found the truth;* for the Virgin gives birth to the Lord our God in Bethlehem.",
        "source": "Stamford Menaion",
        "title": "ST. STEPHEN, THE PROTOMARTYR\nVESPERS"
    },
    "menaion.1227.matins.stichera_praises": {
        "content": "(Tone 1): Let us, the faithful, weave a martyr’s crown* for the Protomartyr with spiritual flowers!* He opened the way for martyrs, and with joy he cries out:* Behold, I see the heavens open and the Son of God,* Who is seated at the right hand of the invisible God.\n\n(Tone 2): You showed yourself, O holy Stephen,* to be the first of the deacons and first of the martyrs.* For you became the way for the holy ones* and brought to the Lord countless martyrs;* for this reason, heaven opened to you and God appeared to you.* Pray to Him to save our souls.\n\nYou clothed yourself in holiness, blessed Stephen,* protomartyr and protodeacon,* co-partner with the angels.* Intercede and pray for us* before the sinless Savior and our Lord.\n\n(Tone 5): O first martyr, apostle, and first deacon,* gateway of the martyrs and glory of the righteous,* praise of the apostles!* As they were stoning you, you saw heaven open and the Son of God,* Who stood at the right of the invisible Father,* with your face shining like an angel,* you joyfully prayed for those who were stoning you:* Lord, do not hold this sin against them!* Today pray also for those who lovingly glorify you* cleansing of sins and great mercy.\n\nGlory be: Now and for ever: (Tone 6): To make the earthly heavenly, You came to earth,* received from the Virgin a body and became a visible child,* though You were the eternal Word.* You guided the Persian magi,* in order that they",
        "source": "Stamford Menaion",
        "title": "ST. STEPHEN, THE PROTOMARTYR\nVESPERS"
    },
    "menaion.1227.matins.canon": {
        "content": "–",
        "source": "Stamford Menaion",
        "title": "ST. STEPHEN, THE PROTOMARTYR\nVESPERS"
    },
    "menaion.1227.metadata": {
        "date": "DECEMBER 27",
        "title": "ST. STEPHEN, THE PROTOMARTYR\nVESPERS",
        "source": "Stamford Menaion"
    }
}