{
    "triodion.publican_pharisee.vespers.stichera_aposticha": {
        "content": "From the resurrectional tone of the week and the following:\n\nGlory be: (Tone 5): Because of my sins my eyes are weighed down,* and I can no longer raise them up to see the light of heaven.* But grant that I may repent like the publican,* O Lord, have mercy on me.\n\nNow and for ever: O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of Righteousness,* wished to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls;* for, as His Mother, you can approach Him with the greatest confidence.",
        "source": "Stamford Lenten Triodion"
    },
    "triodion.publican_pharisee.raw_content": "SATURDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nSeven stichera from the resurrectional tone of the week and the following three:\n\n(Tone 1): O faithful, let us not pray as the Pharisee,* for those who exalt themselves shall be humbled.* Let us humble ourselves before God,* and with the publican let us say:* Lord, have mercy on me a sinner.\n\nThe Pharisee, overcome with his pride,* and the publican, bent down in repentance,* came before You, the only Lord;* the first trusted in himself and was deprived of Your blessings;* the other spoke but a few words and received your blessings in abundance.* Behold my tears and strengthen me, O Christ our God,* for You are indeed the Lover of Mankind.\n\n(Tone 3): You know the difference, O my soul, between the Pharisee and the publican.* Detest the proud words of the first;* imitate the humble prayer of the second and say:* Forgive me, O Lord, for I am a sinner,* O God have mercy on me!\n\nGlory be: (Tone 8): O almighty Lord,* I realize the power of tears:* they saved Hezekiah from the gates of death;* by them the sinful woman was forgiven all her sins;* and through them the publican was justified, but the pharisee was not.* Number me with them, O Lord, and have mercy on me.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nAposticha\n\nFrom the resurrectional tone of the week and the following:\n\nGlory be: (Tone 5): Because of my sins my eyes are weighed down,* and I can no longer raise them up to see the light of heaven.* But grant that I may repent like the publican,* O Lord, have mercy on me.\n\nNow and for ever: O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of Righteousness,* wished to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls;* for, as His Mother, you can approach Him with the greatest confidence.\n\nCanticle of Simeon; Holy God; Trinity most holy; Our Father; resurrectional troparion; Glory be: Now and for ever: resurrectional theotokion.\n\nSUNDAY MATINS\n\nEverything resurrectional to Psalm 50 inclusive, then:\n\nGlory be: (Tone 8): Open to me the doors of repentance, O Giver of Life.* As we worship in Your temple this morning,* teach us how to purify the temples of our bodies,* and in Your compassion, purify me by the goodness of Your mercies.\n\nNow and for ever: Lead me to the paths of salvation, O Mother of God,* for I have condemned myself with shameful sins* and have wasted all my life in slothfulness.* By your intercession purify me from all sinfulness.\n\nVerse (Tone 6): Have mercy on me, God, in Your kindness. In Your compassion blot out my offense.\n\nWhen I think upon the multitude of my evil deeds,* I tremble for the terrible day of judgment.* But trusting in the compassion of Your mercy, O Lord,* I cry to You like David:* Have mercy on me, O God, according to Your great mercy.\n\nCanon (resurrectional and the following)\n\nOde 9, Hirmos (Tone 6): For humanity it is impossible to see God upon Whom even the angels dare not gaze; but because of you, O most pure One, the Word made flesh is seen by mortals; and when we extol you together with the heavenly armies, we proclaim you blessed.\n\nVerse: Glory be to You, our God, glory be to You!\n\nReceiving from Christ humility as our path to exaltation, let us imitate the Publican as our model of salvation. Let us drive far from us the stench of pride so that our humble heart may receive great mercy.\n\nVerse: Glory be to You, our God, glory be to you!\n\nLet us cast out pride from our soul, and let us gain a right conscience with feelings of humility. Let us not try to be just in our own eyes, and let us detest the stench of vainglory, so that with the Publican we may find grace before God.\n\nGlory be: Now and for ever: Now make worthy of Your blessing, O Lord, those who have become poor in spirit: for according to Your commandment, we offer You a contrite spirit. O Savior, accept those who serve You with all their heart and save them.\n\nKatabasia (Tone 4): Let everyone on earth dance for joy in spirit. Let the heavenly ranks celebrate in honor of the sacred feast. O Mother of God, let them cry: Rejoice, ever-blessed Theotokos and ever-Virgin. (To Feb. 9, the following hirmos is taken: In the shadows and the writings..., p. 261).\n\nHoly is the Lord our God (3x).\n\nExapostilarion and the following:\n\nGlory be: Let us cast far from us the pride of the pharisee, and let us learn the perfect humility of the publican so that we may be exalted and say with him: Lord, forgive Your servants, for You were born of the Virgin, O Christ our God, and freely You suffered even to the cross, and by Your divine power You have raised the world with You.\n\nNow and for ever: The Author of creation and the God of the universe has taken mortal f",
    "triodion.prodigal_son.vespers.stichera_aposticha": {
        "content": "From the resurrectional tone of the week, then the following:\n\nGlory be: (Tone 6): I have wasted the treasure that my Father gave to me;* I have lived among senseless animals,* I have longed to eat the food of swine,* and because no one offered it to me I remained hungry.* But now I return to my Father Who is so good,* and with tears I cry out:* Treat me as one of Your servants,* for I no longer deserve Your love;* and in Your mercy, save me.\n\nNow and for ever: Christ the Lord, our Creator and Redeemer,* came forth from your womb, O most pure Virgin.* He clothed Himself in our human flesh* to set us free from the original curse of Adam.* Therefore, O Mary, we praise you, without ceasing,* as the true Virgin Mother of God,* and we sing with the angels:* Rejoice, O Lady, advocate, protector, and salvation of our souls.",
        "source": "Stamford Lenten Triodion"
    },
    "triodion.prodigal_son.raw_content": "VESPERS\n\nStichera at “O Lord, I have cried...”\n\nSeven stichera from the resurrectional tone of the week and the following:\n\n(Tone 1): I have sown sin in a land of innocence and life* and have harvested the ears of thoughtlessness.* I have gathered my actions into bundles of sheaves,* but I have not placed them on the threshing floor of repentance.* And now I pray to You, O my God,* for You are the eternal Tiller of our fields: With the breath of Your lovingkindness,* winnow the grain of my actions,* feed my soul with Your grace and forgiveness,* gather me into Your heavenly granaries and save me.\n\nO faithful, let us discover the power of the divine mystery.* The prodigal came back from his sin and returned to his father’s house;* in his loving kindness his father came out to meet him and kissed him.* He restored him to the glory of his house* and prepared a mystical banquet on high.* He killed the fatted calf so that we may share in his joy:* the joy of the Father who offers with love,* and the joy of the Lamb Who gives Himself for us;* for He is Christ, the Savior of our souls.\n\n(Tone 4): As the prodigal son I also come to You, O God of goodness,* after having spent my life far from You. O Father,* I wasted the riches that You gave me.* Receive my repentance, O Lord, and have mercy on me.\n\nGlory be: (Tone 2): From what blessings have I been deprived in my wretchedness,* from what kingdom have I been exiled!* I squandered the treasure that I received from You,* and I have wandered far from Your law.* Alas, O my poor soul, you shall be delivered to the eternal fire;* but before the end cry out to Christ our God:* Receive me, O Lord, as the prodigal son,* and have mercy on me.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nAposticha\n\nFrom the resurrectional tone of the week, then the following:\n\nGlory be: (Tone 6): I have wasted the treasure that my Father gave to me;* I have lived among senseless animals,* I have longed to eat the food of swine,* and because no one offered it to me I remained hungry.* But now I return to my Father Who is so good,* and with tears I cry out:* Treat me as one of Your servants,* for I no longer deserve Your love;* and in Your mercy, save me.\n\nNow and for ever: Christ the Lord, our Creator and Redeemer,* came forth from your womb, O most pure Virgin.* He clothed Himself in our human flesh* to set us free from the original curse of Adam.* Therefore, O Mary, we praise you, without ceasing,* as the true Virgin Mother of God,* and we sing with the angels:* Rejoice, O Lady, advocate, protector, and salvation of our souls.\n\nCanticle of Simeon; Holy God; Trinity most holy; Our Father; resurrectional troparion; Glory be... now and for ever: resurrectional theotokion.\n\nSUNDAY MATINS\n\nEverything resurrectional until the polyeley, then Psalm 136:\n\nBy the rivers of Babylon there we sat and wept, remembering Zion. Alleluia! (3x)\n\nFor it was there that they asked us; our captors, for songs, our oppressors, for joy. Alleluia! (3x)\n\nSing to us they said, one of Zion’s songs. Alleluia! (3x)\n\nO how could we sing the song of the Lord on alien soil? Alleluia! (3x)\n\nO Babylon, destroyer, one is happy who repays you the ills you brought on us. Alleluia! (3x)\n\nGlory be: Now and for ever: Alleluia (3x).\n\nAlleluia, Alleluia, Alleluia. Glory be to You, O God!\n\nHosts of angels; everything else resurrectional including Psalm 50; then: Open to me the doors..., (p. 434).\n\nCanon (resurrectional and the following):\n\nOde 9, Hirmos (Tone 2): What mortal has ever heard of this? Who has ever known a virgin to conceive and give birth without pain? But this is your wondrous mystery, O holy Mother of God, and we extol you.\n\nVerse: Glory be to You, our God, glory be to You!\n\nO Christ, behold the affliction of my heart; do not despise my conversion and my tears. Embrace me in Your mercy, and add me to the number of your elect, so that in thanksgiving I may praise Your love.\n\nVerse: Glory be to You, our God, glory be to You!\n\nAs the thief I cry out: Remember me. As the humble publican, I strike my breast and implore Your mercy. As the prodigal, deliver me from all iniquity, O God of mercy, so that I may praise the condescension of my King.\n\nGlory be: Now and for ever: By the brightness of your intercession, O Virgin, enlighten the dark eyes of my spirit. Lead me on the paths of repentance, so that I may praise you as is fitting. For you have brought into the world in an ineffable manner the Word of God.\n\nKatabasia: What mortal has ever heard... (see above). To Feb. 9, the following katabasia is taken: In the shadows and the writings..., (p. 261).\n\nHoly is the Lord our God (3x).\n\nExapostilarion and the following:\n\nGlory be: The treasury of grace that You have given me, O God and Savior, I have wasted in a wretched way. Wickedly I squandered it, living far from You in foolish company. But now I return to You: Accept me, O God of mercy, as You once received the prodigal, and save me.\n\nNow and for ever: O holy Virgi",
    "triodion.saturday_departed.vespers.stichera_aposticha": {
        "content": "(Tone 8): You have formed Adam with Your own hand* and have placed him at the border of mortal and immortal life;* You created him full of grace and life, and then You delivered him from death.* O Savior, You brought him back to his original life.* Therefore, O Master, we pray to You:* To Your servants whom You have taken to Yourself,* grant repose with the just in the choir of Your elect;* inscribe their names in the book of life.* When the archangel shall awaken them at the sound of the trumpet,* count them worthy of Your heavenly kingdom.\n\nVerse: Blessed are they whom You have chosen and received, O Lord.\n\nChrist is risen and has broken the bonds of Adam* and all those who came after him;* He has destroyed the power of Hades.* Take courage, all you departed!* Death has been put to death;* Hades has been despoiled.* Christ has triumphed on the cross;* He is risen and has given immortality to our flesh.* He has raised us with Him and made us sharers of His resurrection.* He has made worthy of His glory* all those who in justice and joy have placed their hope in Him.\n\nVerse: Their souls shall dwell in everlasting happiness.\n\nIn days of old Adam was seized with grief* when he tasted the forbidden fruit in Eden;* for the Serpent filled it with venom,* and in this way Death entered the world,* devouring the whole human race,* but the Lord has come destroying the dragon and giving us rest.* Let us cry out: O God our Savior,* spare those whom You have taken to Yourself* and give them rest with Your chosen ones.\n\nGlory be: (Tone 2): As a flower withers and a shadow passes,* so every one will die;* but when the trumpet sounds, the dead will rise again* as in an earthquake to meet You, O Christ our God.* Then, O Master, place in the abode of Your saints* the souls of Your servants whom You have taken from us.\n\nNow and for ever: In you, O Mother of God, I place all my trust;* shelter me beneath your mantle.",
        "source": "Stamford Lenten Triodion"
    },
    "triodion.saturday_departed.raw_content": "FRIDAY VESPERS\n\nLitany of the Deceased (standing)\n\nIn peace let us pray to the Lord.\n\nFor the peace from on high and for the salvation of our souls, let us pray to the Lord.\n\nFor the departed servants of God (our fathers and brethren) and for their blessed repose, let us pray to the Lord.\n\nThat their every transgression, voluntary and involuntary, be forgiven them, let us pray to the Lord.\n\nThat they may stand blameless before the awesome tribunal of Christ, let us pray to the Lord.\n\nLet us also pray that the Lord God commit their souls to the place where the just repose.\n\nFor the sorrowing and the sick who have placed their hope in the consolation of the Lord, let us pray to the Lord.\n\nThat they may be delivered from every sickness, sorrow, and sighing, let us pray to the Lord.\n\nThat the Lord place their souls in a place of light, joy, and peace, where the righteous repose, let us pray to the Lord.\n\nThat they may be delivered from all tribulation, wrath, and misfortune, let us pray to the Lord.\n\nHelp and save, have mercy and protect us, O God, by Your grace.\n\nFor the mercy of God, for the kingdom of heaven, and for the remission of their sins, let us beseech Christ, the immortal King and our God.\n\nFor You, O Christ our God, are the resurrection, the life and the repose of Your servants, who have fallen asleep; and we give glory to You, together with Your eternal Father and Your most holy, good and life-giving Spirit, now and for ever and ever.\n\nStichera at “O Lord, I have cried...”\n\nThree stichera from the Octoechos and these three from the Triodion:\n\n(Tone 8): O faithful, let us commemorate today* all those who have fallen asleep from times beyond memory,* and all those who have lived in true faith,* each one individually.* Let us praise the Lord our Savior,* praying to Him with fervor,* that at the time of judgment* they may give a good account to our God Who is to judge the earth,* so that they may stand joyfully at His right hand* in the company of the just, as brilliant heirs of the saints,* and that they may deserve His heavenly kingdom.\n\nO Savior, Who redeemed us with Your blood,* Who delivered us from Death* through Your death and granted us everlasting life through resurrection;* give repose, O Lord, to the souls of the faithful who rest in death,* in the wilderness or in the cities* on land, at sea, or anywhere;* to king and bishops, to ascetics and to priests,* to the laity of every walk of life and every race,* and make them all worthy of Your kingdom.\n\nO Christ, by Your resurrection from the dead,* Death has no more power over those who have fallen asleep in the true faith.* Wherefore, we beseech You constantly;* Let us rest in Your heavenly dwellings in the bosom of Abraham* together with all Your servants* who have worshiped You according to their conscience* from the days of Adam until our present time:* parents, siblings, relatives and friends,* who have passed through this life with some degree of faith,* and make us all worthy of Your heavenly kingdom.\n\nGlory be: I weep and lament* as I contemplate death,* and behold our beauty fashioned in the image of God,* resting in the tombs,* disfigured, deprived of glory and expression.* O, what a wonder!* What is this mystery?* Why have we been delivered to corruption?* Why subjected to Death?* Indeed, as it is written,* by the command of God,* for He grants rest to the departed.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nInstead of the Prokimenon, the Alleluia (Tone 8) is taken:\n\nVerse: Blessed are they whom You have chosen and received.\n\nVerse: They are remembered from generation to generation.\n\nAposticha\n\n(Tone 8): You have formed Adam with Your own hand* and have placed him at the border of mortal and immortal life;* You created him full of grace and life, and then You delivered him from death.* O Savior, You brought him back to his original life.* Therefore, O Master, we pray to You:* To Your servants whom You have taken to Yourself,* grant repose with the just in the choir of Your elect;* inscribe their names in the book of life.* When the archangel shall awaken them at the sound of the trumpet,* count them worthy of Your heavenly kingdom.\n\nVerse: Blessed are they whom You have chosen and received, O Lord.\n\nChrist is risen and has broken the bonds of Adam* and all those who came after him;* He has destroyed the power of Hades.* Take courage, all you departed!* Death has been put to death;* Hades has been despoiled.* Christ has triumphed on the cross;* He is risen and has given immortality to our flesh.* He has raised us with Him and made us sharers of His resurrection.* He has made worthy of His glory* all those who in justice and joy have placed their hope in Him.\n\nVerse: Their souls shall dwell in everlasting happiness.\n\nIn days of old Adam was seized with grief* when he tasted the forbidden fruit in Eden;* for the Serpent filled it with venom,* and in this way Death entered the world,* devouring the whole human race,* but th",
    "triodion.meatfare.vespers.stichera_aposticha": {
        "content": "From the resurrectional tone of the week, then the following:\n\nGlory be: (Tone 8): Alas! O my darkened soul,* how long will you persist in sin?* How long will you lie in laziness?* Why do you not think of the dreadful hour of death?* Do you not fear the awesome judgment seat of the Savior?* How will you defend yourself?* How will you be vindicated?* Your works are there to convict you,* and your actions witness against you.* Moreover, time is growing short,* O my soul; hasten and cry out in faith:* I have sinned, O Lord, I have sinned:* but I know Your love and Your mercy.* O Good Shepherd, in Your goodness,* do not deprive me of a place at Your right hand.\n\nNow and for ever: O Virgin, you have never known wedlock,* yet you conceived God in the flesh in a manner which words can never describe.* You thus became the Mother of God on high.* O Immaculate Lady, receive the supplication of your servants* and grant us the cleansing of our sins.* Accept now our prayers and beseech God to save all of us.",
        "source": "Stamford Lenten Triodion"
    },
    "triodion.meatfare.raw_content": "SATURDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nSeven stichera from the resurrectional tone of the week and the following:\n\n(Tone 6, Podoben - Vse otlozhyvshe): When You shall come to render just judgment,* O Righteous Judge,* You shall sit upon Your throne of glory.* A river of fire shall flow before Your judgment seat;* the powers of heaven will be there with You.* Filled with fear, all humanity will be judged according to their deeds.* At this hour, O Christ, spare us,* and because of Your great love, grant that the faithful* who pray to You may be given a place with Your chosen ones.\n\nThe books will be opened* and the secrets laid bare* before Your awesome judgment seat;* and the whole valley of tears shall resound with a dreadful sigh,* when it sees the sinners sent to eternal punishment by Your just judgment,* and hears them weeping hopelessly.* Therefore, O God of Mercy, we pray to You:* Spare us who sing to You, O Only Good One.\n\nThe trumpets shall sound* and the tombs shall be opened;* humanity shall come forth trembling.* Those who have done good shall rejoice,* as they await the reward they shall receive.* Those who have done evil shall shriek in terror,* as they are sent to punishment and separated from the elect.* In Your goodness, spare us, O Lord of glory,* and grant that we may enjoy a place with those who love You.\n\nGlory be: (Tone 8): When the thrones are set up and the books are opened* and God will sit in judgment,* what fear shall I feel at that moment!* When the angels shall tremble at His side* and a river of fire rise up,* what shall we sinners then do?* When we shall hear the blessed of His Father called to the kingdom of heaven* and the sinners to eternal punishment,* who will be able to endure His dreadful condemnation?* But you, O my Savior, hasten to convert me before the end,* and, O King of the ages, have mercy on me.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nAposticha\n\nFrom the resurrectional tone of the week, then the following:\n\nGlory be: (Tone 8): Alas! O my darkened soul,* how long will you persist in sin?* How long will you lie in laziness?* Why do you not think of the dreadful hour of death?* Do you not fear the awesome judgment seat of the Savior?* How will you defend yourself?* How will you be vindicated?* Your works are there to convict you,* and your actions witness against you.* Moreover, time is growing short,* O my soul; hasten and cry out in faith:* I have sinned, O Lord, I have sinned:* but I know Your love and Your mercy.* O Good Shepherd, in Your goodness,* do not deprive me of a place at Your right hand.\n\nNow and for ever: O Virgin, you have never known wedlock,* yet you conceived God in the flesh in a manner which words can never describe.* You thus became the Mother of God on high.* O Immaculate Lady, receive the supplication of your servants* and grant us the cleansing of our sins.* Accept now our prayers and beseech God to save all of us.\n\nCanticle of Simeon; Holy God; Trinity most holy; Our Father; resurrectional troparion; Glory be: Now and for ever: resurrectional theotokion.\n\nSUNDAY MATINS\n\nEverything resurrectional, as on an ordinary Sunday; after the Polyeleos: By the rivers of Babylon..., (p. 439); and after Psalm 50, Open me the doors..., (p. 434).\n\nCanon (resurrectional and the following):\n\nOde 9, Hirmos (Tone 6): You conceived without seed; your giving birth is beyond expression, O spouseless Mother. God became incarnate in a virginal manner and renewed the laws of nature. With true faith, O Virgin Mother of God, we extol you from age to age.\n\nVerse: Glory be to You, our God, glory be to You!\n\nThe Lord is coming to punish sinners and save the just; let us pour out our tears and tremble; let us call to mind that day when the Lord will uncover all our secret deeds, and punish them as is fitting.\n\nVerse: Glory be to You, our God, glory be to You!\n\nMy soul is wounded, my body has grown weak, my spirit is drooping, my thoughts are without strength, the end is near, and my life is passing away. What will you do, O my poor soul, when the Judge shall come and reveal your secret deeds?\n\nGlory be: Now and for ever: In Your anger, do not reject me far from Your face, O Lord. May I not hear Your voice pronounce the curse and send me to the fire; rather may I enter into the joy of Your eternal wedding banquet with Your elect.\n\nKatabasia: You conceived without seed... (see above).\n\nHoly is the Lord our God (3x).\n\nExapostilarion and the following:\n\nGlory be: Now and for ever: I consider the hour of judgment and Your dreadful coming, O Lord and Lover of Mankind; and in my distress, I tremble and cry out to You: O Just Judge Who alone are merciful, guide me back to You and accept me, through the prayers of the Mother of God.\n\nStichera at the Praises\n\nStichera from the resurrectional tone of the week and the following three:\n\n(Tone 6): I meditate upon that awesome day* when we shall all stand naked as the condemned,* to appear before the i",
    "triodion.cheesefare.vespers.stichera_aposticha": {
        "content": "From the resurrectional tone of the week and the following:\n\nGlory be: (Tone 6): Adam was banished from paradise because of the forbidden fruit.* He sat before the gate, sighing and lamenting:* Alas! Woe is me! What is happening to me?* I have transgressed the commandment of the Lord,* and now I am deprived of every blessing.* O paradise, so delightful, you were planted for me,* and now you are closed because of Eve.* Beseech your Creator Who has also fashioned me* to fill me with the fragrance of your flowers once again.* And the Savior said to him:* I do not desire the destruction of My creation;*",
        "source": "Stamford Lenten Triodion"
    },
    "triodion.cheesefare.raw_content": "SATURDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nSeven stichera from the resurrectional tone of the week and the following three:\n\n(Tone 6, Podoben — Vse Otlozhyvshe): My Creator and Lord has formed me from the clay of the earth,* He has given me a soul by His life-giving breath.* He has made me ruler of all things visible upon the earth* and has made me a companion of the angels.* But Satan has used the serpent as a trap* and has deceived me with this bait;* he has separated me from the glory of God* and delivered me over to the earth and to death.* But You, O Lord of Mercy, call me back to You.\n\nAlas! I have been stripped of my divine garment* by transgressing Your commandment, O Lord,* and by following the counsel of the enemy.* I am now clothed with fig leaves and the garments of skin;* I now eat my bread by the sweat of my brow,* and because of my fault, the earth is condemned to bring forth thistles and thorns.* But, You, O Lord born of the Virgin in these last times,* call me back to enter once again into paradise.\n\nO beloved paradise, beauty of springtime and divinely created abode,* unending joy and delight,* the glory of all the just, the enchantment of the prophets and the dwelling place of the saints,* by the rustling of your leaves,* implore the Creator of the universe* to open the gates that I have closed by my fault;* let me partake of the tree of life* and share the joy that I once found in You.\n\nGlory be: Adam sat before paradise,* sighing and weeping over his nakedness:* Alas! I was seduced by craftiness and stripped naked,* and I am now separated from glory.* Alas! In my simplicity, I was naked;* but now I do not know what to do,* O paradise, never again shall I taste your joy;* never again shall I see the Lord, my Creator and my God.* For I must return to the earth from which I was taken.* O merciful God, I cry out to You:* I have fallen; have mercy on me.\n\nNow and for ever: Dogmaticon of the tone of the week.\n\nAposticha\n\nFrom the resurrectional tone of the week and the following:\n\nGlory be: (Tone 6): Adam was banished from paradise because of the forbidden fruit.* He sat before the gate, sighing and lamenting:* Alas! Woe is me! What is happening to me?* I have transgressed the commandment of the Lord,* and now I am deprived of every blessing.* O paradise, so delightful, you were planted for me,* and now you are closed because of Eve.* Beseech your Creator Who has also fashioned me* to fill me with the fragrance of your flowers once again.* And the Savior said to him:* I do not desire the destruction of My creation;*"
}