{
  "content": "O Christ, our Savior,* we lift up our voices in song to glorify You.* For, in Your love for mankind,* You became incarnate without leaving heaven;* You accepted the cross and death;* You cast down the gates of Hades;* and on the third day You arose from the dead* for the salvation of our souls.\n\n*Verse:* The Lord reigns, He is clothed in majesty.\nO Giver of life, streams of forgiveness, life, and salvation* poured forth from Your pierced side upon us all.* By accepting physical death, You granted us immortality;* by lying in the tomb, You freed us from Hades,* and as God, by rising from the dead,* You raised us with Yourself in glory*. Therefore, we cry out to You:* O Lover of mankind, glory to You!\n\n*Verse:* For He has made the world firm, which shall not be moved.\nO Lover of mankind,* Your crucifixion and descent into Hades are most wondrous.* For, as God, You thereby conquered the power of Hades* and raised up in glory, with Yourself, those who were long imprisoned there.* You reopened paradise and enabled them to enter.* Grant forgiveness of sins to us* who glorify Your resurrection on the third day,* for You alone are all-merciful.\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\nO Lover of mankind, *You accepted suffering in the flesh* and rose from the dead on the third day.* Therefore, heal the passions of our flesh,* raise us from our dreadful iniquities, and save us.\n\n*Glory be: Now and for ever:* O most pure Virgin,* you are the temple, the gate, the palace, and the throne of the King.* Christ, our Redeemer and Lord,* appeared through you to those who slumbered in darkness.* For He, as the Sun of righteousness,* wished to enlighten those whom He created with His own hands* according to His own image.* Therefore, O Lady, whom we always praise in song,* we beseech you to intercede with Christ for the salvation of our souls;* for, as His mother, you can approach Him with the greatest confidence.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_5.stichera_aposticha"
}