"## SATURDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nO Christ, You won the victory over Hades,* You ascended the cross so that You might raise up with Yourself* all those who dwelt in the darkness of death.* Almighty Savior, You are free from death* and bestow life by Your divine light.* We, therefore, beseech You to have mercy on us.\n\nToday Christ has conquered Death.* He has risen from the grave as He had foretold,* bestowing great joy upon the world.* Therefore, let us lift up our voices and sing:* O Fountain of life, O Light Whom no one can approach,* almighty Savior, have mercy on us.\n\nO Lord, where can we sinners flee from You,* for You are present in all creation?* You are present in heaven, for it is Your dwelling-place.* Your power prevails in Hades where You conquered Death.* O Master, Your sustaining hand touches even the depths of the sea.* Where, then, can we take refuge except in You?* We, therefore, prostrate ourselves before You and pray:* O Lord, risen from the dead, have mercy on us.\n\nWe exult in Your cross, O Christ,* and we sing the glory of Your resurrection.* For You are our God, and we have no other Lord but You.\n\nGlory to Your might, O Lord,* for You have conquered the power of Death.* You have renewed us through Your cross,* granting us life and incorruption.\n\nWe forever bless the Lord and praise His resurrection,* for by suffering crucifixion,* He has destroyed Death by His death.\n\nBy Your death and burial, O Lord,* You broke asunder the bonds of Hades;* and by Your resurrection from the dead,* You enlightened the whole world.* We, therefore, exclaim: Glory to You, O Lord!\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* Who would not bless you, most holy Virgin?* Who would not praise the most pure manner in which you gave birth?* For the only-begotten Son, Who eternally proceeds from the Father, came forth from you.* He took flesh from you in a manner that is beyond understanding.* He, Who by nature is God, took on our nature for our sake.* Yet He did not become divided into two persons;* rather, He remained one person with two distinct and unconfused natures.* O most pure Lady, we implore you:* Beseech your Son and God to have mercy on our souls.\n\n**Aposticha**\n\nO Christ our Savior,* the angels in heaven sing the praises of Your resurrection;* make us, on earth, also worthy* to extol and glorify You with a pure heart.\n\n*Verse:* The Lord reigns, He is clothed in majesty.\nAlmighty God, You destroyed the brazen gates and bars of Hades,* and raised up fallen mankind.* Therefore, with one accord, we cry out:* O Lord, risen from the dead, glory to You!\n\n*Verse:* For He has made the world firm, which shall not be moved.\nChrist willed to renew us from our corruption of old* by being nailed to a cross and placed in a tomb.* When the women came to anoint His body they tearfully cried out:* O, what sorrow afflicts us!* O Savior of all, how could You consent to occupy a grave?* If You truly willed this, then why did You allow Your body to be stolen?* How were You removed? What place now conceals Your life-bearing body?* O Lord, appear to us as You promised* and put an end to our tears.* As they were lamenting, an angel appeared and cried out to them:* Do not weep, but tell the apostles that the Lord is risen,* granting sanctification and great mercy to the world.\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\nO Christ, You were crucified of Your own free will,* and by Your burial You imprisoned Death.* As God, You rose in glory on the third day,* granting life and great mercy to the world.\n\n*Glory be: Now and for ever:* Christ the Lord, our Creator and Redeemer,* came forth from your womb, O most pure Virgin.* He clothed himself in our human flesh* to set us free from the original curse of Adam.* Therefore, O Mary, we praise you, without ceasing, as the true Virgin Mother of God,* and we sing with the angels:* Rejoice, O Lady, advocate, protector, and salvation of our souls.\n\n## SUNDAY MATINS\n\n**Sessional Hymns**\n\n1. When the tomb was shown to be open and Hades was lamenting,* Mary cried out to the apostles who were hiding and said:* Come out, laborers of the vineyard, proclaim the news of the resurrection;* for the Lord is risen, granting the world great mercy.\n*Glory be: Now and for ever:* O Virgin and Theotokos, pray to your Son, Christ our God,* Who was willingly nailed upon the cross and rose from the dead,* that He might save our souls.\n\n2. Mary Magdalene stood by Your tomb and wept, O Lord.* When she thought You were the gardener, she said:* Where have you hidden the eternal Life?* Where have you placed Him Who sits on the throne of the Cherubim?* When she saw those guarding Him fearful and appearing as dead, she cried to them:* Give me my Lord or else cry out with me and say:* You have come forth from the tomb and raised the dead, O Lord, glory to You!\n*Glory be: Now and for ever:* O Theotokos, Gideon prefigured your conception,* and David interpreted your birthgiving.* As dew descended upon the fleece so the Word descended into your womb.* O holy Earth, who without seed gave birth to Christ our God,* the salvation of the world, you are full of grace.\n\n**Gradual Hymn**\n\nI lift my eyes to heaven, to You, O Word of God. In Your mercy save me so that I may live in You.\nO Lord, have mercy on us, for we are filled with contempt. Restore us as Your chosen vessels, O Word.\n*Glory be: Now and for ever:* Truly the Holy Spirit is the cause of salvation for all; for when He breathes on them, He raises them from the cares of this world. He gives them wings to carry them to heaven.\n\n*Prokimenon: Ps 79*\nO Lord, rouse up Your might; O Lord, come to our help.\n*Verse:* O shepherds of Israel, hear us, for you lead Joseph’s flock.\n\n**Canon**\n\n*Hirmos 1:* When the Israelites crossed the abyss as if on dry land and saw Pharaoh their persecutor drowning in the sea, they cried out: Let us sing a hymn of victory to our God.\n\n*Hirmos 3:* None is holy as You, O Lord my God; in Your goodness, You have exalted the strength of the faithful; and You have established us on the unshakable rock of the confession of Your name.\n\n*Hirmos 4:* Christ is my strength, my Lord, and my God! This is the hymn that the holy Church proclaims, and with a purified heart she praises the Lord.\n\n*Hirmos 5:* O God most good, illumine with Your divine brightness the souls of those who love You and keep watch before You. I beseech You, O Word of God, grant that they may know You, the true God, Who calls us out of the darkness of sin.\n\n*Hirmos 6:* When I see the ocean of this life tossed about by the tempest of temptations, I hasten to Your harbor of peace and cry out to You, O God of goodness: Rescue my life from the pit of corruption.\n\n*Hirmos 7:* In the furnace the angel poured out dew upon the noble youths, but at the order of God the fire burned the Chaldeans; and the tyrant was forced to sing: Blessed are You, O Lord, God of our ancestors.\n\n*Hirmos 8:* You made dew spring forth amid the flames for Your holy ones, and through water You set fire to the sacrifice of Your just one, for You accomplish all things through Your will alone. O Christ, we exalt You through all ages.\n\n*Ode 9 – Hirmos:* For humanity it is impossible to see God upon Whom even the angels dare not gaze; but because of you, O most pure One, the Word made flesh is seen by mortals; and when we extol you together with the heavenly armies, we proclaim you blessed.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nYou remained a stranger to passions, O Word of God, even though You lived our human condition in the flesh; but You delivered humanity from its passions, having overcome our passions by Your own passion, O our Savior. For You alone are beyond all suffering and are almighty.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nDescending into the abyss of death, You preserved Your body from the corruption of the tomb; and Your soul was not left in Hades, O Giver of life, but You were raised up as from sleep, O Lord, raising us with You.\n\n*Glory be: Now and for ever:* Because of your ineffable birth, O most pure Mother of God, resurrection was bestowed upon the dead. For Life Who took flesh from you, has shone forth to all and completely dispelled the sadness of death.\n\nHoly is the Lord our God *(3x)*.\n*Sunday Exapostilarion*\n\n**Stichera at the Praises**\n\nYour cross, O Lord,* is life and resurrection to Your people,* and we place our hope in it.* Therefore, we sing to You: O our risen God,* have mercy on us.\n\nYour burial; O Master,* opened paradise to the human race.* Delivered from Death, we now sing to You:* O our risen God, have mercy on us.\n\nWith the Father and the Spirit,* let us glorify Christ risen from the dead.* Let us cry to Him with a full voice:* You are our life and resurrection; have mercy on us.\n\nYou arose from the tomb on the third day,* as it was written, O Christ,* and raised our ancestors with You.* Therefore, the human race glorifies You* and praises Your holy resurrection.\n\nGreat and awesome is the mystery of Your holy resurrection, O Lord;* for You came forth from the tomb like a bridegroom from his chamber,* destroying Death by death* in order to free Adam.* Therefore, the angels rejoice in heaven,* and on earth we glorify Your compassion for us,* O Lover of mankind.\n\nO Pharisees and transgressors of the law,* where are the seals and the silver which you gave to the soldiers?* Truly the Treasure has not been stolen but has risen,* for He is almighty.* Blush with shame, therefore, O deniers of Christ.* The Lord of glory suffered, was buried, and rose from the dead.* He is the Lord Whom we worship.\n\n*Verse:* Arise, then, Lord; lift up Your hand, O God; do not forget the poor!\n\nHow were you robbed of the buried One* when the tomb was sealed, after having placed guards and seals on it?* Behold, the King came out even though the doors were closed.* Therefore, either show us His body* or worship Him with us as God and sing:* Glory to Your cross and resurrection, O Lord!\n\n*Verse:* I will praise You, Lord, with all my heart; I will recount Your wonders.\n\nThe myrrh-bearing women came to Your life-giving grave, O Lord,* weeping and carrying ointments, seeking Your pure body to anoint it.* Then they found an angel wrapped with light and sitting on a stone.* He spoke to them, saying:* Why are you shedding tears for One from Whose side life overflowed to the world?* Why do you seek in the grave One Who is deathless?* Hasten instead to His disciples to joyfully proclaim His glorious resurrection.* O Savior, You give joy to the whole world by Your resurrection;* enlighten us also and grant us forgiveness and great mercy.\n\n*Glory be: Gospel Stichera.*\n*Now and for ever:* You are truly most blessed... *(p. 140).*\n\n## SUNDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nO Savior, give me tears of repentance and a contrite heart,* so that I may wash the filth from my soul.* Already I have greatly defiled it because of my many sins.* In my favor I have Your love for mankind,* and also the prayers of her who gave You birth,* and the prayers of the angelic choirs.\nApproach, O soul, and repent of the many sins you have committed in life.* With sighs and tears pray to the multitudes on high* so that time for repentance will be given to you.* In this you will not be like the unfruitful fig tree.* You will not be exiled into the fire of Hades,* O all-suffering soul.\nI have not obeyed any of Your laws on this earth.* How shall I appear before You, O Christ?* For You sit upon the judgment-seat* to give sentence and pass judgment* on all things visible and invisible which I have done.* And so I call to You:* Save me, a prodigal, through the prayers of Your servants.\n\n**Aposticha**\n\nAt Your terrifying coming, O Christ,* grant that we may not hear:* I do not know you!* We have placed our hope in You, O Savior.* Although we have not kept Your laws because of our indifference,* still we pray to You to save our souls.\n*Verse:* I have lifted up my eyes... *(p. 34).*\nI have had neither repentance nor tears!* For this reason I implore You, O Christ God,* to convert me before my end and give me remorse* so that I may be delivered from torment.\n*Verse:* Have mercy on us, O Lord... *(p. 34).*\nYour martyrs did not reject You,* nor did they renounce Your commandments.* Through their prayers, have mercy on us.\n*Glory be: Now and for ever:* O faithful, let us, as the angels do,* praise the heavenly bridal chamber and the truly-sealed door.* Because of her, Christ the Savior,* the Giver of life, and God, came forth to us.* O Lady, O most pure One, O hope of Christians,* with your hand destroy the torturers, our wicked enemies.\n\n## MONDAY MATINS\n\n**Sessional Hymns**\n\n1. I think upon the terrible day,* and I weep over my wicked deeds.* How shall I answer the immortal King?* With what confidence shall I, the prodigal, lift my eyes to the Judge?* O compassionate Father, only-begotten Son and Holy Spirit:* Have mercy on me!\n*Glory be: Now and for ever:* With lips and heart let us sing hymns to the all-glorious Mother of God,* who is holier than the holy angels, confessing her to be the Theotokos,* for she truly gave birth to God incarnate,* and prays unceasingly in behalf of our souls.\n\n2. Have mercy on us, O Lord, have mercy on us,* for since we sinners have no defense,* we offer to you this supplication: Have mercy on us!\n*Glory be: Now and for ever:* Standing in the temple of Your glory,* O Mother of God, we think we are in heaven.* O gate of heaven, open to us the doors of your mercy.\n\n**Canon – Ode 9**\n\n*Hirmos:* O Virgin who received the angel’s salutation and gave birth to your own Creator, save those who extol you.\n*Verse:* Glory be to You, our God, glory be to You!\nHaving preserved his chastity, Joseph was appointed distributor of grain; but I, who am dissolute, am beset by a famine of virtuous deeds.\n*Verse:* Holy archangels and angels, pray to God for us!\nJust as for the sake of Your prophet David You stopped Your angel from cutting down Your people, so too, O Christ Who are rich in mercy, grant peace to Your Churches, easing the temptations which now afflict them, for You are all-merciful.\n*Glory be: Now and for ever:* Honoring your all-glorious birthgiving, O Virgin Mother, the principalities, archangels, dominions, and seraphim, the powers, authorities, thrones and cherubim ever reverently glorify you.\n\n**Aposticha**\n\nFinding us stripped bare of the virtues,* the enemy wounded me with the arrow of sin;* but You, as the Physician of souls and bodies,* heal the wounds of my soul, O God,* and have mercy on me.\n*Verse:* In the morning... *(p. 146).*\nAs the Physician of souls and bodies, O Savior* Who grant forgiveness of offenses to those who ask,* heal the sores of my heart,* which have grown on me because of my many offenses;* grant me continuous tears of repentance and the forgiveness of my faults,* O Lord, and have mercy on me.\n*Verse:* Let the favor of the Lord... *(p. 146).*\nAll creation celebrates the memory of Your saints, O Lord;* the heavens rejoice with the angels, and the earth exults with men.* Through their supplications have mercy on us.\n*Glory be: Now and for ever:* O Godbearer, you received the words of the archangel,* and became the throne of the Cherubim,* and in your arms you bore the Hope of our souls.\n\n## MONDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Vse otlozhyvshe):* Who would not weep over me, who through intemperance have broken the commandment of the Most High?* I have come to dwell in Hades, instead of paradise;* I have merited death for looking at the sweet fruit;* and because of this, I have alienated myself from the glory of God and life.* Nevertheless, O Lord, receive me, repentant,* for You are merciful and You love mankind.\nO Lord, behold my sickness and my sorrow* and the multitude of my transgressions* which cause turmoil in my soul and bewilderment in my mind.* Understand the voice of one forsaken and judged,* and grant me a contrite soul and humble heart.* Bestow upon me the gift of tears, and also grant me the remission of my many sins* for the sake of Your great mercy.\nO God, You want all mankind to be saved;* therefore, consider and hear my prayers.* Do not despise my tears as though they are of vanity;* for who has come to You with tears and has not been saved,* or who has cried to You tenderly and has not been heard?* Hasten to save those who call upon You, O Master;* for Your mercy is without measure.\n\n**Aposticha**\n\nAt Your terrifying coming, O Christ, grant that we may not hear:* I do not know you!* We have placed our hope in You, O Savior.* Although we have not kept Your laws because of our indifference,* still we pray to You to save our souls.\nI have had neither repentance nor tears!* For this reason I implore You, O Christ God,* to convert me before my end and give me remorse* so that I may be delivered from torment.\nThe suffering martyrs, citizens of heaven,* when taking part in the contest upon earth, endured manifold torments.* By their intercessions and prayers, preserve us, O Lord.\n*Glory be: Now and for ever:* O most pure Virgin Theotokos,* no one fleeing to you departs in shame,* but pleads for grace* and receives your gifts through supplication.\n\n## TUESDAY MATINS\n\n**Sessional Hymns**\n\n1. When You shall render just judgment in the valley of weeping,* in the place which You have appointed, O Merciful One,* do not rebuke me, nor shame me before the angels,* but take pity on me, O God, and have mercy on me.\n*Glory be: Now and for ever:* Open the doors of mercy, O blessed Virgin Godbearer.* Let not those who trust in you perish,* but deliver us from misfortunes,* for you are the salvation of the human race.\n\n2. O my soul, why are you despondent and continue in sin?* How long will you, who are sick, wait before you see the Physician? *Arise, then, from the evils you have committed,* and cry out to the Savior, saying:* O Savior of the hopeless, Life of the despairing,* raise me up and save up.\n*Glory be: Now and for ever:* O good Virgin Godbearer, hope of the world!* We implore your intercession, which alone is powerful:* Take pity on us, who are without a mediator,* and beseech the merciful God,* that our souls be delivered from every danger, O only blessed One!\n\n**Canon – Ode 9**\n\n*Hirmos:* Ineffable is the Offspring of the seedless conception, and incorrupt the Fruit of the Mother who knew not man; for the birthgiving of God restores nature. For this reason, all generations extol you as the divine bride and Mother.\n*Verse:* Glory be to You, our God, glory be to you!\nO Jesus, Lover of mankind! You alone know our weakness, for You clothed Yourself in it in Your loving-kindness, desiring to cleanse it. Therefore, cleanse my wicked defilements and the sores of my evils, and save me.\n*Verse:* Holy prophet, forerunner and baptizer of the Lord, John, pray to God for us!\nThe dread judgment will be a day of wrath, a day of darkness for those whose works are dark, O baptist and forerunner of Christ. On that day, through your prayers, deliver us, who honor you, from all condemnation.\n*Glory be: Now and for ever:* You are holier than the Cherubim, O Virgin, for you gave birth to the all-holy God. Therefore, sanctify us, who in faith glorify you day and night with holy hymns.\n\n**Aposticha**\n\nFinding us stripped bare of the virtues,* the enemy wounded me with the arrow of sin;* but You, as the Physician of souls and bodies,* heal the wounds of my soul, O God, and have mercy on me.\nAs the Physician of souls and bodies, O Savior* Who grants forgiveness of offenses to those who ask,* heal the sores of my heart,* which have grown on me because of my many offenses;* ever granting me tears of repentance.* Grant me release from my debts, O Lord,* and have mercy on me.\nO Lord, if we did not have Your saints as advocates and Your merciful grace,* how would we dare sing hymns to You,* Whom the angels glorify without ceasing.* O You Who know the hearts of men, spare our souls.\n*Glory be: Now and for ever:* Great gifts were bestowed upon you, O pure Virgin Mother of God,* for you gave birth in the flesh to One of the Holy Trinity,* Christ, the Bestower of life – for the salvation of our souls.\n\n## TUESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Trydneven voskresjesy):* When You were crucified, O long-suffering Lord,* You made the whole earth shake, and You confirmed the hearts of the faithful.* Thus, we sing Your praises* and venerate Your ineffable power with love.\nO Christ, buffeted and spat upon,* You struck a blow at the evil of the vicious enemy,* putting an end to the fall that had hurled down Adam,* the one who had been ravished by knowledge.\nO Lord, when creation beheld You unjustly hung on the wood,* the sun darkened, the whole earth quaked,* and the rocks split open and fell.\n\n**Aposticha**\n\nYour cross, O Lord, is life and resurrection for Your people;* and we, who put our trust in it, praise You,* our God, crucified in the flesh.* Have mercy on us!\nYour cross, O Christ, has opened paradise for all.* We, who have been delivered from corruption,* praise You, O God, crucified in the flesh.* Have mercy on us!\nYour martyrs, O Christ,* have endured many sufferings for Your sake,* and have received their heavenly crown.* Now they intercede for our souls.\n*Glory be: Now and for ever:* When the spotless Birthgiver of God saw our Life hanging upon the cross,* she wept as a mother and cried aloud:* O my Son and my God,* save those who sing to You with love.\n\n## WEDNESDAY MATINS\n\n**Sessional Hymns**\n\n1. Your cross, O Lord, has been sanctified;* by it are healed those who are sick with sins.* Therefore, we fall down before You, crying: Have mercy on us.\n*Glory be: Now and for ever:* Seeing hanging dead on the cross the Lord,* to Whom she gave birth in the flesh,* the Virgin, weeping, cried out:* I marvel at Your unspeakable long-suffering, Son!* How could the lawless nail to the cross like a criminal* You, the just Judge and only Master!\n\n2. Today the words of the prophet are fulfilled;* for, behold, we worship at the place where Your foot stood, O Lord;* and tasting of the tree of salvation,* we have received freedom from sinful passions* through the supplications of the Godbearer.\n*Glory be: Now and for ever:* Standing beneath the cross, the Mother who knew not wedlock* cried out to Him to Whom she had given birth without seed:* A sword has pierced my heart, O my Son,* for I cannot bear to see hanging upon the tree* You before Whom all things tremble, as before their Creator and God.* O long-suffering Lord, glory to You.\n\n**Canon – Ode 9**\n\n*Hirmos:* It is not possible for humanity to behold God, upon Whom the ranks of angels dare not gaze; but through you, O most pure One, the Word has appeared to mankind. Therefore, glorifying Him with the heavenly hosts, we extol you.\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nO Lord of times and seasons, at noon You were lifted up in the midst of the earth on a tree, O only long-suffering One. By Your crucifixion You set aright him who in the midst of paradise suffered the fall through the corrupting fruit.\n*Verse:* Most holy Mother of God, pray for us!\nWhen He became incarnate, the Son and Word of God who is without beginning became the Son of the Virgin; and by the will of the Father and the action of the divine Spirit, He had wholly restored my corrupted form, for He is almighty.\n*Glory be: Now and for ever:* Arise, O my soul, and be vigilant in prayer and in all good things: cast off the idleness of sleep with fervor, ever having as a watchful protectress the pure Mother of God, whom we glorify.\n\n**Aposticha**\n\nI trust in the cross, O Christ,* and boasting in it, I cry out:* O Lord Who love mankind,* cast down those who do not confess You as God and man.\nProtected by the cross, we set ourselves against the enemy,* undaunted by his wiles and treachery;* for the proud one has been brought low* and trampled underfoot by the power of Christ,* Who was nailed to the cross.\nThe memory of the martyrs is a joy to those who fear the Lord;* for, having suffered for the sake of Christ,* they have received crowns from Him;* and they now pray with confidence in behalf of our souls.\n*Glory be: Now and for ever: (Podoben – Vse otlozhyvshe):* When of old the Ewe-lamb, the unblemished Lady,* beheld her Lamb upon the tree of the cross,* she exclaimed maternally, and marveling she cried out:* My most sweet Child, what is this new and all-glorious thing that I see?* How have the ungrateful assembly given You over to the tribunal of Pilate* and condemned to death the Life of all?* I sing Your ineffable condescension, O Word!\n\n## WEDNESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Trydneven voskres jesy):* O theologians and teachers who saw God,* through the great and divine mysteries* you received healing grace;* and you, in turn, heal all from their infirmities.\nO illustrious protectors and sanctuaries for our souls,* expellers of evil spirits,* you are the Lord’s apostles and witnesses;* therefore, we will always remember you.\nO divine and blessed apostles,* you save us from all kinds of temptations,* from afflictions of the Devil and of sin,* and from the snares of the Evil One.* We faithfully sing praise to you.\n\n**Aposticha**\n\nYour apostles, O Lord, searched the bottom of the sea with their nets;* and then, because of their call, they attained the uppermost height of the kingdom.* By knowledge of their craft, they explored the incomprehensible depths,* while by their faith they grew in friendship beyond measure with You.* They proclaimed to the world Your eternal Son.* By their intercessions and those of all the saints, have mercy on us.\nO Christ, when Your disciples were storm-tossed in their ship,* they cried to You: O Teacher, save us, for we are perishing!* Now we cry to You:* Deliver us from our distress, O Savior and Lover of mankind!\nYour cross, O Christ,* has been an invincible weapon for the martyrs;* for beholding the approach of death and foreseeing the future life,* they were made strong by the hope that lies in You.* By their intercession, have mercy on us!\n*Glory be: Now and for ever:* I lift up the eyes of my heart to you, O Lady;* despise not my weak plea,* and, in the hour when Your Son shall come to judge the world,* be my protector and my helper.\n\n## THURSDAY MATINS\n\n**Sessional Hymns**\n\n1. As You came into the midst of Your disciples, O Savior,* bestowing Your peace upon them,* come also to us, and save us.\n*Glory be: Now and for ever:* Great are the multitude of my transgressions, O Mother of God*. To you I have fled, O pure One,* in need of salvation.* Visit my ailing soul, and entreat your Son and our God,* that He grant me remission of the evils I have committed,* O only blessed One.\n\n2. Sent to the ends of the earth, O Savior,* Your disciples piously fished for the nations as for fish,* and brought them to Your goodness.* Therefore, for their sake we cry out to You, O Christ:* Grant great mercy to Your people.\n*Glory be: Now and for ever:* O most holy Theotokos,* do not forsake me during my lifetime,* nor entrust me to human intercession;* but you yourself help and save.\n\n**Canon – Ode 9**\n\n*Hirmos:* It is not possible for humanity to behold God, upon Whom the ranks of angels dare not gaze; but through you, O most pure One, the Word has appeared to mankind. Therefore, glorifying Him with the heavenly hosts, we extol you.\n*Verse:* Holy apostles, pray to God for us!\nPreaching throughout the world God Who entered into an incomparable union with men and deified their mortal nature, you freed all from ungodly deception; therefore, we faithful always extol you, O divine apostles.\n*Verse:* Holy bishop Nicholas, pray to God for us!\nO Nicholas, adornment of holy hierarchs and well-spring of miracles, entreat God Who loves mankind, that we may find remission of sins.\n*Glory be: Now and for ever:* O most praised One, who gave birth to the Light, enlighten the blinded eye of my heart, so that we may glorify you, for through you we obtain salvation.\n\n**Aposticha**\n\nWisely transforming the tempest of the demonic delusion into tranquility,* O apostles of Christ, you guided the whole world to the true faith,* and intercede now for our souls.\nO faithful, let us venerate the memory* of the all-wise apostles of Christ our King with fitting hymns;* for in the world they proclaimed faith in the Holy Trinity.\nOur God glorified the chosen and saints.* Rejoice and be glad all you, His servants,* for He has prepared crowns and His kingdom.* For this reason, we implore you:* Do not forget us.\n*Glory be: Now and for ever:* O most hymned Godbearer,* you are the solace of those who sorrow and the recovery of the sick.* Save your city and people, for you are the pacification of adversaries,* calm of the storm-tossed, O only intercessor of the faithful!\n\n## THURSDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Anhelskija predidite syly):* Our forefather fell, having sinned because of a tree* and received a terrible condemnation.* But Christ, dying on the cross, saved him.* He renewed the repentant one,* and taking him upon his shoulder,* placed him on the throne together with Himself, the Father, and the Holy Spirit.\nGive us thoughts of repentance, O Christ,* so that we may constantly bear in our hearts and minds Your terrible passion,* which You have endured in Your body for us,* so that, enlightened by it, we may, weeping,* stand always beneath Your cross,* gazing upon You, the crucified Lamb.\nThe earth trembled, the sun darkened,* seeing how God was insulted by His creature;* how He Who with a threat destroys mountains and with only a glance dries up the abyss,* closes His eyes on the tree;* how He Who holds all things in His hand becomes,* in the body, lifeless and dead.\n\n**Aposticha**\n\nYour cross, O Lord is life* and resurrection for Your people;* and we, who put our trust in it,* praise You, our God, crucified in the flesh.* Have mercy on us!\nYour cross, O Christ,* has opened paradise for all.* We, who have been delivered from corruption,* praise You, O God, crucified in the flesh.* Have mercy on us!\nYour martyrs did not reject You,* nor did they renounce Your commandments.* Through their prayers, have mercy on us.\n*Glory be: Now and for ever:* The Virgin, together with Your virgin-disciple,* stood beside the cross at the time of Your crucifixion.* She lamented and cried aloud:* O what sorrow afflicts me!* O, Christ, Who by nature is beyond suffering,* how can You endure such torment?\n\n## FRIDAY MATINS\n\n**Sessional Hymns**\n\n1. No sooner was the tree of Your cross planted in the ground, O Christ our Lord,* than the foundations of death were shaken;* and You Who slew Hades with love dismissed its trembling minions.* You have shown us Your salvation, O Holy One, and we glorify You.* O Son of God, have mercy on us.\n*Glory be: Now and for ever:* With the virgin disciple, the Virgin Mother stood beneath the cross* of Him Who was born of her,* and could not bear to see Him lifted upon the cross.* Shaking from weeping, she cried out:* How can You suffer Who by nature are incapable of suffering?* O my Son, I sing Your unspeakable goodness,* which surpasses all understanding!\n\n2. O Lord, Your enemies condemned You to death,* the Life of all.* They who crossed the Red Sea by the staff of Moses* nailed You to the cross;* they who ate honey from the rock offered You gall.* Yet You endured all this,* so that You might free us from slavery to the enemy.* O Christ our God, glory to You!\n*Glory be: Now and for ever:* O most holy and pure Virgin, glory of the angels!* When you stood beneath the cross of Your Son and God,* you were unable to suffer the insults of the enemies;* and weeping as a mother, you cried out:* How do You, O Lover of all, suffer disgrace?* I praise Your long-suffering.\n\n**Canon – Ode 9**\n\n*Hirmos:* Weep not, O Mother, beholding in the tomb the Son Whom you conceived in your womb without seed; for I shall arise and be glorified, and as eternal God I shall exalt with glory those who magnify you with faith and love.\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nIn order to deliver from corruption him who became corrupt by eating of the sweet fruit of the tree, O only Savior, You, in Your goodness, allowed Yourself to be crucified in the flesh and to die. O Jesus, we unceasingly hymn Your loving-kindness and power.\n*Verse:* Holy martyrs, pray to God for us!\nThe all-glorious and renowned memory of the martyrs shines forth more brightly than the rays of the sun, ever enlightening the souls of the pious; it drives away the darkness of passions and temptations, and dispels the most profound gloom of the demons.\n*Glory be: Now and for ever:* O pure Virgin who ineffably gave birth to the Word without beginning, the only-begotten of the Father, Son and God, intercede with Him unceasingly, that we may be delivered from every affliction and misfortune, for we extol you with faith and love.\n\n**Aposticha**\n\nI trust in the cross, O Christ,* and boasting therein, I cry out:* O Lord Who loves mankind,* cast down the pride of those who do not confess You* to be both God and man.\nProtected by the cross, we set ourselves against the enemy,* undaunted by his wiles and treachery;* for the prideful one has been cast down* and trampled underfoot by the power of Christ* Who was nailed to the tree.\nO Lord, all creation celebrates the memory of Your saints:* the heavens rejoice with the angels, and the earth exults with men.* By their supplications have mercy on us.\n*Glory be: Now and for ever:* As a man I was nailed to the tree and died;* as a mortal I was placed in a tomb.* But as God I shall rise again in glory on the third day,* O pure Virgin Mother.\n\n## FRIDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*Three stichera of the saint of the day and the following three:*\n*(Podoben – Vse otlozhyvshe):* Walking in the footsteps of the sufferings of Christ,* the whole company of the martyrs bravely went forward to many struggles.* They confessed Him as God before ungodly judges and impious kings,* and endured many tortures, hoping to receive heavenly honors.* They now behold these honors, rejoicing,* and with all the choirs of angels stand beside the Lord.\nO most sacred shepherds,* you were emulators of Christ, the Chief Shepherd,* and preserved utterly unharmed the divinely chosen flock,* the divine treasures of piety, driving away the wild wolves;* and you brought them well into the fold of heaven.* As you make your abode there, remember those who praise you with love,* and with boldness beseech Christ in behalf of our souls.\nAll you venerable fathers, who lived in holiness,* you vanquished the demons;* and extinguishing torments of conscience,* you valiantly endured the burning of the passions,* O blessed ones, and rejoice now with the heavenly hosts; for in the flesh you emulated the life of those incorporeal beings.* With them entreat Christ, the all-good God,* that we who honor you may be delivered from our falls.\n*Glory be: Now and for ever: (Dogmaticon):* Who would not bless you, most holy Virgin?* Who would not praise the most pure manner in which you gave birth?* For the only-begotten Son, Who eternally proceeds from the Father,* came forth from you.* He took flesh from you in a manner that is beyond understanding.* He, Who by nature is God, took on our nature for our sake.* Yet He did not become divided into two persons;* rather, He remained one person with two distinct and unconfused natures.* O most pure Lady, we implore you:* Beseech your Son and God to have mercy on our souls.\n\n**Aposticha**\n\nYour martyrs, O Christ, have endured many sufferings for Your sake,* and have received their heavenly crown.* Now they intercede for our souls.\nYour martyrs did not reject You,* nor did they renounce Your commandments.* Through their prayers, have mercy on us!\nThe suffering martyrs, citizens of heaven, when taking part in the contest upon earth, endured manifold torments. By their intercessions and prayers, preserve us, O Lord!\n*Glory be: Now and for ever:* By the prayers of her who gave birth to You, O Christ,* and of Your martyrs, apostles, and prophets, of the prelates, holy monks, the righteous ones,* and all Your saints, give rest to Your servants who have fallen asleep.\n\n## SATURDAY MATINS\n\n**Sessional Hymns**\n\n1. Ever enlightened by You, and having extinguished the lamp of the infidels,* like lamps the saints always shine forth light upon the righteous.* Through their prayers, O our Savior,* light my lamp, and save me.\n*Glory be: Now and for ever:* You Who called Your Mother blessed,* went to Your sufferings of Your own free will,* and shone forth upon the cross, desiring to seek out Adam.* And You said to Your angels: Rejoice with Me,* for I have found the lost coin!* O our God Who has ordered all things in Your wisdom, glory to You!\n\n2. Having endured the struggles of martyrdom,* the saints received from You the honors of victory;* they foiled the intentions of the ungodly, and have received unfading crowns.* Through their prayers, O God, grant us great mercy.\n*Glory be: Now and for ever:* O Queen of those on earth,* intercessor and protectress, Mother of God, Mary,* you gave birth, in time, to the timeless Son and Word of God!* As the Mother, pray unceasingly with the martyrs and prophets* and divine ascetics, that those who have fallen asleep may be saved.\n\n**Canon – Ode 9**\n\n*Hirmos:* O Virgin who received the angel’s salutation and gave birth to your own Creator, save those who extol you.\n*Verse:* O holy martyrs, pray to God for us!\nYou were brought to the Master as pure sheep, O martyrs. Pray to Him to save our souls.\n*Verse:* All you saints, pray to God for us!\nO venerable and all-wise saints! You have shone forth like a sun, illuminating the world with the rays of your teachings and the brightness of healings.\n*Glory be: Now and for ever:* O Virgin who gave birth to the light, enlighten my soul, driving away the darkness of my slothfulness and sin.\n\n**Aposticha**\n\nAll creation celebrates the memory of Your saints, O Lord;* the heavens rejoice with the angels, and the earth exults with men.* By their prayers have mercy on us.\nO Lord, if we did not have Your saints as advocates and Your merciful grace,* how would we dare sing hymns to You,* Whom the angels glorify without ceasing.* O You Who know the hearts of men, spare our souls.\nThe memory of Your martyrs is a joy to all who fear the Lord;* for, having suffered for Christ, they received from Him crowns,* and now, with confidence they pray for our souls.\n*Glory be: Now and for ever:* You are our God, Who in wisdom creates and accomplishes all things:* You sent Your prophets, O Christ, to announce Your coming,* and the apostles to preach Your majesty.* Some prophesied Your coming, others through baptism enlightened nations,* and the martyrs suffered, achieving their desires.* Together they beseech You through the one who gave birth to You:* Grant rest, O God, to the souls, whom You received,* and deem us worthy of Your kingdom, O our Deliverer and God,* Who suffered the cross for us who were under condemnation.\n\n***\n"