{
  "content": "O Christ, by Your passion we have been freed from suffering;* and by Your resurrection we have been delivered from corruption.* O Lord, glory to You!\n\n*Verse:* The Lord reigns, He is clothed in majesty.\n\nLet all creation rejoice, let the heavens be glad,* let the nations clap their hands with joy.* For Christ our Savior, in His love for mankind,* has nailed our sins to the cross;* He has put Death to death,* and by raising our fallen forefather, Adam,* He has given life to all mankind.\n\n*Verse:* For He has made the world firm, which shall not be moved.\n\nO God, You are above all understanding;* You are King and Lord of heaven and earth.* Yet of Your own free will,* You allowed Yourself to be crucified because of Your love for mankind.* When You descended below,* Hades was filled with bitterness as You confronted it;* but the souls of the just received You with great joy.* Adam arose when he saw You, his Creator, down in the depths.* What a wonder this is!* You are the Life of all and have tasted death* in order to dispel the darkness of the world by Your light.* O Lord, risen from the dead, glory to You!\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\n\nThe myrrh-bearing women were filled with grief* as they hastened with spices to Your tomb;* but they did not find Your most pure body.* Instead, they found an angel* who proclaimed Your unique and glorious resurrection,* and commanded them to announce to Your apostles:* The Lord is risen, granting great mercy to the world.\n\n*Glory be: Now and for ever:* O Mother of God, the prophecy of Isaiah is fulfilled,* since you remained a virgin both before and after giving birth.* For it was God Who was born of you to restore our human nature.* Therefore, do not overlook your servants who supplicate you in your temple.* Since you have held the merciful Lord in your arms,* be compassionate toward your servants,* and beseech Him to save our souls.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_1.stichera_aposticha"
}