"PASSION MATINS\n\n(Celebrated on Thursday Evening)\n\nThe priest, vested in the epitrachelion, stands before the closed holy doors and intones: Glory to the holy, consubstantial...; the rest as at Matins; Psalm 103; the litany; instead of God the Lord..., the Alleluia (Tone 8) is taken with its verses, (p. 119); and the troparion: While the glorious apostles..., (p. 1252).\n\nAlleluia, alleluia, alleluia.\nAt the last supper and washing of their feet, the glorious disciples were enlightened, while the unholy Judas was blinded by his love for silver. He gave You up to the unjust judges, O most high Judge. Meditate on this all you lovers of riches: Love for money drove a man to take his own life. We must flee from greedy souls who would so betray the Master. O Lord, so benevolent of all glory be to You!\n\nThe deacon, or the priest vested in the phelonion of Lenten colors, opens the holy doors and incenses the altar and the people. Before all the following Gospels (except for the 9th Ode: More honorable...), he incenses only the four sides of the altar. After the incensing, the deacon or the priest intones:\nThat we may be deemed worthy of hearing the holy Gospel, let us pray to the Lord.\nChoir: Lord, have mercy (3x).\nWisdom, let us stand and listen to the holy Gospel;\nPriest: Peace be with all.\nChoir: And with your spirit.\nA reading of the holy Gospel according to N.\nBefore each Gospel the choir sings: Glory be to your passion, O Lord.\n\nFirst Gospel (John 13: 31 – 18: 1)\nAfter each Gospel the choir sings: Glory be to Your long-suffering, O Lord.\n\nAntiphon 1 (Tone 8): The princes of the people* gathered to conspire against the Lord* and against His Christ.\nThey spoke unjust words against Me;* O Lord, my God, do not abandon Me.\n\nAntiphon 2 (Tone 6): Judas hastened to the impious scribes and said:* What will you give me if I hand Him over to you?* And You, about Whom they were speaking,* stood invisibly present among them.* O Lord, Who read the depths of our hearts, have mercy on us.\n\nAntiphon 3 (Tone 2): Because of the resurrection of Lazarus, O Lord,* the Hebrew children cried to You: Hosanna!* But the lawless Judas did not want to understand.\n\nAt Your supper, O Christ God,* You foretold the deed when You said to Your disciples:* One of you shall betray Me.* But the lawless Judas did not want to understand.\n\nYou said to Your disciples, O our God:* Watch and pray, lest you do not enter into temptation.* But the lawless Judas did not want to understand.\n\nGlory be: Now and for ever: Save your servants from all danger, O holy Mother of God;* for, after God, you are our only refuge,* our unshakable rampart and our protection.\n\nSessional Hymn (Tone 7): While feeding Your disciples at supper, You exposed Judas, for You knew he would betray You, and also knew that he would not repent. You revealed to all that You let Yourself be sold that You might free the world from the Evil One. O long-suffering Lord, glory be to You.\n\nThat we may be deemed worthy of hearing the holy Gospel, let us pray to the Lord.\n\nSecond Gospel (John 18: 1-28)\n\nAntiphon 4 (Tone 5): Today Judas forsakes the Lord and joins forces with the Devil; blinded by his love of money, he withdraws from the light and buries himself in darkness. How could he see clearly, the one who sold Light for thirty pieces of silver? But He Who is the Sun now dawns on us, the One Who suffered for the world. Therefore, we cry out to Him in thanksgiving: O Lord, Who suffered because of Your love for mankind, glory to You.\n\nAntiphon 5 (Tone 6): Pretending to show respect,* the disciple of the Lord sold for thirty pieces of silver* the Master Whom he betrayed with a kiss;* he then handed Him over to the godless ones to be put to death.\n\nAntiphon 6 (Tone 7): Today Judas watches to deliver the Lord,* the world’s eternal Savior Who satisfied the multitudes with five loaves.* Today that lawless one denies his Teacher;* the disciple sells the Master.* He loved silver more than Him Who satisfied us with manna.\n\nWhen You voluntarily went to Your passion,* You said to Your disciples, O Lord:* You could not watch one hour with Me;* how can you say that you will die with Me?* Behold, Judas the traitor, does not sleep;* he hastens to deliver Me to the impious ones.* Arise and pray that none of you denies Me* when you see Me hanging on the cross.* O long-suffering Lord, glory to You!\n\nGlory be: Now and for ever: Rejoice, O Mother of God, who bore in the womb* the One Whom even the heavens could not contain.* Rejoice, O Virgin whom the prophets proclaimed;* through you, Immanuel has shone upon us.* Rejoice, O Mother of Christ our God.\n\nSessional Hymn (Tone 7): What caused you, Judas, to betray the Savior?* Did He separate you from the apostles?* Did He deny you the gift of healing?* Did He eat supper with the others but not with you?* Did He wash their feet but then ignore yours?* O, how many good deeds you forgot!* Your ingratitude has now been exposed,* while His endless patience and great mercy is proclaimed.\n\nThird Gospel (Mt 26:57-75)\n\nAntiphon 7 (Tone 8): O Lord, You said to the transgressors who laid hands on You:* You have struck the Shepherd and scattered the sheep;* instead of My twelve disciples,* I can call upon twelve legions of angels to help Me;* but I bear this patiently* so that the mysteries proclaimed by My prophets may be fulfilled.* O Lord, glory to You.\n\nAntiphon 8 (Tone 2): Tell us, O impious judges,* what have you learned from our Savior?* Has He not fulfilled the Law and the teaching of the prophets?* How then have you delivered to Pilate* the Son and Word of God,* the Redeemer of our souls?\n\nAntiphon 9 (Tone 3): They fixed a price of thirty pieces of silver* for the precious One upon Whom the children of Israel had set a price.* Watch and pray that you do not enter into temptation,* for the spirit is willing but the flesh is weak;* therefore, you must keep watch.\n\nWhen Peter denied You three times,* he immediately understood what You had said to him:* and weeping bitterly, he repented.* Spare, O Lord, and save me.\n\nGlory be: Now and for ever: All the nations praise you, O most pure Virgin;* for you gave birth to Christ our God,* Who shall free us from the curse.\n\nSessional Hymn (Tone 8): O Judas, who was once Your disciple,* conspired with others to betray You.* In deceit he supped with You,* for he had an unjust and evil plan;* he went to the priests and said to them:* How much will you give if I deliver Him?* For He profanes the Sabbath and breaks the Law.* O long-suffering Lord, glory to You.\n\nFourth Gospel (John 18: 28 – 19: 16)\n\nAntiphon 10 (Tone 6): The One Who is clothed with light as with a cloak* stood naked before His judges;* He receives slaps on His cheeks from the hands He had created;* the unjust people nail to the cross the God of glory and their Lord.* The veil of the temple is torn in two;* the sun is covered with darkness* so that it does not see the humiliation of the Creator* before Whom the whole world trembles.* Let us bow in worship before Him.\n\nAntiphon 11 (Tone 6): In return for the blessings which You have poured out upon them,* the children of Israel condemned You to the cross* and gave You gall and vinegar to drink;* but You forgive their sins, O Lord,* for they did not understand Your condescension.\n\nAntiphon 12 (Tone 8): O my people, what have I done to you? says the Lord;* in what way have I grieved you?* I have given light to those who were blind;* I have cleansed the people of leprosy;* and I made the paralyzed man rise from his pallet.* O my people, what have I done to you?* And what do you give Me in return?* For the manna, you give Me gall, and vinegar for water from the rock;* for my love, you nail Me to the cross.* You shall no longer be my chosen people;* I shall call the Gentiles to glorify Me, together with the Father and the Spirit,* and I shall give them life eternal.\n\nThe company of apostles cries out to the doctors of the Law:* O Scribes and Pharisees, behold the Temp"