"MATINS\n\nInstead of God the Lord..., the Alleluia (Tone 8) is taken and the troparion: While the glorious disciples..., p. 1252, without the theotokion.\n\nThere are no Sessional Hymns, only the reading of the Gospel beginning with: That we may be worthy....\n\nGospel: Lk 22:1-39.\n\nAfter the Gospel, Psalm 50.\n\nCanon – Ode 9\n\nThe Magnificat is omitted. Immediately after the intonation: Let us greatly extol the Theotokos...; the choir sings the hirmos:\n\nHirmos (Tone 6): You conceived without seed; your giving birth is beyond expression, O spouseless Mother. God became incarnate in a virginal manner and renewed the laws of nature. With true faith, O Virgin Mother of God, we extol you from age to age.\n\nVerse: Glory be to You, our God, glory be to You!\nAt Your holy and mystical Supper, O Lord, You revealed the great mystery of Your incarnation as You said: Take and eat the Bread of Life, for this is my Body; and with faith, drink the Blood of immortal life.\n\nVerse: Glory be to You, our God, glory be to You!\nHaving blessed the bread and given thanks to His divine Father, the heavenly Bread takes the cup and gives it to His disciples, saying: Take and eat, this is my Body and the Blood of immortal life.\n\nGlory be: Now and for ever: Christ, the true Bread of heaven, becomes nourishment for the world. Come, O friends of Christ, with our soiled mouths, but in the purity of our hearts, let us receive in faith our Passover, sacrificed in a sacred mystery.\n\nKatabasia: You conceived without seed... (see above).\nOmit It is truly right....\n\nExapostilarion: I see Your bridal chamber completely engulfed with light, O my Savior, and I do not have a wedding garment to enter and enjoy Your brightness; fill the garment of my soul with light, and save me, O Lord, save me.\n\nAposticha\n\n(Tone 8): Today the deceitful council gathers against Christ,* and decides to hand over to Pilate the innocent One,* that they may not take the initiative for His death.* Today the greedy one places the rope around his neck,* and thus Judas deprives himself of life both temporal and divine.* Today Caiaphas unwittingly becomes a prophet when he says:* It is better for one person to die for all.* He has come to suffer for our sins* and to deliver us from the bondage of the enemy* in His goodness and His love for us.\n\nVerse: The one who ate my bread, has turned against me.\nToday Judas drops his mask of love and reveals his love of money;* he no longer cares for the poor,* nor is it the costly perfume nor the myrrh that he wishes to sell;* rather, he offers to sell the heavenly Myrrh and he keeps the money.* He hastens to the Jews and asks the impious ones:* What will you give me, and I will deliver Him over to you?* His greed drives him to betrayal;* he sells the Treasure cheaply,* at the price named by the ones who set a price on his head.* He does not dispute the price and sells the Lord as a runaway slave.* For thieves always throw away that which is precious.* But today, it is the sacred Treasure that the disciple casts to the dogs;* for the lust of money alienates one from God.* Let us flee far from his example and say:* O long-suffering Lord, glory to You.\n\nVerse: Their hearts full of malice, they spread it abroad.\nO Judas, you are filled with the ways of the impious* for in your love of money, you rejected all human goodness.* If you have such love for riches,* why did you then follow the One who preached poverty?* If you truly loved the Lord* why then did you sell the priceless One* and hand Him over to the infamy of death?* Let the sun tremble and the earth shudder as they cry out in fear:* O Lord of mercy, glory to You.\n\nVerse: My enemies whisper together against Me.\nO faithful, let no one who is not initiated approach the Supper of the Lord;* let no one draw near in betrayal as did Judas!* For, he received his portion and yet abandoned the Bread of life;* he appeared as a disciple, yet he was truly a murderer.* He ate at the table of the apostles,* yet he enjoyed the company of the godless ones.* In his hatred, he kissed the Lord,* and with a kiss, he betrayed the One Who redeems us from the curse,* our Savior and our God.\n\nGlory be: Now and for ever: (Tone 5): O Lord, You initiated Your disciples into the mysteries with these words:* O friends, let no fear separate you from Me!* If I suffer, it is for the salvation of the world;* do not be troubled over Me,* for I have not come to be served but to serve* and to give My life as a ransom for all.* If you are my friends, then follow My example;* the one who wishes to be first must become the last of all;* and let the master become as the servant.* Live in Me and you shall bear much fruit;* for I am the Vine and you are the branches.\n\nIt is good to give thanks...; Holy God; Trinity most holy; Our Father; the troparion: While the glorious disciples... (p. 1252), without the theotokion; the litany Have mercy...; the rest to the end as in Daily (not Lenten) Matins; dismissal, (p. 1251).\n\nGREAT THURSDAY\n\nVespers with the Liturgy of St. Basil the Great\n\nNote:\nThe priest, vested in Lenten vestments, having performed the rite of proskomedia, stands before the altar and intones: Blessed be the kingdom of the Father, and of the Son, and of the Holy Spirit, now and for ever and ever.\nChoir: Amen. Glory be to You, our God, glory be to You! Heavenly King...; the rest is in ordinary Vespers. The holy doors are closed until the hymn: O Joyful Light.\n\nStichera at “O Lord, I have cried...”\n\n(Tone 2): The Jewish council gathers to deliver to Pilate* the Author and Creator of all.* O what iniquity and infidelity!* They prepare for judgment* the One Who comes to judge the living and the dead;* they prepare to make suffer the One Who heals all suffering;* therefore, O long-suffering Lord, great is Your mercy.* Glory be to You.\n\nO Lord, the law-transgressing Judas,* who, at supper, dipped his hand in the plate with You,* extends his sinful hand to take silver;* and he who placed value on the spice* did not shrink from selling You, O priceless Lord.* He put forth his feet, O Master, for You to wash;* then kissed You in deceit as a sign to the lawbreakers.* Thus he ceased to be an apostle;* and having cast away the thirty silver pieces,* never saw Your resurrection on the third day.* Have mercy on us through that same resurrection.\n\nJudas the traitor, being deceitful,* with a kiss of deceit betrayed the Savior,* Lord and Master of all;* and sold Him as a slave to the Jews.* Like a sheep being led to slaughter,* so went the Lamb of God, the Father’s Son,* and the only All-merciful One.\n\nJudas showed himself by his deeds* to be a servant yet a deceiver, a disciple yet a betrayer,* and a friend yet a devil.* For as he followed the Master he concealed the betrayal, saying to himself:* I will betray this One and gain much wealth.* He sought to sell the ointment that he might trap the Lord.* He gave a kiss and betrayed Christ,* Who like a lamb was led to the slaughter* and Who alone has compassion and love for mankind.\n\nGlory be: (Tone 2): The Lamb, foretold by Isaiah,* willingly comes to be slaughtered,* offering His back to scourges and His cheeks to be slapped.* Even His face He did not turn from the shame of spit,* as He was condemned to a shameful death.* The sinless Lord endures all this with willingness,* so that He might grant resurrection from the dead to all.\n\nNow and for ever: (Tone 6): Truly, Judas is the son of those ungrateful* who ate the manna in the wilderness,* and murmured against the Nourisher;* for while food was still in their mouths,* those ingrates murmured against God.* Likewise this wicked one,* while the morsel was still in his mouth,* conspired to betray the Savior.* O what greedy purpose!* What bold inhumanity!* For he betrayed the Nourisher* and delivered to death, the Master Who loved him.* In truth, this lawbreaker is a son of unbelievers,* and inherited destruction with them.* Save our souls, O Lord, from such unkindness;* for You alone "