{
  "content": "(Tone 6): Today Christ comes to the house of the Pharisee,* and the sinful woman falls at His feet:* she bows before Him and says:* Behold, I am drowning in the abyss of sin;* I have lost all hope because of my deeds;* in Your goodness, do not turn away from me;* grant me forgiveness, O Lord, and save me.\n\nVerse: In the morning..., (p. 146).\nThe harlot loosened her hair for You, O Lord,* while Judas reached out his hand to the godless ones.* One acted to receive Your forgiveness,* the other to gain money.* Therefore, we cry out to You;* O Lord, sold for our deliverance, glory to You.\n\nVerse: Let the favor of the Lord..., (p. 146).\nFilled with the odor of sin, the woman drew near to You;* she poured out tears over Your feet and proclaimed Your passion, O God our Savior:* O Master, how shall I dare to raise my eyes to You,* for You have come to save the fallen?* You raised Lazarus from the tomb;* lift me also from the abyss of death.* O Lord, accept me in my misery and save me.\n\nVerse: I will praise You, Lord, with all my heart; I will recount all Your wonders.\nShe who was rejected because of her life,* and who was accepted because of her conversion,* came to You, bearing myrrh, and saying:* Do not cast me out, for I am a wretched one,* O Son of the Virgin;* do not despise my tears, O Joy of the angels;* but receive me in repentance,* and in Your goodness, accept me a sinful one.\n\nGlory be: Now and for ever: (Tone 8): O Lord, the woman who had fallen into a multitude of sins,* recognized Your divinity and joined the ranks of the myrrh-bearers;* before Your burial, she offers You myrrh with her tears: Alas, she says, the stinging night of pleasure seizes me;* the dark and moonless love of sin grasps me;* accept the stream of my tears and my copious weeping,* for You make the waters fall from the clouds into the sea.* Incline your ear to the cry of my heart,* for You incline the heavens in Your ineffable condescension.* Allow me to kiss Your most pure feet,* drying them with the locks of my hair;* for these are the feet that Eve heard in paradise,* and trembling at their approach, she hid herself.* O Lord, Who can search out the number of my sins?* Who shall search the depth of Your judgments,* O God our Redeemer and the Savior of our souls?* In Your infinite love, do not despise Your servant.\n\nIt is good to give thanks...; Holy God; Trinity most holy; Our Father; Standing in the temple..., (p. 147); the rest as is",
  "source": "Stamford Pentecostarion",
  "_original_id": "pentecostarion.great_wednesday.vespers.stichera_aposticha"
}