"MATINS\n\nInstead of God the Lord..., we sing the Alleluia (Tone 8) and the troparion: Behold, the Bridegroom..., (p. 1251) without the theotokion.\n\nBehold, the Bridegroom comes in the middle of the night. Blessed is the servant He finds awake. But the one He finds neglectful will not be worthy of Him. Beware, therefore, O my soul! Do not fall into a deep slumber, lest you be delivered unto death and the door of the kingdom be closed unto you. Watch instead and cry out: Holy, Holy, Holy are You, O God. Through the intercession of the Mother of God have mercy on us.\n\nLenten Sessional Hymns\n\n(Tone 1, Podoben – Hrob tvoj Spase): Today the holy passion rises like a light of salvation upon the world;* for Christ, Who loves us, is going to His suffering,* and He Who holds the universe in His hands,* is willingly nailed to the cross* for the salvation of the human race.\nGlory be: Now and for ever: (repeat above).\n\n(Tone 1): Your incarnation reveals You to our eyes, O Judge invisible;* and You allow Yourself to be condemned to death by the lawless ones.* By Your passion, You condemn our own condemnation,* and we all praise You with one voice:* Glory and honor to Your power, O Word of God.\nGlory be: Now and for ever: (repeat above).\n\n(Tone 8): The coming day shines with the beginning of the passion of the Lord.* Come, let us celebrate this mystery;* let us go to meet Him with our hymns.* For the Creator draws near to endure the cross:* led before Pilate, He submits to the questions, the whipping and the judgment;* struck by a servant, He endures all to save the human race.* Therefore, we cry out to Him:* O Christ our God, the Lover of Mankind,* grant the forgiveness of their sins* to those who venerate Your holy passion with faith.\nGlory be: Now and for ever: (repeat above).\n\nAfter the Sessional hymns, the priest reads the Gospel (Mt 21:18-22) after intoning the words: That we may be deemed worthy....\nAfter the Gospel: Psalm 50.\n\nCanon – Ode 9\n\nOmit the Magnificat. After the intonation: Let us greatly extol the Theotokos..., the choir sings the hirmos:\n\nHirmos (Tone 2): Through You, O Christ, the Mother of God who gave You birth, was extolled; You have become flesh in her womb to suffer for us, O our Creator; and You have wiped away our sins. And we, who from age to age call her blessed, now extol You.\n\nVerse: Glory be to You, our God, glory be to You!\nYou said to Your apostles, O Lord and Wisdom of the universe: Turn away from the defilement of the passions, that you may receive the perfect knowledge of the kingdom of God; in this you shall be glorified, and you shall shine brighter than the sun.\n\nGlory be: Now and for ever: You said to Your disciples, O Lord: Take your example from Me; do not have haughty thoughts, but follow the path of humility; the cup from which I shall drink, you shall drink, that you may be glorified with Me in the kingdom of heaven.\n\nKatabasia: Through You, O Christ... (see above).\nOmit It is truly right....\n\nExapostilarion: I see Your bridal chamber completely engulfed with light, O my Savior, and I do not have a wedding garment to enter and enjoy Your brightness; fill the garment of my soul with light, and save me, O Lord, save me.\n\nAposticha\n\n(Tone 5): Not understanding the depth of the ineffable mystery of Your plan of salvation,* the mother of the sons of Zebedee came to You, O Lord:* she asked You to grant them the places of honor in a temporal kingdom;* but in place of these honors,* You proclaimed to Your friends that they would drink from the cup of death, the same cup from which You shall first drink* to cleanse us of our sins.* Therefore, we cry out to You:* O Savior of our souls, glory to You!\n\nVerse: In the morning... (p. 146).\nWhen You taught Your disciples to seek that which is higher,* You said to them, O Lord:* Do not imitate the pagans by lording over those who are weak;* it shall not be that way with you.* For I have chosen to be poor;* the first among you shall become the servant of the rest;* the one who commands shall be as the one who obeys:* the most noble shall be as the lowest.* For I Myself have come to serve the poverty of Adam* and to give My life as a ransom for the many* who now sing: O Lord, glory to You!\n\nVerse: Let the favor of the Lord..., (p. 146).\n\n(Tone 8): O faithful, let us fear the punishment of the fig tree* which was dried up for not having borne any fruit;* let us offer worthy fruits of repentance to Christ,* Who grants us His great mercy.\n\nGlory be: Now and for ever: The Serpent thought he found a second Eve in the Egyptian woman,* who tried to make Joseph succumb to her words of flattery.* But he avoided sinning;* he left his garment behind, but was not ashamed of his nudity,* as were our first parents after their disobedience.* Through his prayers, O Christ, have mercy on us.\n\nIt is good to give thanks...; Holy God; Trinity most holy; Our Father; Standing in the temple... (p. 147); the rest is as in lenten Matins to the end; then the dismissal, (p. 1251).\n\nGREAT MONDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\n(Tone 1): Going freely to His passion, the Lord said to His disciples along the way:* Behold, we are going up to Jerusalem,* and the Son of Man shall be delivered up, as it is written.* Come, let us purify our thoughts that we may go with Him;* let us be crucified with Him;* in Him we shall die to the pleasures of this life,* that we may live with Him and hear Him say to us:* I am no longer going to the earthly Jerusalem to suffer,* but I am going to My Father and your Father,* to My God and your God;* you shall go with Me to the heavenly Jerusalem* in the kingdom of heaven.\n\n(Tone 5): O faithful, let us hasten to the saving passion of Christ our God;* let us glorify His long-suffering which is beyond expression,* that He may save us from sin and death,* and that He may also raise us in His goodness and love for mankind.\n\nGlory be: Now and for ever: When You were going to Your passion, O Lord,* You confirmed the faith of Your disciples by taking them aside and saying:* How can you forget the words I have spoken to you?* The Scriptures say that all the prophets die only in Jerusalem!* Now the time of which I have spoken to you has arrived;* behold, I shall be delivered into the hands of sinners;* they shall mock Me and nail Me to the cross;* and after burying Me, they shall number Me among the dead.* Take courage, however, for I shall rise on the third day,* to bring joy and eternal life to all the faithful.\n\nProkimenon: Ps 127 (Tone 6)\nMay the Lord bless you from Zion,* and you will see the good of Jerusalem.\nVerse: O blessed are you who fear the Lord and walk in His ways.\n\nA reading from the Book of Exodus: (1:1-20).\n\nProkimenon: Ps 128 (Tone 6)\nWe bless you in the name of the Lord.\nVerse: They have pressed me hard from my youth.\n\nA reading from the Book of Job: (1:1-12).\n\nGospel: Mt 24: 3-35. The priest begins with the intonation: That we may be deemed worthy.... In the Liturgy of the Presanctified Gifts, this Gospel is read after: Let our prayer rise like incense...; If only Vespers is being celebrated, this Gospel is read after the readings from the Old Testament. After the Gospel, take Deign, O Lord... and the usual Lenten Vespers; the stichera of the aposticha are taken from Monday Matins, (p. 535); for the dismissal (p. 1251).\n\nOn the evening of Great Monday, Great Compline is taken."