"JERUSALEM MATINS\n\n(on Friday evening)\n\nA table is placed before the holy shroud, and on it is placed the Gospel Book between two candles. Before this table, the priest celebrates Matins along with the concelebrants. For text of the Stations, see pp. 1338-1340. Having incensed the shroud and the people, he begins: Glory be to the holy consubstantial...; Psalm 142; the litany; God the Lord..., and the following troparia:\n\n(Tone 2): The noble Joseph* took down from the cross Your most pure body.* Anointing it with spices,* he wrapped it in pure linen* and placed it in a new tomb.\n\nGlory be: When You descended to Death, O immortal Life,* You destroyed the Abyss by the radiance of Your divinity.* And when You raised the dead from the depths of the earth,* all the heavenly powers cried out:* O Giver of life, Christ our God, glory to You.\n\nNow and for ever: The angel standing by the grave* exclaimed to the myrrh-bearing women:* Spices are meant for the dead,* but Christ reveals Himself as not subject to decay.\n\nFirst Station\n\nWe extol You, O Christ, Giver of life, Who yesterday were crucified for us and placed in a tomb, granting life to those in the grave.\n\nMelody for the Verses:\nThey are happy whose life is blameless, who follow God's law.\n\nThe tomb became Your dwelling place; how can our life descend to death? Yet You destroyed the kingdom of death and saved the dead by raising them from Hades.\n\nVerse: They never do anything evil, but walk in His ways.\n\nWe venerate Your burial and the passion You endured to save us, and the death which delivers us from corruption; and we praise and extol Your kingdom.\n\nVerse: You have laid down Your precepts to be obeyed with care.\n\nYou created the earth, establishing its size and breadth. Today, O King of all, You dwell in the confines of the tomb, but You raise the dead from their tombs with You.\n\nVerse: I will thank You with an upright heart as I learn Your decrees.\n\nO Savior of all, Christ Jesus, the King of the universe, what did you seek when You descended into Hades? It is our human race that You wished to save.\n\nVerse: I rejoiced to do Your will as though all riches were mine.\n\nToday You were placed in a tomb, O Christ our life; by death You have conquered the kingdom of death and You open the fountains of life for the world.\n\nVerse: Your will is my delight; Your statutes are my counselors.\n\nYou descended to the grave without leaving the Fatherly bosom; who can grasp this dazzling mystery which surpasses our understanding?\n\nVerse: I will run the way of Your commands; You give freedom to my heart.\n\nYou were placed in a new tomb, O Christ my Savior; thus You renewed the whole human race by raising them from the dead in Your divine power.\n\nGlory be to the Father and to the Son and to the Holy Spirit:\n\nWe praise You, O Word, the only Lord and God of the universe and with You we praise the Father and the Holy Spirit; at Your tomb, we sing of Your glory.\n\nNow and for ever and ever. Amen.\n\nBlessed are you and we extol you, O most pure Virgin Mother, as we adore your Son and our God in faith; for us He spent three days in the tomb.\n\nThe deacon incenses the shroud and the people, and then intones the small litany:\n\nDeacon: Again and again in peace let us pray to the Lord.\nChoir: Help us, save us, have mercy and protect us, O God, by Your grace.\nDeacon: Remembering our most holy and immaculate, most blessed and glorious Lady, the Mother of God and ever-virgin Mary together with all the saints, let us commend ourselves and one another and our whole life, to Christ our God.\nPriest: For blessed is Your name and glorified is Your kingdom Father, Son and Holy Spirit, now and for ever and ever.\nChoir: Amen.\n\nSecond Station\n\nIt is proper and just to extol You and praise Your glory, O Giver of life; for You stretched out Your hands on the cross and broke the power of our enemy.\n\nVerse: It was Your hands that made me and shaped me; help me to learn Your commands.\n\nIt is proper and just to extol You and praise Your glory, O Word and Creator, for You deliver us from corruption and by Your suffering you quell our passions.\n\nVerse: Your faithful will see me and rejoice, for I trust in Your word.\n\nThe earth trembled with fear and the sun was darkened, when it saw You, O Christ, the unsetting Light, bodily buried in the earth.\n\nVerse: Your truth lasts from age to age, like the earth You created.\n\nWhen he placed You in the new tomb, O my Savior, Joseph piously sang the dirges that flowed from His grief and the hymns that praised Your divinity.\n\nVerse: I turn my feet from evil paths, to obey Your word.\n\nYou've gone down beneath the earth, O God and Creator and the radiant star sets with You; every creature is seized with fear upon seeing the Creator of Light grow dim.\n\nVerse: I have sworn and have made up my mind to obey Your decrees.\n\nUnsetting Star and Light that knows no evening, You now set bodily in the earth; unable to bear the eclipse of its God, the sun is wrapped in darkness at the height of day.\n\nVerse: Though the wicked try to ensnare me, I do not stray from Your precepts.\n\nIn the short time You were asleep, You gave life to the dead; and in Your resurrection You raise those who had been asleep from all times.\n\nVerse: I open my mouth and I sigh, as I yearn for Your commands.\n\nWith our hymns, we praise, O Christ, the divine"