"The resurrectional service of the tone of the week and that of the saint are not taken.\n\nSATURDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nTake the six following stichera:\n\n(Tone 6): Today the grace of the Holy Spirit has gathered us together;* and taking up Your cross, we all say:* Blessed is He who comes in the name of the Lord!* Hosanna in the highest!\n\nHe Who has heaven as His throne and earth as His footstool,* the Son and coeternal Word of the Father,* humbles Himself to mount a senseless beast,* as He comes to Bethany.* Carrying branches, the Hebrew children welcome Him, saying:* Hosanna in the highest:* blessed is He Who is coming, the King of Israel!\n\nLet us all gather this day,* the new Israel, the Church of the Gentiles,* and with the prophet Zechariah, let us say:* Rejoice, O daughter Zion, shout for joy, O daughter of Jerusalem!* Behold, your King comes to you;* He is the Savior, meek and humble,* seated on the foal of a donkey, a beast of burden.* Carrying palms, let us praise Him as did the children:* Hosanna in the highest;* blessed is He Who is coming, the King of Israel!\n\nPrefiguring Your holy resurrection for us, O Lord,* by your word, You raised Your friend Lazarus* from death and the tomb on the fourth day.* You rode upon the foal of a donkey* to symbolize for the Gentiles the triumph of the Savior.* Therefore, Israel, Your beloved, offers You praise, O Christ,* through the mouths of infants and babes,* the witnesses of Your entrance into the Holy City,* six days before the Passover.\n\n(Tone 2): When You entered the Holy City, O Lord,* as You hastened to Your passion to fulfill the law and the prophets,* the Hebrew children prefigured Your victorious resurrection;* they went before You with palms and branches, saying:* Blessed are You, O Savior; have mercy on us.\n\nGlory to You, O Christ, Who are seated in the heavens,* and now Your cross awaits You.* The daughter of Zion rejoices,* the peoples of the earth exult with joy,* the children wave the branches,* the disciples spread their garments, and the whole world learns to sing: *Blessed are You, O Savior: have mercy on us.\n\nGlory be: Now and for ever: (Tone 6): Six days before the Passover Jesus comes to Bethany,* and His disciples ask Him:* Lord, where do want us to prepare to eat the Passover with You?* And You sent them off, saying:* Go to the village nearby, and there you shall find a man carrying a pitcher of water;* follow him and say to the master of the house:* The Master says to you:* It is in Your house that I will celebrate the Passover with my disciples.\n\nThe entrance; O Joyful Light; the Saturday prokimenon: The Lord reigns...; and the following readings:\n\nLector: A reading from the Book of the Prophet Zechariah:\n\"Thus says the Lord: Rejoice heartily, O daughter Zion, shout for joy, O daughter Jerusalem! See, your king shall come to you; a just savior is he, Meek, and riding on an ass, on a colt, the foal of an ass. He shall banish the chariot from Ephraim, and the horse from Jerusalem; The warrior’s bow shall be banished, and he shall proclaim peace to the nations. His dominion shall be from sea to sea, and from the River to the ends of the earth. As for you; for the blood of your covenant with me, I will bring forth your prisoners from the dungeon: In the return to the fortress of the waiting prisoners, This very day, I will return you double for your exile. For I will bend Judah as my bow, I will arm myself with Ephraim; I will arouse your sons, O Zion, [against your sons, O Yavan,] and I will use you as a warrior’s sword. The LORD shall appear over them, and his arrow shall shoot forth as lightning; The LORD God shall sound the trumpet, and come in a storm from the south. The LORD of hosts shall be a shield over them, they shall overcome, sling stones and trample them underfoot; They shall drink blood like wine, till they are filled with it like libation bowls, like the corners of the altar (9: 9-15).\"\n\nOther readings: Genesis (49: 1-2, 8-12); Zephaniah (3: 14-19).\n\nStichera at Litiya\n\n(Tone 1): The Holy Spirit, Who taught the apostles to speak in foreign tongues,* now inspires the children to sing:* Hosanna in the highest;* blessed is He Who is coming, the King of Israel!\n\nThe Son and Word of God, coeternal with the Father,* today enters the city of Jerusalem,* seated upon a senseless beast;* He, upon Whom the Cherubim dare not gaze,* is praised by the children with palms and branches,* as they mystically sing to Him:* Hosanna in the highest;* blessed is He Who comes to save the human race.\n\nSix days before the Passover, O Lord,* Your voice was heard even in the depths of Hades,* from which You raised Lazarus on the fourth day.* And the Hebrew children praised You:* Hosanna, Our God, glory to You!\n\nGlory be: Now and for ever: (Tone 3): Six days before the Passover, Jesus came to Bethany,* to raise Lazarus on the fourth day* and to proclaim the coming resurrection.* The sisters of Lazarus, Martha and Mary, came to meet Him, saying:* Lord, if You had been here, our brother would not have died.* But the Lord answered them, saying:* Those who believe in Me, even if they die, shall live.* Have I not said this to you?* Show Me where you have buried him.* And, with a loud voice, the Creator of the universe cried to him:* Lazarus, come forth!\n\nAposticha\n\n(Tone 8): Rejoice, O city of Zion,* and dance with joy, O Church of God;* for, behold, your King comes to you in meekness and humility;* the children welcome Him and sing:* Hosanna in the highest;* blessed are You, O compassionate Lord; have mercy on us.\n\nVerse: On the lips of children and of babes, You have found praise.\n\nThe Savior has come into the city of Jerusalem today* to fulfill the Scriptures.* The people spread their garments along the way;* they carry palms and branches in their hands,* recognizing that He is indeed our God.* The cherubim sing unceasingly to Him:* Hosanna in the highest;* blessed are You, O compassionate Lord; have mercy on us.\n\nVerse: How great is Your name, O Lord our God, through all the earth!\n\nYou are seated upon the throne of the Cherubim* and are praised by the Seraphim;* as David, You rode upon a donkey.* The children praise You as God;* the Pharisees blaspheme You unjustly;* and Your riding upon the colt symbolizes the conversion of the pagans.* O only Lover of Mankind and compassionate Lord, glory to You.\n\nGlory be: Now and for ever: (Tone 6): Today the grace of the Holy Spirit has gathered us together;* and taking up Your cross, we all say:* Blessed is He who comes in the name of the Lord! Hosanna in the highest.\n\nCanticle of Simeon; Holy God; Trinity most holy; Our Father; the troparion: O Christ our God... (p. 1250); then immediately without the Glory be: Now and for ever: the troparion: We have been buried... (p. 1251). Then the blessing of the breads, Psalm 33, and the great dismissal.\n\nSUNDAY MATINS\n\nAfter God the Lord...: the troparion: O Christ our God... (p. 1250), Glory be: Now and for ever: We have been buried..., (p. 1251).\n\nSessional Hymns\n\n(Tone 4, Podoben – Udyvysia Josyf): Carrying palms in spirit and with our souls purified,* as the children of old, let us praise Christ in faith;* and let us sing to Him with a full voice: Blessed are You, O Savior,* Who come into this world to save Adam from the ancient curse,* and Who have willed to become the new spiritual Adam.* O Word, You have fulfilled all things for our salvation, glory to You.\n\nGlory be: Now and for ever: Having raised Lazarus who had been in the tomb four days, O Lord,* You teach us to cry out with palms and branches:* Blessed is He Who comes to us.\n\n(Tone 4, Podoben – Udyvysia Josyf): O Christ, You shed tears over Your friend,* and You raised Lazarus from the dead,* even though he was already buried.* Thus, You showed Your tender compassion;* the multitude of children heard of Your coming, O Savior,* and they went out today with palms in their hands, crying out to You:* Hosanna! Blessed is He Who co"