{
  "content": "(Tone 6): Come, O faithful, let us zealously labor for the Lord;* for He entrusts his riches to His servants;* let each multiply the talent of grace.* Let one gain wisdom by doing good;* let another serve with splendor;* let the faithful share the knowledge of faith with the unenlightened;* let others share their goods with the poor.* Thus we shall multiply the treasure that has been entrusted to us,* and we shall be the faithful stewards of grace,* and we shall be worthy of the joy of the Lord.* Grant this to us, O Christ our God,* in Your goodness toward mankind.\n\nWhen You shall come in glory with the powers of heaven,* to be seated on the throne of judgment, O Jesus,* do not cast me far away from You, O Good Shepherd.* On Your right are the paths that lead to You,* and on Your left are those who turn away from You.* Do not make me perish with the goats,* even though I have been disfigured by sin.* But place me on Your right with Your sheep,* and in Your love for mankind, save me.\n\nO Bridegroom, Whose grace surpasses all human beauty,* You invite us to the spiritual feast in Your palace.* Strip me of the coarse garment of my sin,* and make me a partaker of Your passion.* Clothe me in the glorious adornment of Your beauty.* In Your mercy, accept me as a luminous guest* at the banquet in Your kingdom.\n\nGlory be: Now and for ever: (Tone 7): Behold, the Lord entrusts His talent to you;* accept this gift with fear, O my soul.* Multiply it for the One Who granted it to you;* share it with the poor and you shall have the Lord as your friend.* Then you shall be at His right when He comes in glory,* and you shall hear His blessed voice say to you:* You are indeed my servant; enter into the joy of Your Lord.* Even though I have gone astray, O Lord,* make me worthy of this joy.\n\nIt is good to give thanks...; Holy God; Trinity most holy; Our Father; Standing in the temple... (p. 147); the rest as in",
  "source": "Stamford Pentecostarion",
  "_original_id": "pentecostarion.great_tuesday.vespers.stichera_aposticha"
}