"FRIDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\n(Tone 8): Having come to the end of the forty days,* we beseech You, O Lord and Lover of Mankind:* May we also behold the holy week of Your passion,* and glorify in it Your lofty deeds and Your ineffable work of salvation,* as we sing with one voice:* O Lord, glory to You.\n\n(Tone 6): Desiring to see the tomb of Lazarus, O Lord,* even though You were going to dwell willingly in the tomb,* You asked: Where have you placed him?* And when You learned that which You already knew,* You called to the one whom You loved:* Lazarus, come forth from the tomb!* And Death obeyed the Giver of life,* the Savior of our souls.\n\nHaving arrived at the tomb of Lazarus on the fourth day,* You wept for Your friend, O Lord.* You gave life to the one who had been dead four days;* Death was bound up by Your voice,* and the grave-clothes were unbound by Your hands.* Therefore, the company of apostles were filled with joy,* and all the choirs sang with one voice:* Blessed are You, O Savior, have mercy on us.\n\nThe kingdom of Hades was demolished at the sound of Your voice, O Lord:* Your powerful word awakened from the tomb one who had been dead four days.* Lazarus becomes a saving prelude of our regeneration.* Nothing is impossible for the King of the universe,* O Lord, grant to Your servants forgiveness and great mercy.\n\nDesiring to confirm the faith of Your disciples, O Lord,* in Your resurrection from the dead,* You came to the tomb of Lazarus.* And when You called him, Hades was despoiled,* and it gave up the one who had been dead four days:* he cried out to you: Blessed are You, O Lord, glory to You.\n\nTaking Your disciples with You, O Lord,* You came to Bethany to awaken Lazarus from the dead;* and weeping over him in accordance with Your human nature,* as God, You raised the one who had been dead four days;* and he cried out to You, O Savior:* Blessed are You, O Lord, glory to You.\n\nGlory be: (Tone 8): You have come to the tomb of Lazarus, O Lord,* and You called the dead one to awaken him from his sleep.* He shook off the dust of the tomb at Your immortal words;* and still bound by the grave-clothes,* he came forth at the sound of Your voice.* For You have power and lordship over all things,* and You are the Master of the whole world, O Lover of Mankind:* O Lord, glory to You.\n\nNow and for ever: Having come to the end of the forty days,* we cry out: Rejoice, O city of Bethany, the home of Lazarus!* Rejoice, Martha and Mary, for Christ shall come to you tomorrow;* by His word, He shall give life to Your departed brother.* Hearing His voice, the cruel and insatiable Hades will give up Lazarus after four days.* Struck with admiration, the Hebrew people will carry palms and branches,* and they shall go before Him.* The children shall praise the One Whom their parents looked upon with envy:* Blessed is He Who comes in the name of the Lord, the King of Israel.\n\nProkimenon: Ps 123 (Tone 6)\nOur help is in the name of the Lord, Who made heaven and earth.\nVerse: The Lord has done great things for us.\n\nA reading from the Book of Genesis (49:33-50:1-26).\n\nProkimenon: Ps 124 (Tone 4)\nThose who put their trust in the Lord are like Mount Zion, which cannot be shaken, for it stands forever.\nVerse: The scepter of the wicked will not prevail in the land given to the just.\n\nA reading from the Book of Proverbs (31: 8-31).\n\nIf the Liturgy of the Presanctified Gifts is not being celebrated, then take the following stichera:\n\nAposticha\n\n(Tone 4): You raised Your friend on the fourth day, O Christ,* putting an end to the funeral hymns of Martha and Mary;* You revealed to all that You are truly the One Who fills the whole world* with Your divine presence, by Your own power and will.* The Cherubim praise You unceasingly:* Hosanna in the highest;* blessed are You, O supreme God, glory to You.\n\nVerse: Arise, then, Lord, lift up Your hand! O God, do not forget the poor!\n\nMartha said to Mary: The Master is here! He calls for you; go to Him! She hastened to the place where the Lord was, and seeing Him, she cried out, and bowing before Him she kissed His most pure feet and said: Lord, if You had been here, our brother would not have died.\n\nVerse: I will praise You, Lord, with all my heart; I will recount all Your wonders.\n\n(Tone 8): In Bethany, You woke Lazarus from a sleep of four days;* when You came to the tomb,* the dead man was given life by Your command.* Hades trembled as it released him.* What a wonder, indeed!* O Lord of mercy, glory to You!\n\nGlory be: Now and for ever: O Lord, when You said to Martha: I am the resurrection,* You confirmed Your word of truth by Your deeds,* as You called Lazarus forth from Hades.* My passions have brought me down to death;* raise me up, I beseech You,* O Lover of Mankind and compassionate Lord.\n\nCanticle of Simeon; Holy God; Trinity most holy; Our Father; troparion: O Christ our God..., (p. 1250) (without the theotokion); the litany: Have mercy on us, O God...; three prostrations, and the daily dismissal, (p. 37).\n\nSATURDAY MATINS\n\nAfter God the Lord..., the troparion: O Christ our God... (p. 1250) (without the theotokion).\n\nSessional Hymn (Tone 1): Taking pity on the tears of Martha and Mary,* O Christ our God, You ordered the stone to be rolled away from the tomb;* by Your call, You raised the dead man and broke the bolts of Hades* to establish our faith in the life-giving resurrection of all.* Glory to Your power, O Savior;* glory to Your sovereign majesty;* glory to You, for by Your word You uphold the whole world.\n\nGlory be: Now and for ever: (Tone 5, Podoben – Sobeznachalnoje Slovo): O Fountain of wisdom and eternal knowledge,* arriving at Bethany, You asked those who were with Martha:* Where have you placed Lazarus, my friend?* You wept tears of compassion over the one who had been dead four days;* and by Your voice, You raised him, O Giver of life* and compassionate Lord.\n\nHosts of angels; Hymn of the Resurrection; Psalm 50.\n\nCanon – Ode 9\n\nOmit the Magnificat. After the intonation: Let us greatly extol the Theotokos..., the choir sings the hirmos:\n\nHirmos (Tone 8): Come, all you people, let us glorify the holy Mother of God, who without being consumed, gave birth to the fire of the divinity in her womb; with our unceasing hymns, we extol her.\n\nVerse: Glory be to You, our God, glory be to You!\n\nThe crowds, who saw a man dead four days now walking, were struck with wonder, and they cried out to the Redeemer: O Lord God, we extol You.\n\nVerse: Glory be to You, our God, glory be to You!\n\nTo strengthen our faith in Your glorious resurrection, O Savior, You delivered Lazarus from Hades even though he had been dead four days; with our hymns, we extol You.\n\nGlory be: Now and for ever: In an ineffable manner, O my Lord and Savior, You brought about my deliverance and my salvation, by Your own will and according to Your two natures.\n\nKatabasia: We indeed acknowledge you as the Mother of God; through you we have found salvation. O most pure Virgin, with the choirs of angels, we extol you.\n\nOmit: It is truly right...\n\nHoly is the Lord our God (Tone 8) (3x).\n\nExapostilarion: Today, Lazarus rejoices in Your word, O Word of God, as he begins his life again; and the crowd greets You, O almighty One, with palms and branches; for by Your death, You have utterly destroyed the kingdom of Hades.\n\nStichera at the Praises\n\n(Tone 1): O Christ, our Resurrection and our Life,* You came to the tomb of Lazarus* to confirm our faith in Your two natures;* O long-suffering Lord, born of the most pure Virgin,* in Your humanity, You asked:* Where have you buried him?* And, in Your divinity, with a life-giving sign,* You raise the one who has been dead four days.\n\nEven though Lazarus had been dead four days,* You raised him from Hades, O Christ;* before Your own death You destroyed the power of Death;* You freed one of Your friends from the tomb* to announce the resurrection of all.* Therefore, we bow before Your sovereign power "