{
  "content": "(Tone 1): All creation was transformed with fear,* when it beheld You hanging on the cross, O Christ.* The sun was darkened and the foundations of the earth trembled.* All creation suffered with the One Who created all things.* O Lord, Who willingly suffered for us, glory to You.\n\nVerse: They divided My garments among themselves, and for My vesture they cast lots.\n\n(Tone 2): Why do evil and iniquitous people concern themselves with what is in vain?* Why have they condemned to death the Life of all?* O what a great wonder!* The Creator of the world is handed over to the lawless ones,* and He, Who loves mankind, is raised upon the cross,* that He might free the enslaved of the Abyss who are crying out:* O long-suffering Lord, glory to You.\n\nVerse: For food they gave Me gall; in My thirst they gave Me vinegar to drink.\n\nThe all-pure Virgin seeing You, O Word,* lifted upon the cross today, lamented as a mother.* Her heart bursting with sorrow and moaning from the depths of her soul;* her countenance deeply scarred with grief,* she cried out so mournfully:* O divine Child, how great is my sorrow.* O Light of the world, O Lamb of God,* why have You passed from my sight?* Beholding all this, the heavenly hosts were struck with fear, and they cried out:* O incomprehensible Lord, glory to You.\n\nVerse: God is our King from time past, the Giver of help through all the land.\n\nAs she beheld You hanging upon the tree, O Christ our God,* she, who gave virgin birth to You, the Creator and God of all,* cried out in such great sorrow:* Where has the beauty of your countenance gone, O my Son?* I cannot endure this sight of unjust crucifixion.* Hasten and arise* so that I may also see your resurrection from the dead on the third day.\n\nGlory be: (Tone 8): O Lord, when You ascended the cross,* fear and trembling seized everyone.* Yet, You forbade the earth to swallow those who crucified You;* and to restore the order of mankind,* You commanded the Abyss to release its captives.* For You came to give life and not death,* O Judge of the living and the dead.* O Lover of Mankind, glory to You.\n\nNow and for ever: The sentence of the unjust judges has already been pronounced;* the verdict has been given,* and Jesus is condemned to the cross.* Creation shudders in seeing the Lord crucified.* In Your body, You suffered for my sins;* O Lord of mercy, glory to You.\n\nThat we may be deemed worthy of hearing the holy Gospel, let us pray to the Lord.\n\nTwelfth Gospel (Matthew 27: 62-66)\n\nThen immediately:\nIt is good to give thanks to the Lord..., (p. 147).\nHoly God; Trinity most holy; Our Father; and the following",
  "source": "Stamford Pentecostarion",
  "_original_id": "pentecostarion.great_friday.vespers.stichera_aposticha"
}