"MATINS\n\nInstead of God the Lord..., take the Alleluia (Tone 8) and the troparion: Behold, the Bridegroom... (p. 1251) without the theotokion.\n\nLenten Sessional Hymns\n\n(Tone 4): O faithful, let us be on fire with love for the Bridegroom,* and with lamps burning, let us go out to meet Him.* May the light of our virtues shine brightly,* and may our faith be radiant.* With the wise virgins, let us prepare to enter the banquet hall of the Lord;* for the divine Spouse offers us all the crown of immortality.\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 4, Podoben – Udyvysia Josyf): The priests, the scribes and the council of the impious* have gathered against You, O God our Savior;* through jealousy they persuaded Judas to betray You;* he was not ashamed to go out and speak against You,* saying to the lawless ones:* What will you give me if I hand Him over to you?* O Lord, spare our souls from such a condemnation.\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 8): Impelled by his burning love of money,* the impious Judas ponders and plots the betrayal of his Master.* He falls from light into darkness;* he sells the One Who is beyond all price;* and for the price of his betrayal,* the miserable one meets death through hanging.* Spare us this same destiny, O Christ our God,* and grant the forgiveness of sins* to those who with love praise Your holy passion.\nGlory be: Now and for ever: (repeat the above).\n\nAfter the sessional hymns the priest reads the Gospel (Mt 22:15-23:28) beginning with the intonation: That we may be deemed worthy....\nAfter the Gospel, Psalm 50.\n\nCanon – Ode 9\n\nOmit the Magnificat. After the intonation: Let us greatly extol the Theotokos..., the choir sings the hirmos:\n\nHirmos (Tone 2): Your womb was able to contain the infinite God, and you gave birth to the Joy of the universe; we praise you, O Virgin Mother of God.\n\nVerse: Glory be to You, our God, glory be to You.\nYou said to Your disciples, O God most good: Be vigilant, for you do not know the time of the coming of the Lord.\n\nGlory be: Now and for ever: At Your awesome and second coming, O Master, place me at Your right side with Your sheep, and do not consider the multitude of my sins.\n\nKatabasia: Your womb... (see above).\nOmit It is truly right....\n\nExapostilarion: I see Your bridal chamber completely engulfed with light, O my Savior,* and I do not have a wedding garment to enter and enjoy Your brightness;* fill the garment of my soul with light,* and save me, O Lord, save me.\n\nAposticha\n\n(Tone 6): Come, O faithful, let us zealously labor for the Lord;* for He entrusts his riches to His servants;* let each multiply the talent of grace.* Let one gain wisdom by doing good;* let another serve with splendor;* let the faithful share the knowledge of faith with the unenlightened;* let others share their goods with the poor.* Thus we shall multiply the treasure that has been entrusted to us,* and we shall be the faithful stewards of grace,* and we shall be worthy of the joy of the Lord.* Grant this to us, O Christ our God,* in Your goodness toward mankind.\n\nWhen You shall come in glory with the powers of heaven,* to be seated on the throne of judgment, O Jesus,* do not cast me far away from You, O Good Shepherd.* On Your right are the paths that lead to You,* and on Your left are those who turn away from You.* Do not make me perish with the goats,* even though I have been disfigured by sin.* But place me on Your right with Your sheep,* and in Your love for mankind, save me.\n\nO Bridegroom, Whose grace surpasses all human beauty,* You invite us to the spiritual feast in Your palace.* Strip me of the coarse garment of my sin,* and make me a partaker of Your passion.* Clothe me in the glorious adornment of Your beauty.* In Your mercy, accept me as a luminous guest* at the banquet in Your kingdom.\n\nGlory be: Now and for ever: (Tone 7): Behold, the Lord entrusts His talent to you;* accept this gift with fear, O my soul.* Multiply it for the One Who granted it to you;* share it with the poor and you shall have the Lord as your friend.* Then you shall be at His right when He comes in glory,* and you shall hear His blessed voice say to you:* You are indeed my servant; enter into the joy of Your Lord.* Even though I have gone astray, O Lord,* make me worthy of this joy.\n\nIt is good to give thanks...; Holy God; Trinity most holy; Our Father; Standing in the temple... (p. 147); the rest as in Matins of the Great Fast to the end; then the dismissal, (p. 1251).\n\nGREAT TUESDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\n(Tone 1): How shall I enter the splendor of Your saints,* because of my unworthiness?* If I dare to enter into Your bridal chamber,* my garment shall give me away;* for I do not have a wedding garment,* and the angels shall cast me out.* Purify my soul, O Lord, and in Your goodness, save me.\n\n(Tone 2): My slothful soul has fallen into sleep, O Christ, my Spouse,* and I do not have a lamp shining with the fire of virtues.* I have become like the foolish virgins;* for, instead of laboring, I have wasted my time.* Do not close off Your love and Your heart to me, O Master;* but dispel my dark slumber;* awaken me that I may enter Your palace with the wise virgins.* There the choir of the just shall resound as they sing to You:* O Lord, glory to You.\n\nGlory be: Now and for ever: (Tone 4): You have heard of the condemnation of the one who hid the talent;* O my soul, do not hide the word of God.* Proclaim His wonders and increase His gifts,* that you may enter into the joy of your Lord.\n\nProkimenon: Ps 131 (Tone 6)\nGo up, Lord, to the place of Your rest,* You and the ark of Your strength.\nVerse: O Lord, remember David and all the hardships he endured.\n\nA reading from the Book of Exodus: (2:5-10).\n\nProkimenon: Ps 132 (Tone 4)\nHow good and how pleasant it is,* when people live in unity.\nVerse: It is like precious oil upon the head running down upon the beard, running down upon Aaron’s beard.\n\nA reading from the Book of Job: (1:13-22).\n\nGospel: Mt 24:36 - 26:2 (see the note on page 534).\nStichera of the aposticha: p. 539.\nOn the evening of Great Tuesday, Great Compline is taken."