{
  "content": "(Tone 8): Today the deceitful council gathers against Christ,* and decides to hand over to Pilate the innocent One,* that they may not take the initiative for His death.* Today the greedy one places the rope around his neck,* and thus Judas deprives himself of life both temporal and divine.* Today Caiaphas unwittingly becomes a prophet when he says:* It is better for one person to die for all.* He has come to suffer for our sins* and to deliver us from the bondage of the enemy* in His goodness and His love for us.\n\nVerse: The one who ate my bread, has turned against me.\nToday Judas drops his mask of love and reveals his love of money;* he no longer cares for the poor,* nor is it the costly perfume nor the myrrh that he wishes to sell;* rather, he offers to sell the heavenly Myrrh and he keeps the money.* He hastens to the Jews and asks the impious ones:* What will you give me, and I will deliver Him over to you?* His greed drives him to betrayal;* he sells the Treasure cheaply,* at the price named by the ones who set a price on his head.* He does not dispute the price and sells the Lord as a runaway slave.* For thieves always throw away that which is precious.* But today, it is the sacred Treasure that the disciple casts to the dogs;* for the lust of money alienates one from God.* Let us flee far from his example and say:* O long-suffering Lord, glory to You.\n\nVerse: Their hearts full of malice, they spread it abroad.\nO Judas, you are filled with the ways of the impious* for in your love of money, you rejected all human goodness.* If you have such love for riches,* why did you then follow the One who preached poverty?* If you truly loved the Lord* why then did you sell the priceless One* and hand Him over to the infamy of death?* Let the sun tremble and the earth shudder as they cry out in fear:* O Lord of mercy, glory to You.\n\nVerse: My enemies whisper together against Me.\nO faithful, let no one who is not initiated approach the Supper of the Lord;* let no one draw near in betrayal as did Judas!* For, he received his portion and yet abandoned the Bread of life;* he appeared as a disciple, yet he was truly a murderer.* He ate at the table of the apostles,* yet he enjoyed the company of the godless ones.* In his hatred, he kissed the Lord,* and with a kiss, he betrayed the One Who redeems us from the curse,* our Savior and our God.\n\nGlory be: Now and for ever: (Tone 5): O Lord, You initiated Your disciples into the mysteries with these words:* O friends, let no fear separate you from Me!* If I suffer, it is for the salvation of the world;* do not be troubled over Me,* for I have not come to be served but to serve* and to give My life as a ransom for all.* If you are my friends, then follow My example;* the one who wishes to be first must become the last of all;* and let the master become as the servant.* Live in Me and you shall bear much fruit;* for I am the Vine and you are the branches.\n\nIt is good to give thanks...; Holy God; Trinity most holy",
  "source": "Stamford Pentecostarion",
  "_original_id": "pentecostarion.great_thursday.vespers.stichera_aposticha"
}