"MATINS\n\nInstead of God the Lord..., we take Alleluia (Tone 8) and the troparion: Behold, the Bridegroom..., (p. 1251) without the theotokion.\n\nLenten Sessional Hymns\n\n(Tone 3, Podoben – Krasoti divstva tvojeho): The harlot drew near to You, O God of Goodness,* to pour upon Your feet the precious ointment along with her tears;* at Your command, she was delivered from the scourge of evil;* but the ungrateful disciple who was filled with Your grace,* turned away from You and sunk into the mire* by betraying You through his greed.* Glory to Your infinite mercy, O Christ.\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 4, Podoben – Udyvysia Josyf): Driven by his love of money,* Judas the traitor cunningly planned to sell You,* O Lord, the Treasure of life;* in his frenzy, he hastened to the impious ones and said:* What will you give me, and I will deliver Him to you to be crucified?\nGlory be: Now and for ever: (repeat the above).\n\n(Tone 1, Podoben – Hrob Tvoj Spase): With her sighs, the sinful woman cried out to You, O God of goodness,* and as she fervently dried Your most pure feet with her hair,* she said from the depths of her heart:* Do not scorn me, my God, nor cast me far from You;* but accept my repentance,* and in Your goodness, save me.\nGlory be: Now and for ever: (repeat the above).\n\nAfter the sessional hymns the priest reads the Gospel (Jn 12:10-50) beginning with the intonation: That we may be deemed worthy....\nAfter the Gospel, Psalm 50.\n\nCanon – Ode 9\n\nThe Magnificat is omitted. Immediately after the intonation: Let us greatly extol the Theotokos..., the choir sings the hirmos:\n\nHirmos (Tone 2): Come, let us purify our hearts and our lips that we may extol the holy Mother of Immanuel, the most pure Virgin. She presents our prayer to her Son: O Christ our God, have mercy on us and save us.\n\nVerse: Glory be to You, our God, glory be to You!\nGoing out to find the leaders of the godless ones, Judas asks: What will you give me, and I will hand Christ over to you, the One Whom you seek. He traded Your friendship for money; O Christ our God, have mercy on us and save us.\n\nGlory be: Now and for ever: Blinded by his love of money, he lost all sense of mercy; the traitor forgets that the entire universe is not worth the loss of his soul, as You have taught. Therefore, he goes out in desperation and hangs himself. O Christ our God, have mercy on us and save us.\n\nKatabasia: Come, let us purify... (see the above).\nOmit It is truly right....\n\nExapostilarion: I see Your bridal chamber completely engulfed with light, O my Savior, and I do not have a wedding garment to enter and enjoy Your brightness; fill the garment of my soul with light, and save me, O Lord, save me.\n\nAposticha\n\n(Tone 6): Today Christ comes to the house of the Pharisee,* and the sinful woman falls at His feet:* she bows before Him and says:* Behold, I am drowning in the abyss of sin;* I have lost all hope because of my deeds;* in Your goodness, do not turn away from me;* grant me forgiveness, O Lord, and save me.\n\nVerse: In the morning..., (p. 146).\nThe harlot loosened her hair for You, O Lord,* while Judas reached out his hand to the godless ones.* One acted to receive Your forgiveness,* the other to gain money.* Therefore, we cry out to You;* O Lord, sold for our deliverance, glory to You.\n\nVerse: Let the favor of the Lord..., (p. 146).\nFilled with the odor of sin, the woman drew near to You;* she poured out tears over Your feet and proclaimed Your passion, O God our Savior:* O Master, how shall I dare to raise my eyes to You,* for You have come to save the fallen?* You raised Lazarus from the tomb;* lift me also from the abyss of death.* O Lord, accept me in my misery and save me.\n\nVerse: I will praise You, Lord, with all my heart; I will recount all Your wonders.\nShe who was rejected because of her life,* and who was accepted because of her conversion,* came to You, bearing myrrh, and saying:* Do not cast me out, for I am a wretched one,* O Son of the Virgin;* do not despise my tears, O Joy of the angels;* but receive me in repentance,* and in Your goodness, accept me a sinful one.\n\nGlory be: Now and for ever: (Tone 8): O Lord, the woman who had fallen into a multitude of sins,* recognized Your divinity and joined the ranks of the myrrh-bearers;* before Your burial, she offers You myrrh with her tears: Alas, she says, the stinging night of pleasure seizes me;* the dark and moonless love of sin grasps me;* accept the stream of my tears and my copious weeping,* for You make the waters fall from the clouds into the sea.* Incline your ear to the cry of my heart,* for You incline the heavens in Your ineffable condescension.* Allow me to kiss Your most pure feet,* drying them with the locks of my hair;* for these are the feet that Eve heard in paradise,* and trembling at their approach, she hid herself.* O Lord, Who can search out the number of my sins?* Who shall search the depth of Your judgments,* O God our Redeemer and the Savior of our souls?* In Your infinite love, do not despise Your servant.\n\nIt is good to give thanks...; Holy God; Trinity most holy; Our Father; Standing in the temple..., (p. 147); the rest as is Matins of the Great Fast to the end; the dismissal (p. 1251).\n\nGREAT WEDNESDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\n(Tone 1): In You, born of the Virgin, the harlot recognized her God,* ashamed of her sinful deeds, she sighed and wept, and said:* O Lord, loosen my debt to You, as I unloosen my hair.* Grant Your love to the one who loves You,* despite all my unworthiness;* and I shall exalt Your love for all,* harlots and publicans alike,* O Lover of Mankind and their Benefactor.\n\nThe harlot mixed her tears with the precious perfume,* as she poured them over Your most pure feet,* which she covered with kisses;* thus You showed her to be justified.* O Lord, Who suffered for us,* grant us Your forgiveness and save us.\n\nWhile the sinful woman was offering You her ointment,* Your disciple conspired against You.* She rejoiced to pour out the most precious perfume* while he hastened to sell the One Who is beyond price.* As she came to recognize her Lord,* the disciple separated himself,* she was set free, while Judas became enslaved to the enemy.* She was ennobled through repentance,* while he was disgraced by his vile actions.* O Savior, Who suffered for us, grant us Your forgiveness and save us.\n\nO the misery of Judas!* He saw the sinful woman kiss the feet of the Lord,* and he shamefully thought of his kiss of betrayal.* While she loosened her hair,* he let himself be bound up by passion;* instead of the fragrance of myrrh,* he bore the odor of his perverse and evil ways:* for jealousy does not know how to seek what is good.* O the misery of Judas!* O Lord, keep our souls from falling like him.\n\nThe harlot loosed her hair for You, O Lord,* while Judas reached out his hand to the godless ones.* One acted to receive Your forgiveness,* the other to gain money.* Therefore, we cry out to You:* O Lord, sold for our deliverance, glory to You.\n\n(Tone 2): The sinful woman hastened to buy the perfume of great price,* to anoint her Benefactor with it.* To the seller of perfume, she said:* Give me the myrrh that I might anoint the One* Who washed me of all my sins.\n\nGlory be: Now and for ever: (Tone 6): Drowning in the abyss of sin,* the harlot found in You a harbor of salvation;* and, pouring out myrrh with her tears, she said:* O Lord, You can forgive sins,* and You await the repentance of sinners;* behold me, O Master, for I am sinking in the storm of sin;* in Your great goodness, save me.\n\nProkimenon: Ps 135 (Tone 4)\nTo the God of heaven give thanks, for His love endures forever.\nVerse: Give thanks to the God of gods, for His love endures forever.\n\nA reading from the Book of Exodus: (2:11-22).\n\nProkimenon: Ps 137 (Tone 4)\nYour love, O Lord, is eternal, discard not the work of Your hands.\nVerse: I thank You, Lord, with all my heart.\n\nA reading from the Book of Job: ("