{
  "content": "...”\n\nBy Your cross, O Christ our Savior,* the power of Death has been vanquished and the deceit of the devil has been destroyed.* Therefore, mankind, saved by faith,* offers You hymns of praise forever.\n\nO Lord, all creation has been enlightened by Your resurrection,* and paradise has been reopened;* therefore, all creation extols You* and offers You hymns of praise forever.\n\nI glorify the power of the Father, Son, and Holy Spirit;* and I praise the dominion of the undivided Divinity,* the consubstantial Trinity,* Who reigns forever and ever.\n\nWe adore Your precious cross, O Christ,* and with hymns of praise we glorify Your resurrection;* for by Your wounds we have all been healed.\n\nLet us sing the praises of the Savior,* Who was incarnate of the Virgin;* for He was crucified for our sake,* and on the third day He arose from the dead,* granting us His great mercy.\n\nChrist descended into Hades and announced to those confined there:* Take courage, for today I have conquered Death.* I am the Resurrection, the One Who will set you free.* I have shattered the gates of the realm of Death.\n\nO Christ our God, we unworthily stand in Your most pure temple,* and offer to You our evening hymns.* From the depths of our souls we cry out to You:* O Lover of mankind, Who has enlightened the world by Your resurrection on the third day,* deliver Your people from the hands of Your enemies.\n\nThree stichera and Glory be: of the saint.\n\nNow and for ever: (Dogmaticon): O most honorable Virgin, we are filled with awe* when we consider that you gave birth to Christ Who is both God and man.* O immaculate Lady, without knowing man,* you gave birth in the flesh to a Son without a human father.* This Son, from all eternity,* was begotten by God the Father without a mother,* and when He took on our human nature, He did not undergo any change.* Nothing was added to His divine nature, nor was it divided.* The properties of both His divine and human nature remained intact.* We therefore entreat you, O Blessed Virgin,* to save the souls of those who, in true faith,* acknowledge you as the Mother of God.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_3.stichera_lord_i_call"
}