{
  "content": "...”**\n\nAccept our evening prayer, O holy Lord,* and grant us forgiveness of sins,* for You alone manifested the resurrection to the world.\n\nO you people, walk around Zion and encompass her.* And there give glory to Him Who is risen from the dead.* For He is our God Who delivers us from our sins.\n\nCome you people, praise and worship Christ.* Glorify His resurrection from the dead;* for He is our God Who has delivered the world* from the deceit of the enemy.\n\nRejoice, O you heavens;* sound the trumpets, you foundations of the earth;* cry out with joy, O you mountains.* For behold, Emmanuel has nailed our sins to the cross;* the Giver of life has put Death to death;* and the Lover of mankind has raised up Adam.\n\nLet us praise the Lord* Who for our sake was willingly crucified in the flesh.* He suffered, was buried, and rose from the dead.* Therefore, let us sing to Him:* O Christ, keep Your Church in the true faith* and bring peace to our lives;* for You are gracious and You love mankind.\n\nO Christ our God, as we stand unworthily before Your life-bearing grave,* we offer a hymn of praise to Your ineffable tenderness of heart.* For You, O Sinless One,* in Your loving-kindness have accepted the cross and death* in order to grant resurrection to the world.\n\nLet us praise the Word* Who is without beginning and co-eternal with the Father.* For our sake He was born of the Virgin;* He freely accepted the cross and death, and rose in glory.* Therefore, let us sing to Him:* Glory to You, O Lord,* the Giver of life and Savior of our souls.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* Let us praise the Virgin Mary* who although born of our humanity, gave birth to the Lord of all.* The angels extol her in song;* for she is the glory of the whole world,* the gateway to heaven, and the adornment of the faithful.* As the Mother of God, she is heaven itself and the very temple of God.* She broke down the wall of enmity between mankind and God,* thereby bringing us peace and opening the gates of the Kingdom.* Let us, therefore, cling to her as the anchor of our faith;* and our Lord, Who was born of her, will be our protector.* Take courage then, O people of God,* for the almighty Himself will defeat your enemies.",
  "source": "Stamford Octoechos",
  "_original_id": "tone_1.sat_vespers.stichera_lord_i_call"
}