"## SATURDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nCome, let us adore God the Word,* Who was born of the Father before all ages,* and was incarnate of the Virgin Mary;* for of His own free will He suffered the cross* and submitted Himself to burial,* and arose from the dead to save me, a sinful one.\n\nChrist our Savior cancelled the decree that was written against us,* by nailing it to the cross;* and He abolished the dominion of Death.* Let us glorify His resurrection on the third day.\n\nLet us, together with the archangels, sing of Christ’s resurrection;* for He is the Redeemer and Savior of our souls.* He will come again in awesome glory and mighty power* to judge the world which He has fashioned.\n\nAlthough You died and were buried,* the angel yet declared You as Master.* He said to the women: Come and see where the Lord was placed;* for He is risen as He foretold,* because He is almighty.* Therefore, we worship You, the only immortal One,* and we beseech You to have mercy on us, O Giver of life.\n\nO Christ, You have abolished the curse of the tree by Your Cross;* You have destroyed the power of Death by Your burial,* and You enlightened the human race by Your resurrection.* Therefore, we cry out to You:* O God and Benefactor, glory to You!\n\nO Lord, the gates of Death opened before You in fear,* and the gatekeepers of Hades were filled with dread at the sight of You.* You smashed the gates of brass and crushed the posts of iron.* Then You burst our chains asunder,* and led us out from the darkness, away from the shadow of death.\n\nLet us all come and prostrate ourselves in the house of the Lord,* singing this hymn of salvation:* O Christ, You were crucified on the tree and rose from the dead,* and You now abide in the bosom of the Father.* Please cleanse us of our sins.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* At the coming of grace, O Virgin,* the shadow of the Law passed away.* For, as the bush, though burning, was not consumed,* You, though giving birth, still remained a virgin.* In place of the pillar of fire, the Sun of righteousness shone forth,* Instead of Moses, Christ, the Salvation of our souls, appeared.\n\n**Aposticha**\n\nYour resurrection, O Christ our Savior,* has enlightened the whole universe;* and, through it, You call back to Yourself all creation.* Almighty God, glory to You!\n\n*Verse:* The Lord reigns, He is clothed in majesty.\n\nBy the wood of Your cross, O Savior,* You have abolished the curse of the tree;* by Your burial You have destroyed the power of Death;* and by Your resurrection You enlightened the human race.* We, therefore, cry out to You:* O Christ our God, Giver of life, glory to You!\n\n*Verse:* For He has made the world firm, which shall not be moved.\n\nO Christ, when You were nailed to the cross,* the distorted nature of creation was made manifest.* The soldiers showed their inhumanity by piercing Your side with a lance,* and the people showed their ignorance of Your power* by asking that Your tomb be sealed.* But, in Your mercy, You accepted burial* and then arose on the third day.* O Lord, glory to You!\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\n\nO Christ, Giver of life,* You freely endured the passion for the sake of mortals.* In Your power You descended into Hades;* and snatching, as from a mighty monster, the souls of those who awaited Your coming,* You placed them in paradise.* Therefore, show Your great mercy to us who glorify Your resurrection,* and cleanse us of our sins.\n\n*Glory be: Now and for ever:* We now behold a new wonder,* greater than the wonders of old,* For who has ever known a mother to bear a child without the help of man?* Who has known a mother to hold within her arms the Source of all creation?* It was God’s own will to be born in this manner;* and you, O most pure Virgin, carried Him as an infant in your arms.* Because of this, you can approach God with the boldness of a mother.* Therefore, we venerate you, and ask you to always beseech Him* to have mercy on us and save our souls.\n\n## SUNDAY MATINS\n\n**Sessional Hymns**\n\n1. The noble Joseph* took down Your most pure body from the cross;* he wrapped it in a clean shroud* and with fragrant spices laid it in burial in a new tomb.* But You arose in three days, O Lord,* bestowing great mercy upon the world.\n\n*Glory be: Now and for ever:* We praise you, O Mother of God, for you are covered with glory more than any other.* Death has been put to death* and Hades trampled underfoot by the cross of your Son.* He raised us from death, granting us eternal life.* Paradise is again offered for us to enjoy as before.* Therefore, in thanksgiving* we glorify the love and power of Christ our God.\n\n2. The angel appeared to the myrrh-bearing women at the tomb* and said: Ointments are for the dead,* but Christ has been shown to be free from all corruption.* Rather, cry out instead:* The Lord is risen, granting great mercy to the world.\n\n*Glory be: Now and for ever:* Being dispensed from the laws of nature,* you preserved your virginity in your divine birthgiving.* For you alone gave birth to the One Who existed before you before time began;* for this reason, we extol you, O Mother of God!\n\n**Gradual Hymn**\n\nI lift the eyes of my heart to the heavens; I lift them up, O Lord.* Save me by the brightness of Your light.\nO Christ, have mercy upon us,* for we have sinned against You in every hour.* Before the end, give us the grace to return to You.\n*Glory be: Now and for ever:* The Holy Spirit has sovereignty over all creation;* He is its sanctification and movement.* For He is God, of one substance with the Father and the Son.\n\n*Prokimenon: Ps 7*\nLord, rise up in Your anger, rise against the fury of my foes; my God, awake! You will give judgment. Let the company of nations gather round You.\n*Verse:* Lord God, I take refuge in You. From my pursuers save me and rescue me.\n\n**Canon**\n\n*Hirmos 1:* In days of old the entire army of Pharaoh was overthrown in the abyss; and now the Word made flesh has abolished the weight of our sins. He is the Lord Whom we glorify, for He is covered with glory.\n\n*Hirmos 3:* As the desert has flowered like a lily, so will the sterile church of the Gentiles flourish at Your coming, O Lord. In this my heart is strengthened.\n\n*Hirmos 4:* You have come forth from the Virgin, not as an angel or a messenger, but as the Lord clothed in our flesh; You have saved me completely. For this reason, I cry out: Glory to Your power, O Lord!\n\n*Hirmos 5:* You have become the mediator between God and people, O Christ our God; through You, O Master, we have left the night of ignorance and have henceforth drawn close to Your Father, the Source of all light.\n\n*Hirmos 6:* Surrounded by the abyss of my sins, I invoke the boundless depth of Your compassion; O God, save me from the pit of corruption.\n\n*Hirmos 7:* At the impious order of the unjust tyrant, the flame rose very high; but Christ poured out the dew of the Holy Spirit upon the youths, for He is blessed and covered with glory.\n\n*Hirmos 8:* Formerly the fiery furnace in Babylon divided its power, and according to the divine decree, it consumed the Chaldeans but poured out dew upon the faithful who sang: All you works of the Lord, bless the Lord!\n\n*Ode 9 – Hirmos:* The Son of the Father without beginning, our Lord and our God, has taken flesh from the Virgin and has appeared to us; He has come to illuminate the darkness and to gather those who are scattered. O Mother of God, worthy of all praise, we extol you.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nIt is dreadful to see the Creator and the Word of God hanging on the cross. Our God suffers in the flesh for His servants, and lifeless, He is placed in the tomb; yet He delivers the dead from Hades. O Christ, the almighty One, we extol You.\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nPlaced in the tomb as one dead, O Christ; You saved our ancestors from death; You raised the dead and make life flourish once more; with Your own hand, You lead the human race toward the light and clothe them with divine immortality. O inexhaustible Source of light, we extol You.\n\n*Glory be: Now and for ever:* You are the throne and the temple of God, and the Most High has made His dwelling in you; O most pure One, you gave birth without seed, and the gate of the flesh was not opened. We now beseech you to intercede before Christ our King for all your faithful.\n\nHoly is the Lord our God. *(3x)*\n*Sunday Exapostilarion*\n\n**Stichera at the Praises**\n\nCome together, all you nations, and understand the might of this awesome mystery!* Our Savior, the Word from the beginning,* has suffered crucifixion and burial for us of His own will.* On the third day He rose again to save us all.* Let us bow down in worship to Him.\n\nThe soldiers that guarded You, O Lord,* related all the wonders which had come to pass;* but the vain assembly of the Sanhedrin filled their hands with bribes,* thinking they could hide Your resurrection which is glorified through all the world.* Have mercy on us.\n\nAll creation was filled with joy when it received the news of Your resurrection.* When Mary Magdalene went to Your tomb, she found an angel in shining garments, sitting on the stone.* He said: Why do you seek the Living among the dead?* He is not here; He is risen as He said.* He goes before you to Galilee.\n\nO Master, the Lover of mankind, in Your light we see light.* For You have risen from the dead,* granting salvation to the human race.* Let all creation glorify You;* have mercy on us, O sinless One.\n\n*Verse:* Arise, then, Lord, lift up Your hand. O God, do not forget the poor!\n\nThe myrrh-bearing women, O Lord,* offered You their tears as a morning praise.* Then hastening to seek Your incorruptible body,* they came to Your grave bearing fragrant ointments.* An angel sitting on the stone spoke to them, saying:* Why do you seek the Living among the dead?* For truly He has trampled Death, and He is risen because He is God,* granting to all of us great mercy.\n\nThe brilliant angel on the life-giving tomb* said to the myrrh-bearing women:* Truly the Savior emptied the tombs and led Hades captive.* He is risen on the third day;* for He alone is the almighty God.\n\n*Verse:* I will praise You, Lord, with all my heart;* I will recount all Your wonders.\n\nMary Magdalene arrived on the first day of the week* seeking You in the grave.* And when she did not find You, she cried out with sighs:* Woe is me, O my Savior. How have You been stolen, O King of all?* From within the grave two angels bearing the message of life cried out to her saying:* Woman, why are you weeping?* She answered: I cry because they have removed my Lord from the grave,* and I do not know where they have taken Him.* But as she turned around and saw You, she said:* My Lord and my God, glory to You!\n\nThe soldiers enclosed Life in the tomb,* but the thief opened paradise with his word by saying:* For my sake, You have been crucified with me and have hung on the tree of the cross;* You have appeared to me sitting on the throne with the Father.* You are Christ our God Who gives great mercy to the world.\n\n*Glory be: Gospel Stichera.*\n*Now and for ever:* You are truly most blessed... *(p. 140).*\n\n## SUNDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nI have sinned greatly and offended You, O Master,* Who by nature are gracious and merciful.* Like the prodigal, I repent sincerely.* Receive me, O heavenly Father,* and make me one of Your servants.\nI have spent my life in idleness;* I, a miserable soul, am nearing the end.* I do not reflect on the judgment awaiting me, nor on being separated from God.* Convert me, O Savior,* and rescue me from all of this evil.\nDeliver my lowly soul from hell* and the gnashing of teeth, O Lord,* and from all other eternal suffering, O most gracious One;* so that I may sing to You with faith,* since You are by nature merciful, and You love mankind.\n\n**Aposticha**\n\nWe offer to You our evening hymn, O Christ,* with incense and spiritual song.* Have mercy upon our souls, O Savior.\n*Verse:* I have lifted up my eyes... *(p. 34).*\nSave me, O Lord, my God,* for You are the salvation of all.* A storm of passion is tossing me about,* and the weight of my transgressions is sinking me.* Give me Your helping hand,* and lead me to the light of humility;* for You alone are merciful, and You love mankind.\n*Verse:* Have mercy on us, O Lord..., *(p. 34).*\nGreat is the power of Your cross, O Lord;* for though it was raised in one place, it acts throughout the world.* It made apostles of fishermen, and martyrs of the Gentiles.* We beg them to intercede for our souls.\n*Glory be: Now and for ever:* O Mother of God! O intercessor of all who pray to you!* We have confidence because of you;* we boast because of you, and all our hope is in you!* In behalf of your worthless servants,* implore Him Who was born of you.\n\n## MONDAY MATINS\n\n**Sessionals**\n\n1. While still on earth, O my soul, do penance;* for dust does not chant hymns in the grave, nor does it deliver from sin;* Therefore, cry out to Christ God:* You Who know the hearts of all, I have sinned against You!* Before You judge me, have mercy on me, O God, and save me!\n*Glory be: Now and for ever:* O Mother of God, our protection and strength,* powerful helper of the world!* Through your prayers deliver your servants from every misfortune,* O only blessed One.\n\n2. At the dread judgment I shall accuse myself without denouncers,* and shall condemn myself without witnesses;* for the books of my conscience will be opened,* and my secret deeds will be exposed.* Therefore, O God, before You examine my deeds at that public trial,* cleanse and save me.\n*Glory be: Now and for ever:* Rejoice, O Mary, Virgin Mother,* holy mountain, garden of Eden, from whom was born Christ God,* the seedless Word, from Whom life had sprouted forth* for the world.\n\n**Canon – Ode 9**\n\n*Hirmos:* On Mount Sinai Moses beheld in the bush you who conceived the fire of the Divinity within your womb without being consumed; Daniel saw you as the unhewn mountain and the budding rod, and Isaiah cried out: from the root of David!\n*Verse:* Glory be to You, our God, glory be to You!\nIn days of old, Jacob acquired the birthright because of temperance, while Esau gave up his right as the firstborn, because he did not restrain his stomach. How evil is intemperance, and how great is abstinence! Flee, therefore, O my soul, from evil deeds, and love what is good.\n*Verse:* Holy archangels and angels, pray to God for us!\nStanding now before the great and supreme Light, O divine angels of God, you have become powerful advocates of all of us who glorify you.\n*Glory be: Now and for ever:* We all know that you are the foundation of our salvation, for your most pure birthgiving has saved those who in faith sing to you and glorify you, O Mother of God!\n\n**Aposticha**\n\nBring together my scattered mind, O Lord,* and purify my hardened heart;* grant me the repentance of Peter,* the sigh of the publican,* the tears of the adulteress,* so that I may cry out to You with a loud voice:* O God, save me, for You alone are kind-hearted and love mankind.\n*Verse:* In the morning..., *(p. 146).*\nWhen I am praying,* I frequently I see myself committing sin,* for while I am singing hymns with my lips, my soul is thinking foolish things.* Correct both through repentance,* O Christ, and save me.\n*Verse:* Let the favor of the Lord... *(p. 146).*\nCome, people, let us honor the memory of the holy martyrs;* for having been a spectacle for angels and men,* they received crowns of victory from Christ,* and pray in behalf of our souls.\n*Glory be: Now and for ever:* O most pure Lady, you are the boast of the angels,* the praise of the apostles, and the fulfillment of the prophets;* accept our supplications.\n\n## MONDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nHaving seen how lazy I am in performing virtuous deeds* and my inclination toward the most foul and evil acts,* the cunning serpent transforms itself, showing the sweetness of sin* which, in reality, is his wicked activity, and which is contrary to the divine commandments.* Thus it stirs me through evil habits, O Christ,* to choose wrong instead of right.\nAfter walking along every evil and sinful path,* forsaking the way of righteousness until the end,* I now approach the gates of death, and I call out, as one who is oppressed:* O Path of our life, my kind Jesus, having brought me back to the path of true repentance,* save me and grant me divine pardon before I die.\nSlain by every kind of sin, by a multitude of transgressions,* and by great and evil deeds, I lie dead and helpless.* Hope in Your compassion is all that is alive to me, O Christ;* for You give breath and life to the dead* and destroy the passions that have put us to death.* Therefore, come and save me from eternal death.\n\n**Aposticha**\n\nWe offer to you our evening hymn, O Christ,* with incense and spiritual song.* Have mercy on our souls, O Savior.\nSave me, O Lord, my God,* for You are the salvation of all.* A storm of passion is tossing me about,* and the weight of my transgressions is sinking me.* Give me Your helping hand,* and lead me to the light of repentance;* for You alone are merciful, and You love mankind.\nGreat is the power of Your martyrs, O Christ,* for, while lying in their tombs, they drive out evil spirits;* and fighting in defense of godliness,* they subdued the power of the enemy by faith in the Trinity.\n*Glory be: Now and for ever:* You are the most holy among women,* O unwedded Mother.* Implore our King, your Son, O Godbearer,* Whom you have borne, to save our souls,* for He loves mankind.\n\n## TUESDAY MATINS\n\n**Sessional**\n\n1. How long, O my soul, shall you remain in your sins?* How long shall you put repentance aside?* Be mindful of the coming judgment, and cry out to Christ God:* O You Who know the heart of man, I have sinned!* O sinless Lord, have mercy on me!\n*Glory be: Now and for ever:* The angel Gabriel, struck with amazement at the beauty of your virginity* and your radiant purity, cried out to you: O Mother of God!* What praise worthy of you can I give?* What shall I call you? I do not comprehend,* and I tremble; therefore, I cry out to you as I was ordered:* Rejoice, O Full of Grace!\n\n2. You know the depth of my offenses,* O Lord. Grant me a helping hand, as You did to Peter, and save me.\n*Glory be: Now and for ever:* Accept me who hasten with faith under your protection, O Lady,* and do not despise me, neither disdain me who entreat you in repentance, O good One.* Accept from my unworthy lips my supplication,* and through your intercession deliver me from all snares,* so that I may cry out to You with boldness:* Rejoice, O Full of Grace!\n\n**Canon – Ode 9**\n\n*Hirmos:* Blessed is the Lord, God of Israel, Who exalted the horn of salvation in the house of David, His servant, for the sake of His mercy and loving-kindness through which the Orient from on high visited us, and has led us to the path of peace.\n*Verse:* Glory be to You, our God, glory be to You!\nLike the rich man of old I revel in pleasures, without showing any mercy towards my neighbor, nor fearing the unquenchable fire. Therefore, O Master, soften the hardness of my soul, so that, at least at the end of my life, the darkness of my soul be enlightened with loving-kindness.\n*Verse:* O holy prophet and forerunner and baptizer of the Lord, John, pray to God for us!\nSince you are the witness of Christ and the divine baptizer, a beacon of repentance, the dawn of righteousness, and the mediator between the Old and New Covenants, enlighten my lowly soul which has grown old through evil, renewing it with divine understanding.\n*Glory be: Now and for ever:* As the Mother of God, the Mother of the Word of God Who was born of you in the flesh, O pure One, pray unceasingly with the angels and the apostles, with the prophets and the holy hierarchs, and the martyrs, that He grant peace to the world, O all-pure Virgin Mother.\n\n**Aposticha**\n\nBring together my scattered mind, O Lord,* and purify my hardened heart;* grant me the repentance of Peter,* the sigh of the publican,* the tears of the adulteress,* so that I may cry out to You with a loud voice:* O God, save me, for You alone are kind-hearted and love mankind.\nWhen I am praying,* I frequently I see myself committing sin,* for while I am singing hymns with my lips, my soul is thinking foolish things.* Correct both through repentance, O Christ, and save me.\nThe warriors of Christ, refusing to be daunted by emperors and tyrants,* boldly and manfully confessed Him as the Ruler of all, King and our God;* and they pray for our souls.\n*Glory be: Now and for ever:* Without seed you conceived by the power of Holy Spirit,* therefore, we glorify you, crying out:* Rejoice, O most pure Virgin!\n\n## TUESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nCreation was sanctified through the most sacred blood* which flowed from Your side, O only long-suffering One;* the rivers of idolatry dried up* and Adam was freed from the curse through Your crucifixion, O Word.\nThe Creator and Lord and God of all* willingly humbles Himself and suffers for mankind* by being lifted upon the cross,* because of the lawful curse.\nYou willingly gave Yourself up to be crucified,* O Lord our Benefactor.* Pierced in the side with a lance, O Giver of life,* You poured forth two fountains of immortality;* therefore, we constantly praise in faith Your sufferings.\n\n**Aposticha**\n\nWe bow to Your most precious cross, O Christ,* the Guardian of the world, the Salvation of us sinners,* the great Propitiation, the Triumph of kings,* and the Glory of the universe.\nLifting up his arms in the form of the cross on the mountain,* Moses vanquished Amalek;* and You, O Savior, stretched Your arms upon the venerable cross* and embraced me, saving me from the bondage of the enemy.* You gave me a living sign,* that I might escape the arrows of my adversaries.* Therefore, O Word, I bow down before Your precious cross.\nThe prophets, apostles, and martyrs of Christ taught us to sing the praises of the consubstantial Trinity.* They enlightened the nations that had gone astray,* and made us companions of the angels.\n*Glory be: Now and for ever:* When you beheld setting upon the cross the never-setting Sun,* Who shone forth from your womb, darkening the rays of the sun, stricken with immeasurable pain, you cried out:* You Who have set of Your own free will, shine forth again for my enlightenment* and for the enlightenment of the whole world.\n\n## WEDNESDAY MATINS\n\n**Sessionals**\n\n1. The cross was planted in the earth, yet touched the heavens,* not because it reached the full stature of a tree,* but because on it You fulfilled all things.* Glory be to You, O Lord.\n*Glory be: Now and for ever:* We who have acquired the cross of Your Son* as a staff of power thereby cast down the arrogance of the enemy,* O Mother of God, unceasingly extolling you with love.\n\n2. You willed to suffer the cross and death,* and in the midst of creation You planted it.* When You, O Savior, allowed Your body to be pierced with nails,* the sun hid its rays,* and the thief, seeing this on the cross, cried out to You with piety:* Remember me, O Lord!* And, believing, he was counted worthy of paradise.\n*Glory be: Now and for ever:* O compassionate One,* You willingly suffered a shameful death and crucifixion,* and Your Mother, seeing this, suffered greatly.* Therefore, through her supplications, for the sake of Your mercy,* have mercy and save the world,* O only all-good and loving Lord,* Who took upon Yourself the sins of the world.\n\n**Canon – Ode 9**\n\n*Hirmos:* Honoring her with hymns, let us extol the Theotokos who was prefigured on Sinai to Moses, the law-giver, by the bush and the fire; who conceived the fire of God in her womb without being consumed; who is the most radiant and inextinguishable lamp.\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nThat You might find the coin which You had lost, O good Christ, You nailed Your flesh to the cross; and You make Your heavenly hosts to share in joy, O Bestower of life. Therefore, together with them, we sing to You as our Benefactor, extolling You with hymns.\n*Verse:* Most holy Mother of God, pray for us!\nMy soul, the end is approaching; the judgment is at the very doors! Leave the works of evil and begin a life of righteousness, for you have as a helper the Mother of God, who rescues you from every evil.\n*Glory be: Now and for ever:* You know the weakness of my lowly body, the wounds of my soul, the groaning of my heart, and the error and deception of my mind; therefore, in your loving-kindness grant me healing of them all.\n\n**Aposticha**\n\nThe tree of disobedience has sprouted forth death for the world;* but the tree of the cross sprouted forth life and incorruption.* Therefore, we implore You, O crucified Lord:* Let the light of Your face shine upon us.\nCoveting pleasure, I was banished,* for I had fallen very low.* Nevertheless, O Master, You did not despise me,* but accepted for my sake the crucifixion, which I deserve.* This is how You save us and lead into glory.* O my Redeemer, glory be to You!\nThe host of angels marveled at the sufferings of the martyrs,* for, though clothed in a body, they disregarded the tortures.* Having become like the suffering Christ,* they pray for our souls.\n*Glory be: Now and for ever:* The all-praised Ewe-lamb, Your Virgin Mother, beheld You, O my Christ,* lifted up upon the cross, and, weeping, cried out:* O my Son and my God, do not leave me childless,* whose purity You have preserved even after birthgiving.\n\n## WEDNESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*(Podoben – Prekhvalnii muchenycy):* Through the prayers of Your honorable and holy apostles,* grant peace to Your servants, O bountiful Lover of mankind.* You alone are merciful;* save from all harm those singing praises to You* and worshiping You in faith.\nAs eyewitnesses of God, deliver me from the arrows of the evil one,* foiling his schemes; and shower me with the dew of the Spirit,* I pray you, O divine apostles,* my wise benefactors.\nO holy apostles, our benefactors,* when you sit upon the twelve thrones* with the Judge of all in judgment of the entire creation,* do not show me to be condemned,* but deliver me from every anguish and darkness.\n\n**Aposticha**\n\nYour teaching has gone forth to all the earth, O holy apostles.* You have destroyed the captive power of idols by proclaiming the knowledge of God.* This is your good work, O holy Ones.* For this we praise and glorify your memory.\nYou are the branches of the life-bearing Vine, O glorious apostles.* You have brought to God the fruit of piety,* and so you have confidence before Him.* Therefore, beseech Him to grant peace* and great mercy to our souls.\nYour martyrs, O Lord, have been confirmed by faith* and strengthened by hope.* By the love of Your cross they have been spiritually fortified,* and so have overcome the anguish of suffering.* They have obtained the crowns,* and, together with the angels, they pray for our souls.\n*Glory be: Now and for ever:* Many are my transgressions, O Virgin,* but by your kind intercession you rescue me from the dreadful flame.* Correct and guide me on the paths of salvation* by your motherly prayers, O most pure One.\n\n## THURSDAY MATINS\n\n**Sessional**\n\n1. Come, let us praise the apostles – the helmsmen;* for they destroyed the deception of the idols,* led us to the Light of life, and taught us to believe in the Trinity.* Therefore, celebrating their honored memory today,* we faithful glorify Christ our God.\n*Glory be: Now and for ever:* Mindful of the immeasurable riches of your mercy,* and the invincible power of your authority,* we come, overwhelmed with anxieties, to your protection* and, greatly troubled, we cry out, with tears, from the depths of our hearts:* O Virgin Mother of God, save us, save us who are unworthy.\n\n2. You irrigated all the earth with streams of the divine Word, O apostles,* and grew the grain of faith, and with it filled the ends of the earth;* for you cut down all the tares, and brought all to Christ,* baptizing them in the uncreated Trinity.\n*Glory be: Now and for ever:* The prophets proclaimed, the apostles taught,* the martyrs confessed, and we have come to believe that you are the Mother of God.* Therefore, we extol your birthgiving, O all-pure One.\n\n**Canon – Ode 9**\n\n*Hirmos:* In the shadow and the writings of the Law we behold an image, O faithful: Every male that opens the womb is consecrated to God. Therefore, we magnify the firstborn Word of the unbegotten Father, the firstborn Son of the Mother who knew not man.\n*Verse:* O holy apostles, pray to God for us!\nO Word of the Father without beginning, Who by the words of Your disciples confirmed the ends of the earth. Through their prayers, have mercy on me, who have fallen headlong into irrational passions and am overwhelmed by the deceptions of the demons.\n*Verse:* O holy bishop of Christ, Nicholas, pray to God for us!\nThe world has acquired you as a divine bulwark and foundation, and a safe refuge, for by your intercessions we are ever delivered from every temptation and oppression, O Father Nicholas. Therefore, with faith we extol and bless you.\n*Glory be: Now and for ever:* You, who gave birth to the Light, have become my enlightenment, dispelling the dark and gloomy clouds. Therefore, through your prayers may I become a child of day, doing good and extolling you with pious hymns.\n\n**Aposticha**\n\nYour voice went forth throughout all the earth, O holy apostles,* and you destroyed the deceptions of the idols,* preaching the knowledge of God.* Worthy were your struggles, O blessed ones,* therefore, we praise and glorify your memory.\nHaving blamelessly kept the commandments of Christ,* O holy apostles, you freely received and freely give,* healing the sufferings of our souls and bodies.* Therefore, having confidence before Him,* pray that He have mercy on our souls.\nHaving fought the good fight,* even after death you shine forth like beacons in the world, O holy martyrs.* Therefore, having confidence in Christ,* pray that He have mercy on our souls.\n*Glory be: Now and for ever:* Without seed you conceived through the Holy Spirit;* therefore, glorifying you, we sing:* Rejoice! all-holy Virgin.\n\n## THURSDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nAlthough You are passionless in Your divine nature, O Lord,* in Your human nature You endured suffering.* You were nailed to the cross, and Your side was pierced by a lance,* pouring forth for me two streams of ineffable mysteries.\nYour head was circled with a crown of thorns, O King of all,* destroying the penalty of the sin that pierces like a thorn, O Savior.* Taking the reed into Your hands,* You inscribed in the book of heaven all those who believe in You.\nThe unjust envy of the enemies* and of those who crucified You did not relent.* Though You were dead, O innocent Christ,* even then the wicked ones in their relentless anger slandered You as a deceiver,* and maliciously asked Pilate to guard Your tomb.\n\n**Aposticha**\n\nWe bow to Your most precious cross, O Christ,* the Guardian of the world, the Salvation of us sinners,* the great Propitiation, the Triumph of kings,* and the Glory of the universe.\nLifting up his arms in the form of the cross on the mountain,* Moses vanquished Amalek;* and You, O Savior, stretched Your arms upon the venerable cross* and embraced me, saving me from the bondage of the enemy.* You gave me a living sign,* that I might escape the arrows of my adversaries.* Therefore, O Word, I bow down before Your precious cross.\nGreat is the power of Your cross, O Lord,* for though it was set in one place, it acts throughout the world.* It made apostles of fishermen, and martyrs of the Gentiles.* We beg them to intercede for our souls.\n*Glory be: Now and for ever:* When the blameless Virgin beheld You hanging on the tree,* O all-gracious Christ, like a mother she cried out:* O my beloved Son, how has the assembly of the wicked raised You upon the cross?\n\n## FRIDAY MATINS\n\n**Sessionals**\n\n1. The tree of Your cross, O Savior,* has become the salvation of the world,* for You willed to be crucified on it to deliver mankind from the curse.* O Lord, Joy of all, glory be to You!\n*Glory be: Now and for ever:* When the unblemished Ewe-lamb of the Word, the incorrupt Virgin Mother,* beheld Him Who had came forth from her without pain hanging upon the cross,* she cried out, lamenting maternally:* Woe is me, O my Child! How is it that You suffer of Your own will,* desiring to deliver man from the disgrace of his passions.\n\n2. Beholding infinite authority and voluntary crucifixion,* the angelic hosts marveled:* How is He Who is invisible wounded in the flesh, desiring to deliver mankind from corruption?* For this reason, we cry out to You, the Giver of life:* Glory to Your loving-kindness, O Christ!\n*Glory be: Now and for ever:* O good One, You suffered willingly a shameful death and crucifixion.* Your Mother, seeing this, endured suffering.* Therefore, through her prayers and for the sake of Your mercy,* have mercy and save the world, O only all-good Lord,* Lover of mankind, Who took upon Yourself the sins of the world.\n\n**Canon – Ode 9**\n\n*Hirmos:* In the shadow and the writings of the Law we behold an image, O faithful: Every male that opens the womb is consecrated to God. Therefore, we magnify the firstborn Word of the unbegotten Father, the firstborn Son of the Mother who knew not man.\n*Verse:* Glory be to Your holy cross and crucifixion, O Lord!\nNailed to the cross, O Jesus Christ Who laid the foundations of the earth, You pulled me out of the mire of sin in which I have become stuck because of my wicked character, O compassionate One. By Your shameful death You brought honor to me, O most merciful One.\n*Verse:* Holy martyrs, pray to God for us!\nO glorious martyrs of the Savior, sacred army chosen like the holy angels; you are a garden of paradise having Christ, the Tree of life, in your midst; you have become an honored regiment of the divinely adorned Church.\n*Glory be: Now and for ever:* I am wholly in despair, wretch that I am, and I am filled with confusion as I ponder my wicked deeds. But you, O Mother of God, have mercy on me and save me, for you are gracious.\n\n**Aposticha**\n\nThe tree of disobedience has sprouted forth death for the world;* but the tree of the cross sprouted forth life and incorruption.* Therefore, we implore You, O crucified Lord:* Let the light of Your face shine upon us.\nCoveting pleasure, I was banished,* for I had fallen very low.* Nevertheless, O Master, You did not despise me,* but accepted for my sake the crucifixion, which I deserve.* This is how You save us and lead into glory.* O my Redeemer, glory be to You!\nCome, all you people,* let us honor the memory of the holy martyrs,* for, having become a spectacle for the angels and men,* they received crowns of victory from Christ,* and they pray in behalf of our souls.\n*Glory be: Now and for ever:* The most immaculate One, seeing her Son nailed to the cross, cried out:* O my sweet Child! Where has Your radiant beauty gone* – You Who did so much good for the mankind?\n\n## FRIDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*Three stichera of the saint of the day and the following three:*\nHaving endured wounds, imprisonment, and various tortures,* suffering greatly, the valiant martyrs were given a truly painless and blessed inheritance,* worthy of their sufferings.\nO holy hierarchs of the Lord,* who preached the righteous and divine word,* you refuted all the arguments of the heretics* and showed yourselves to be a model for all the faithful;* for this you are honored.\nWhile in your material bodies,* you emulated the ranks of the immaterial and incorporeal beings,* O God-bearing fathers, gloriously imitating their manner of life;* for this reason, you dwell with them in their mansions.\n*Glory be: Now and for ever: (Dogmaticon):* O most honorable Virgin, we are filled with awe* when we consider that you gave birth to Christ Who is both God and man.* O immaculate Lady, without knowing man,* you gave birth in the flesh to a Son without a human father.* This Son, from all eternity,* was begotten by God the Father without a mother,* and when He took on our human nature, He did not undergo any change.* Nothing was added to His divine nature, nor was it divided.* The properties of both His divine and human nature remained intact.* We therefore entreat you, O Blessed Virgin, to save the souls* of those who, in true faith, acknowledge you as the Mother of God.\n\n**Aposticha**\n\nYour martyrs, O Lord, have been confirmed by faith* and strengthened by hope.* By the love of Your cross they have been spiritually fortified,* and so have overcome the anguish of suffering.* They have obtained the crowns,* and, together with the angels, they pray for our souls.\nGreat is the power of Your cross, O Lord,* for though it was set in one place, it acts throughout the world.* It made apostles of fishermen, and martyrs of the Gentiles.* We beg them to intercede for our souls.\nThe prophets, the apostles of Christ, and the martyrs* enlightened and taught the erring nations to hymn the consubstantial Trinity,* and they made the children of men companions of the angels.\n*Glory be: Now and for ever:* O Mother of God, Mother who knew not man,* most holy among women, implore the King and God,* to Whom you gave birth, that He save us,* for He loves mankind.\n\n## SATURDAY MATINS\n\n**Sessionals**\n\n1. Arraying yourselves in the full armor of Christ,* and wielding the sword of faith, as martyrs* you hewed down the legions of the enemy;* for, in hope of life, you earnestly endured all the threats and wounds of the tyrants.* Therefore, you have received crowns, O stouthearted martyrs of Christ.\n*Glory be: Now and for ever:* We praise you, who have become the intercessor of our race,* O Virgin Mother of God;* for the body which your Son and our God received from you,* experienced suffering on the cross* and delivered us from corruption, for He loves mankind.\n\n2. O most glorious martyrs! By your courageous sufferings* you overcame the wiles of the devil;* for this you were counted worthy of heavenly bliss.* Being witnesses of the truth, implore the Lord,* that He save the flock of Christ-loving people.\n*Glory be: Now and for ever:* The prophets proclaimed, the apostles taught,* the martyrs confessed, and we have come to believe that you are truly the Theotokos;* therefore, we extol your birthgiving, O all-pure One.\n\n**Canon – Ode 9**\n\n*Hirmos:* On Mount Sinai Moses beheld in the bush you who conceived the fire of the Divinity within your womb without being consumed; Daniel saw you as the unhewn mountain and the budding rod, and Isaiah cried out: from the root of David!\n*Verse:* Holy Martyrs, pray to God for us!\nYou brought yourselves like lambs to Him Who was slain for our sake, and filled the divine choirs of the angels with joy, O martyrs of Christ. Therefore, by your supplications, make all steadfast and deliver them from the harmful deception of the enemy.\n*Verse:* All you saints, pray to God for us!\nLet us honor the holy prophets and the multitude of the venerables, who in their pure life shone forth before the law and under the law; and let us praise the choirs of holy women, and cry out: By their supplications, O Lord, save us all!\n*Glory be: Now and for ever:* Awesome is this place! – cried Jacob when he beheld you prefigured in the ladder, O Mother of God, who are the glory of the martyrs, the boast of the venerables, the adornment of the angels and all the prophets, and the salvation of the faithful.\n\n**Aposticha**\n\nThe warriors of Christ,* refusing to be daunted by emperors and persecutors,* boldly and manfully confessed Him as the Ruler of all, King and our God;* and they pray for our souls.\nThe host of angels marveled at the sufferings of the martyrs,* for though clothed in a body, they disregarded the tortures.* Having become like the suffering Christ,* they pray for our souls.\nHaving fought the good fight, even after death* you shine forth like beacons in the world, O holy martyrs.* For this reason, having confidence in Christ,* pray that He have mercy on our souls.\n*Glory be: Now and for ever:* Without seed you conceived by the power of the Holy Spirit;* therefore, we glorify you, crying out:* Rejoice, O most pure Virgin!\n\n***\n\nI have verified the source materials and identified the omission. Here is the complete text for TONE THREE, which was missing from the previous output.\n"