{
    "horologion.hour_1.prayer": {
        "title": "Prayer of the First Hour",
        "content": "O Christ, the true Light who enlightens and sanctifies everyone in the world, mark us with the light of Your countenance so that we may see the unapproachable radiance. Let our life be straight along the path of Your commandments, through the prayers of Your most pure Mother and of all Your saints.",
        "source": "Stamford Horologion"
    },
    "horologion.prayer_first_hour": {
        "title": "Prayer of the First Hour",
        "content": "O Christ, the true Light who enlightens and sanctifies everyone in the world, mark us with the light of Your countenance so that we may see the unapproachable radiance. Let our life be straight along the path of Your commandments, through the prayers of Your most pure Mother and of all Your saints.",
        "source": "Stamford Horologion",
        "_aliases": [
            "prayer_first_hour"
        ]
    },
    "horologion.hour_3.prayer": {
        "title": "Prayer of the Third Hour",
        "content": "O God our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, Your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever.",
        "source": "Stamford Horologion"
    },
    "horologion.prayer_third_hour": {
        "title": "Prayer of the Third Hour",
        "content": "O God our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, Your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever.",
        "source": "Stamford Horologion",
        "_aliases": [
            "prayer_third_hour"
        ]
    },
    "horologion.hour_6.prayer": {
        "title": "Prayer of the Sixth Hour",
        "content": "O God, Lord of Powers and Maker of the whole creation, through Your compassion beyond our understanding, You sent down Your only-begotten Son, our Lord Jesus Christ, for the salvation of our race. Through His cross He cancelled the debt of our sins and triumphed over the powers and masters of darkness. Now accept from us sinners these prayers of thanksgiving and petition, and preserve us from any deadly fall in the darkness and against every visible and invisible enemy who may seek our harm. Pierce our bodies with fear of You, and let not our souls fall into evil words or thoughts, but, instead, wound them with longing for You so that, looking upon You at all times and guided by the light that emanates from You, we may contemplate the unapproachable eternal light. May we ever address our thanksgiving and worship to You, O eternal Father, and to Your only-begotten Son, and to Your all-holy, gracious, and life-giving Spirit, now and for ever and ever.",
        "source": "Stamford Horologion"
    },
    "horologion.prayer_sixth_hour": {
        "title": "Prayer of the Sixth Hour",
        "content": "O God, Lord of Powers and Maker of the whole creation, through Your compassion beyond our understanding, You sent down Your only-begotten Son, our Lord Jesus Christ, for the salvation of our race. Through His cross He cancelled the debt of our sins and triumphed over the powers and masters of darkness. Now accept from us sinners these prayers of thanksgiving and petition, and preserve us from any deadly fall in the darkness and against every visible and invisible enemy who may seek our harm. Pierce our bodies with fear of You, and let not our souls fall into evil words or thoughts, but, instead, wound them with longing for You so that, looking upon You at all times and guided by the light that emanates from You, we may contemplate the unapproachable eternal light. May we ever address our thanksgiving and worship to You, O eternal Father, and to Your only-begotten Son, and to Your all-holy, gracious, and life-giving Spirit, now and for ever and ever.",
        "source": "Stamford Horologion",
        "_aliases": [
            "prayer_sixth_hour"
        ]
    },
    "horologion.hour_9.prayer": {
        "title": "Prayer of the Ninth Hour",
        "content": "O Master, Lord Jesus Christ, You patiently endured our sins and led us to this very hour at which You were hung upon the life-giving wood. You opened a way to paradise for the penitent thief, and crushed Death by Your death. Now forgive the trespasses that we Your servants have committed, unworthy sinners that we are. We have sinned indeed and transgressed Your law. We are unworthy even to lift up our eyes to heaven, for we have abandoned the path of Your holiness and pursued the desires of our hearts. But now we implore Your immense goodness: Spare us, O Lord, in the multitude of Your mercies; save us for the sake of Your most holy name: Our days were spent in vanity; wrest us from the hands of our enemy, and forgive our sins. Subdue in us the cravings of our flesh, so that, after putting off the old, we may put on the new and live for You, our Lord and Benefactor; and that, obeying Your commandments, we may reach eternal repose in the place where all the blessed abide; for You are truly joy and delight to those who love You, O Christ our God. We send up glory to You, and to Your eternal Father, and to your all-holy, gracious, and life-giving Spirit, now and for ever and ever.",
        "source": "Stamford Horologion"
    },
    "horologion.prayer_ninth_hour": {
        "title": "Prayer of the Ninth Hour",
        "content": "O Master, Lord Jesus Christ, You patiently endured our sins and led us to this very hour at which You were hung upon the life-giving wood. You opened a way to paradise for the penitent thief, and crushed Death by Your death. Now forgive the trespasses that we Your servants have committed, unworthy sinners that we are. We have sinned indeed and transgressed Your law. We are unworthy even to lift up our eyes to heaven, for we have abandoned the path of Your holiness and pursued the desires of our hearts. But now we implore Your immense goodness: Spare us, O Lord, in the multitude of Your mercies; save us for the sake of Your most holy name: Our days were spent in vanity; wrest us from the hands of our enemy, and forgive our sins. Subdue in us the cravings of our flesh, so that, after putting off the old, we may put on the new and live for You, our Lord and Benefactor; and that, obeying Your commandments, we may reach eternal repose in the place where all the blessed abide; for You are truly joy and delight to those who love You, O Christ our God. We send up glory to You, and to Your eternal Father, and to your all-holy, gracious, and life-giving Spirit, now and for ever and ever.",
        "source": "Stamford Horologion",
        "_aliases": [
            "prayer_ninth_hour"
        ]
    },
    "horologion.liturgy.only_begotten": {
        "title": "Only Begotten Son",
        "content": "O only-begotten Son and Word of God, Who, being immortal, deigned for our salvation to become incarnate of the holy Mother of God and ever-virgin Mary, and became man without change; You were also crucified, O Christ our God, and by death have trampled Death. Being One of the Holy Trinity, glorified with the Father and the Holy Spirit, save us.",
        "source": "Stamford Horologion"
    },
    "horologion.hymn_only_begotten": {
        "title": "Only Begotten Son",
        "content": "O only-begotten Son and Word of God, Who, being immortal, deigned for our salvation to become incarnate of the holy Mother of God and ever-virgin Mary, and became man without change; You were also crucified, O Christ our God, and by death have trampled Death. Being One of the Holy Trinity, glorified with the Father and the Holy Spirit, save us.",
        "source": "Stamford Horologion",
        "_aliases": [
            "hymn_only_begotten"
        ]
    },
    "horologion.typika.beatitudes": {
        "title": "The Beatitudes",
        "content": "Remember us, O Lord,* when You come into Your kingdom.\nBlessed are the poor in spirit,* for theirs is the kingdom of heaven.\n\n(During the Great Fast, we add to each of the verses: When You come into Your kingdom, remember us, O Lord).\n\nBlessed are they who mourn,* for they will be comforted.\nBlessed are the meek,* for they will inherit the land.\nBlessed are they who hunger and thirst for righteousness,* for they will be satisfied.\nBlessed are the merciful,* for they will be shown mercy.\nBlessed are the clean of heart;* for they will see God.\nBlessed are the peacemakers;* they will be called children of God.\nBlessed are they who are persecuted for the sake of righteousness,* for theirs is the kingdom of heaven.\nBlessed are you when they insult you and persecute you,* and utter every kind of evil against you because of me.\nRejoice and be glad, for your reward will be great in heaven.",
        "source": "Stamford Horologion"
    },
    "horologion.typika_beatitudes": {
        "title": "The Beatitudes",
        "content": "Remember us, O Lord,* when You come into Your kingdom.\nBlessed are the poor in spirit,* for theirs is the kingdom of heaven.\n\n(During the Great Fast, we add to each of the verses: When You come into Your kingdom, remember us, O Lord).\n\nBlessed are they who mourn,* for they will be comforted.\nBlessed are the meek,* for they will inherit the land.\nBlessed are they who hunger and thirst for righteousness,* for they will be satisfied.\nBlessed are the merciful,* for they will be shown mercy.\nBlessed are the clean of heart;* for they will see God.\nBlessed are the peacemakers;* they will be called children of God.\nBlessed are they who are persecuted for the sake of righteousness,* for theirs is the kingdom of heaven.\nBlessed are you when they insult you and persecute you,* and utter every kind of evil against you because of me.\nRejoice and be glad, for your reward will be great in heaven.",
        "source": "Stamford Horologion",
        "_aliases": [
            "typika_beatitudes"
        ]
    },
    "horologion.compline.full_text": {
        "title": "Great Compline",
        "content": "Great Compline with litiya is celebrated on the eves of the Nativity of our Lord, the Theophany, and the Annunciation, as prescribed by the typikon. In these instances, there is incensing at the beginning as at Vespers with Litiya (p. 9); the priest is vested only in the epitrachelion. After the incensing, the deacon says: Master, give the blessing!, and the priest intones: Blessed be our God...; the choir responds: Amen. Glory be to You, our God; Heavenly King, etc. (p. 10). The holy doors remain closed from Come, let us adore... to the Stichera of Litiya.\n\nDuring the Great Fast, Great Compline is celebrated Monday evening to Thursday evening. If it is the first week of the Great Fast, then after the usual beginning we take Psalm 69 (p. 45), and part of the Great Canon of Andrew of Crete, (p. 488-506), according to the typicon. The holy doors remain closed during the entire service.\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God... (the usual beginning, until Come, let us adore..., p. 10-11).\n\nPsalm 4\n(Monday Evening)\n\nWhen I call, answer me,* O God of justice;\nFrom anguish You released me;* have mercy and hear me!\nO men, how long will your hearts be closed,* will you love what is futile and seek what is false?\nIt is the Lord who grants favors to those whom he loves;* the Lord hears me whenever I call Him.\nFear Him; do not sin:* ponder on your bed and be still.\nMake justice your sacrifice* and trust in the Lord.\n“What can bring us happiness?” many say.* Let the light of Your face shine on us, O Lord.\nYou have put into my heart a greater joy* than they have from abundance of corn and new wine.\nI will lie down in peace and sleep comes at once* for You alone, Lord, make me dwell in safety.\n\nPsalm 6\n(Tuesday Evening)\n\nLord, do not reprove me in Your anger:* punish me not in Your rage.\nHave mercy on me, Lord, I have no strength;* Lord, heal me, my body is racked;\nMy soul is racked with pain.* But You, O Lord ... how long?\nReturn, Lord, rescue my soul.* Save me in Your merciful love,\nFor in death no one remembers You;* from the grave, who can give You praise?\nI am exhausted with my groaning;* every night I drench my pillow with tears;* I bedew my bed with weeping.\nMy eye wastes away with grief;* I have grown old surrounded by my foes.\nLeave me, all you who do evil;* for the Lord has heard my weeping.\nThe Lord has heard my plea;* the Lord will accept my prayer.\nAll my foes will retire in confusion,* foiled and suddenly confounded.\n\nPsalm 12\n(Wednesday Evening)\n\nHow long, O Lord; will You forget me?* How long will You hide Your face?\nHow long must I bear grief in my soul,* this sorrow in my heart day and night?\nHow long shall my enemy prevail?* Look at me, answer me, Lord my God!\nGive light to my eyes* lest I fall asleep in death,\nLest my enemy say:* I have overcome him;\nLest my foes rejoice* to see my fall.\nAs for me, I trust in Your merciful love.* Let my heart rejoice in Your saving help:\nLet me sing to the Lord for His goodness to me* singing psalms to the name of the Lord, the Most High.\n\nPsalm 24\n(Thursday Evening)\n\nTo You, O Lord, I lift up my soul;* I trust You.\nLet me not be disappointed;* do not let my enemies triumph.\nThose who hope in You shall not be disappointed,* but only those who wantonly break faith.\nLord, make me know Your ways* Lord, teach me Your paths.\nMake me walk in Your truth, and teach me,* for You are God my Savior.\nIn You I hope all day long* because of Your goodness, O Lord.\nRemember Your mercy, Lord,* and the love You have shown from of old.\nDo not remember the sins of my youth.* In Your love remember me.\nThe Lord is good and upright.* He shows the path to those who stray,\nHe guides the humble in the right path,* He teaches His way to the poor.\nHis ways are faithfulness and love* for those who keep His covenant and will.\nLord, for the sake of Your name forgive my guilt,* for it is great.\nTo those who revere the Lord* He will show the path they should choose.\nTheir souls will live in happiness* and their children shall possess the land.\nThe Lord’s friendship is for those who revere Him;* to them He reveals His covenant.\nMy eyes are always on the Lord,* for He rescues my feet from the snare.\nTurn to me and have mercy* for I am lonely and poor.\nRelieve the anguish of my heart* and set me free from my distress.\nSee my affliction and my toil* and take all my sins away.\nSee how many are my foes,* how violent their hatred for me.\nPreserve my life and rescue me.* Do not disappoint me, You are my refuge.\nMay innocence and uprightness protect me,* for my hope is in You, O Lord.\nRedeem Israel, O God,* from all its distress.\n\nPsalm 30\n(Friday Evening)\n\nIn You, O Lord, I take refuge.* Let me never be put to shame.\nIn Your justice, set me free,* hear me and speedily rescue me.\nBe a rock of refuge for me, a mighty stronghold to save me,* for You are my rock, my stronghold.\nFor Your name’s sake, lead me and guide me.* Release me from the snares they have hidden* for You are my refuge, Lord.\nInto Your hands I commend my spirit.* It is You Who will redeem me, Lord.\nO God of truth, You detest those who worship false and empty gods.* As for me, I trust in the Lord:\nLet me be glad and rejoice in Your love.* You who have seen my affliction\nAnd taken heed of my soul’s distress,* have not handed me over to the enemy, but set my feet at large.\nHave mercy on me, O Lord, for I am in distress.* Tears have wasted my eyes, my throat and my heart.\nFor my life is spent with sorrow* and my years with sighs.\nAffliction has broken down my strength,* and my bones waste away.\nIn the face of all my foes I am a reproach,* an object of scorn to my neighbors and of fear to my friends.\nThose who see me in the street* run far away from me.\nI am like a dead man, forgotten,* like a thing thrown away.\nI have heard the slander of the crowd,* fear is all around me.\nAs they plot together against me,* as they plan to take my life.\nBut as for me, I trust in You, Lord,* I say: You are my God.\nMy life is in Your hands,* deliver me from the hands of those who hate me.\nLet Your face shine on Your servant.* Save me in Your love.\nHow great is the goodness, Lord, that You keep for those who fear You,* that You show to those who trust You in the sight of men.\nYou hide them in the shelter of Your presence from the plotting of men:* You keep them safe within Your tent from disputing tongues.\nBlessed be the Lord* Who has shown me the wonders of His love in a fortified city.\n“I am far removed from Your sight,”* I said in my alarm.\nYet You heard the voice of my plea* when I cried for help.\nLove the Lord, all you saints.* He guards His faithful.\nBut the Lord will repay you to the full* those who act with pride.\nBe strong, let your heart take courage,* all who hope in the Lord.\n\nPsalm 90\n(Saturday and Sunday Evening)\n\nThose who dwell in the shelter of the Most High* and abide in the shade of the Almighty\nSay to the Lord: My refuge, my stronghold,* my God in whom I trust!\nIt is He who will free you from the snare of the fowler* who seeks to destroy you;\nHe will conceal you with His pinions,* and under His wings you will find refuge.\nYou will not fear the terror of the night* nor the arrow that flies by day,\nNor the plague that prowls in the darkness* nor the scourge that lays waste at noon.\nA thousand may fall at your side, ten thousand fall at your right,* you, it will never approach,* His faithfulness is buckler and shield.\nYour eyes have only to look to see* how the wicked are repaid,\nYou who have said: Lord, my refuge!* and have made the Most High your dwelling\nUpon you no evil shall fall,* no plague approach where you dwell.\nFor you He has commanded His angels* to keep you in all your ways.\nThey shall bear you upon their hands* lest you strike your foot against a stone.\nOn the lion and the viper you will tread,* and trample the young lion and the dragon.\nYou set your love on Me so I will save you,* protect you for you know My name.\nWhen you call I shall answer: I am with you,* I will save you in distress and give you glory.\nWith length of days I will content you;* I shall let you see my saving power.\n\nEnding the psalm, the choir says:\nGlory be to the Father and to the Son and to the Holy Spirit:*\nNow and for ever and ever. Amen.\nAlleluia! Alleluia! Alleluia! Glory be to You, O God! (3x)\nLord, have mercy. (3x)\nGlory be: Now and for ever:\n\nGod is with us... (Is. 8:9)\n\nOn the feasts of the Nativity and the Theophany of our Lord, the priest himself intones the verses, while after each verse the choir sings: God is with us....\n\nI Choir: God is with us! Give ear, O you nations, and be humbled, for God is with us.\nII Choir: God is with us....\nI Choir: God is with us! Give ear, O you nations:\nII Choir: And be humbled, for God is with us.\n\nThe two choirs read the verses alternately:\nGive ear, all you lands afar off, for God is with us.\nYou mighty ones, be humbled, for God is with us.\nAnd if any take counsel together, the Lord will destroy them, for God is with us.\nAnd if you make resolutions, they will not stand, for God is with us.\nIt is the Lord, whom you must hold in veneration, for God is with us.\nHim you must fear, him you must dread, for God is with us.\nHe shall be a stone of stumbling and a rock on which they shall fall, for God is with us.\nI shall confide in Him, and I shall be saved by Him, for God is with us.\nBehold, I come with the children whom the Lord has given me, for God is with us.\nO nation, which is walking in the darkness, expect to see a great light, for God is with us.\nUpon us, who dwell in the land of the shadow of death, a great light shall dawn, for God is with us.\nIndeed, a Child is born to us, the Son, and He is given to us, for God is with us.\nHis power is upon His shoulder, for God is with us.\nAnd His name shall be called Wonderful Counsellor, for God is with us.\nMighty God, the everlasting Father, Prince of Peace, for God is with us.\nGlory be to the Father and to the Son and to the Holy Spirit, for God is with us.\nNow and always, and for ever and ever. Amen, for God is with us.\n\nGod is with us; give ear, O you nations:\nAnd be humbled, for God is with us.\n\nImmediately we recite:\nNow that the day has come to a close, I thank You, Lord, and I ask of You that my evening and my night be without sin: grant this to me, O Savior, and save me!\nGlory be: Now that the day has come to a close, I glorify You, O Master, and I ask of You that my evening and my night be undisturbed: grant this to me, O Savior, and save me!\nNow and for ever: Now that the day has come to a close, I praise You, O holy One, and I ask of You that my evening and my night be undisturbed: grant this to me, O Savior, and save me!\n\nThe incorporeal cherubim glorify You with unceasing praise. The seraphim, the six-winged angels, exalt You with tireless voices. And all the armies of angels praise You with the thrice-holy hymn. Because You are, before all else, O Father; and Your Son, like Yourself, is without beginning. By breathing forth the Spirit of life, equal in honor to You, You make manifest the indivisibility of the Trinity.\n\nMost holy Virgin, Mother of God, and you eyewitnesses of the Lord and his servants, intercede for us! All the choirs of the prophets and martyrs who are enjoying eternal life, intercede for us! Intercede for all of us unceasingly, for we are all in distress. That escaping from the terrors of evil, we may sing the angels’ hymn: Holy, holy, holy, O thrice-holy Lord, have mercy on us and save us!\n\nI believe in one God.... (p. 48).\n\nMost holy Lady, Mother of God, intercede for us sinners.\nAll you heavenly powers, holy angels and archangels, intercede for us sinners.\nHoly John, the forerunner, prophet, and baptizer of the Lord Jesus Christ, intercede for us sinners.\nGlorious saints, apostles, prophets, martyrs, and all you holy ones, intercede for us sinners.\nYou just ones, and you God-bearing fathers Anthony and Theodosius, and other wonderworkers of the Kyivan Caves, pray to God for us sinners.\nO you divine, undefeated and incomprehensible power of the precious and life-giving cross, do not forsake us sinners.\nO God, have mercy on us sinners.\nO God cleanse us of our sins and have mercy on us.\n\nHoly God; Trinity most holy; Our Father; and the troparion of the feast (of the Nativity of our Lord, (p. 1334); of the Theophany, (p. 1278); of the Annunciation, (p. 1289); or, during the Great Fast, the following:\n\nOn Mondays and Wednesdays (Tone 2): Enlighten my eyes, O Christ God, lest I sleep to death; lest my enemy say: I prevailed over him!\nVerse: O God, look down upon me and have mercy on me.\nO God, be the Defender of my soul, for I walk in the midst of many snares. Deliver me from them, O gracious Lord, and save me, for You are the Lover of mankind.\nGlory be: Now and for ever: Since our many transgressions prevent us from finding favor before God, be our intercessor with Him Who was born of you, O Virgin Mother of God; for the prayers of mothers have much weight in obtaining the Master’s favor. O most venerable one, despise not the pleadings of us sinners, for He who willed to suffer for us is merciful, and He has power to save us.\n\nOn Tuesdays and Thursdays (Tone 8): O Lord, You know well the alertness of my invisible enemies and the weakness of my own wretched body for You Yourself have made me. Wherefore, I entrust my soul to Your hands, cover me with the wings of Your bounty, lest I sleep to death; enlighten my spirit with the delight of Your divine Word; awaken me at the time appointed for Your glory, for You alone are a gracious God and the Lover of mankind.\nVerse: O God, look down upon me and have mercy on me!\nHow dreadful is Your judgment-seat, O Lord, where angels will be on guard, all men assembled, the book of life opened, all my works uncovered, and all my thoughts revealed! What judgment shall be mine, O Lord, for I was conceived in sin! Who shall put out for me the raging fires? Who shall bring light to my darkness, if You, O Lord, and Lover of mankind, have no mercy on me?\nGlory be: Give me tears, O Lord, as You did to the sinful woman; make me worthy to wash Your feet that saved me from the ways of error. Grant that I may offer You, as a fragrant ointment, a blameless life that repentance has redeemed, so that I also may hear Your sweet words: Go in peace, your faith has saved you.\nNow and for ever: O Mother of God, because of my great confidence in you, I shall obtain salvation. Because I have succeeded in having you for my intercessor, O Purest of all, I shall not fear. Imploring your most powerful help, I shall pursue my enemies and drive them away, for I wear your protection as a breastplate. O Lady, save me through your intercession, and, by the power of God who was made of your flesh, awaken me from my dark slumber that I may sing your glory.\n\nLord, have mercy (40x).\n\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\n\nPrayer of St. Basil the Great\n\nO Lord, O Lord, Who delivered us from every arrow that flies in the light of day, protect us against any difficulty that lurks around at night, and accept our outstretched hands as an evening sacrifice. Make us worthy to spend the night blamelessly, and fully sheltered against all evil; protect us against all disturbances or fear of the devil. Grant repentance to our souls and diligence to our minds, that we may understand your dreadful and just judgment; subdue our flesh with the fear of You, let our passions die out, so that in the stillness of night we may be enlightened by the thinking of Your precepts; keep afar from us all indecent dreams and harmful cravings; awaken us in time for prayer, strengthened in the faith and able to obey Your commands through the mercy and kindness of Your only-begotten Son, with Whom You are blessed, together with Your all-holy, good, and life-giving Spirit, always, now and for ever and ever. Amen.\n\n(Part II)\n\nCome, let us adore... (3x).\n\nPsalm 50 (see p. 44)\n\nPsalm 101\n\nO Lord, listen to my prayer* and let my cry for help reach You.\nDo not hide Your face from me,* in the day of my distress.\nTurn Your ear towards me* and answer me quickly when I call.\nFor my days are vanishing like smoke,* my bones burn away like a fire.\nMy heart is withered like the grass.* I forget to eat my bread.\nI cry with all my strength* and my skin clings to my bones.\nI have become like a pelican in the wilderness,* like an owl in desolate places.\nI lie awake and I moan* like some lonely bird on a roof.\nAll day long my foes revile me;* those who hate me use my name as a curse.\nThe bread I eat is ashes;* my drink is mingled with tears.\nIn Your anger, Lord, and Your fury,* You have lifted me up and thrown me down.\nMy days are like a passing shadow* and I wither away like the grass.\nBut You, O Lord, will endure for ever,* and Your name from age to age.\nYou will arise and have mercy on Zion:* for this is the time to have mercy; yes, the time appointed has come.\nFor Your servants love her very stones,* are moved with pity even for her dust.\nThe nations shall fear the name of the Lord* and all the earth’s kings, Your glory,\nWhen the Lord shall build up Zion again* and appear in all His glory.\nThen He will return to the prayers of the helpless;* He will not despise their prayers.\nLet this be written for ages to come* that a people yet unborn may praise the Lord;\nFor the Lord leaned down from His sanctuary on high.* He looked down from heaven to the earth\nThat He might hear the groans of the prisoners* and free those condemned to die.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You\nThat the name of the Lord may be proclaimed in Zion* and His praise in the heart of Jerusalem,\nWhen peoples and kingdoms are gathered together* to pay their homage to the Lord.\nHe has broken my strength in mid-course;* He has shortened the days of my life.\nI say to God: Do not take me away before my days are complete,* You, Whose days last from age to age.\nLong ago You founded the earth* and the heavens are the work of Your hands.\nThey will perish but you will remain.* They will all wear out like a garment.\nYou will change them like clothes that are changed.* But You neither change, nor have an end.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You.\n\nPrayer\n\nLord almighty, God of our fathers Abraham and Isaac and Jacob and of their righteous descendants, Who made heaven and earth with all their adornment, Who encompassed the sea with the word of Your command, Who closed the deep and sealed it with Your fearful and glorious name, Whose presence all things revere and before Whose power they quake, because the magnificence of Your glory is unendurable, and irresistible the wrath of Your threat against sinners: the kindness of Your promise is both immeasurable and inscrutable, for You are the Lord most high, compassionate, long-suffering and most merciful, offering atonement for the evils of men.\nYou, O Lord, in the abundance of Your goodness, promised repentance and forgiveness to those who sinned against You; and in the abundance of Your compassion, You decreed repentance for sinners, that they may be saved. Therefore, O Lord, God of the righteous, You appointed repentance, not for the righteous, not for Abraham and Isaac and Jacob who did not sin against You, but for me a sinner, for I committed more sins than there are grains of sand in the sea. My transgressions are multiplied, O Lord, they are multiplied! I am not worthy to look up and see the height of heaven because of the multitude of my iniquities, being weighed down by many iron chains so that I cannot raise my head; and there is no release for me because I have provoked Your anger and have done what is evil in Your sight, not doing Your will nor keeping Your commandments, but setting up abominations and multiplying offenses.\nNow I kneel in my heart, beseeching Your kindness: I have sinned, O Lord, I have sinned, and I acknowledge my transgressions; I pray and beg You: release me, Lord, release me! Do not destroy me together with my transgressions! Do not remember forever our wrongs! Do not condemn me to the depths of the earth! For You are God, the God of those who repent, and in me You will show all Your kindness: for unworthy as I am You will save me according to the abundance of Your mercy, and I will praise You continually all the days of my life. For all the hosts of heavens sing Your praise, and Yours is the glory for ever and ever. Amen.\n\nHoly God; Trinity most holy; Our Father; and kontakion of the feast (of the Nativity, (p. 1334); of the Theophany, (p. 1278); or of the Annunciation (p. 1289). During the Great Fast, the following troparia are taken: Have mercy on me...etc., (p. 59).\n\nLord, have mercy (40x).\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\n\nPrayer\n\nO God, our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\n(Part III)\n\nCome, let us adore... (3x).\n\nPsalm 69 (p. 45)\n(Monday and Wednesday Evening)\n\nPsalm 142 (p. 46)\n(Tuesday and Thursday Evening)\n\nOn the eve of the feasts of the Nativity and Theophany of our Lord, and on the eve of the feast of the Annunciation, after Psalm 142, the lesser doxology, (p. 47), is taken. Then litiya begins.\n\nDuring the Great Fast, the canon to the Mother of God, (p. 49), is taken; and after the canon: It is truly right...; Holy God; Trinity most holy; Our Father. Then the following troparion is taken:\n\n(Tone 6) Lord of powers, be with us, for in times of distress we have no other help but You;* Lord of powers, have mercy on us!\nVerse: Praise God in His holy place, praise Him in His mighty heavens.\nAfter each verse, we sing: Lord of powers....\nVerse: Praise Him for His powerful deeds, praise His surpassing greatness.\nVerse: Praise Him with sound of trumpet, praise Him with lute and harp.\nVerse: Praise Him with timbrel and dance; praise Him with strings and pipes.\nVerse: Praise Him with resounding cymbals; praise Him with clashing of cymbals. May everything that lives and that breathes give praise to the Lord.\nGlory be: O Lord, had we not Your saints to intercede for us and your bounty to have mercy on us, how would we dare, O Savior, to sing to You Whom the Angels endlessly praise? O You Who know the heart, spare our souls!\nNow and for ever: Great is the number of my transgressions, O Mother of God. It is in you, all-chaste One, that I seek refuge in my need for salvation. Visit my diseased soul and intercede with your Son, our God, that He deign to forgive the evil I have done, O you who alone are blessed.\nMost holy Mother of God, forsake me not all the time of my life, entrust me not to human protection, but take care yourself of my safety, and have mercy on me.\nTo you I entrust all my hope, O Mother of God; keep me under your protection.\n\nLord, have mercy (40x); the rest as in Small Compline, (p. 56); O Christ our God..., Lord, have mercy (3x); Glory be: Now and for ever: More honorable than the cherubim... Give the blessing, Father, in the name of the Lord!\n\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nThe priest says the prayer of St. Ephrem: O Lord and Master..., and O God, be merciful to me..., (p. 40).\n\nThen: Holy God; and after the Our Father: Lord, have mercy (12x); and the prayers: O Lady, Bride of God... and Now that we are.... (pp. 57-59).\n\nGlory be: Now and for ever: Lord, have mercy (3x). Give the blessing!\n\nInstead of the dismissal, the priest recites the prayer: O most merciful Master.... (p. 33).",
        "source": "Stamford Horologion"
    },
    "horologion.compline_service": {
        "title": "Great Compline",
        "content": "Great Compline with litiya is celebrated on the eves of the Nativity of our Lord, the Theophany, and the Annunciation, as prescribed by the typikon. In these instances, there is incensing at the beginning as at Vespers with Litiya (p. 9); the priest is vested only in the epitrachelion. After the incensing, the deacon says: Master, give the blessing!, and the priest intones: Blessed be our God...; the choir responds: Amen. Glory be to You, our God; Heavenly King, etc. (p. 10). The holy doors remain closed from Come, let us adore... to the Stichera of Litiya.\n\nDuring the Great Fast, Great Compline is celebrated Monday evening to Thursday evening. If it is the first week of the Great Fast, then after the usual beginning we take Psalm 69 (p. 45), and part of the Great Canon of Andrew of Crete, (p. 488-506), according to the typicon. The holy doors remain closed during the entire service.\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God... (the usual beginning, until Come, let us adore..., p. 10-11).\n\nPsalm 4\n(Monday Evening)\n\nWhen I call, answer me,* O God of justice;\nFrom anguish You released me;* have mercy and hear me!\nO men, how long will your hearts be closed,* will you love what is futile and seek what is false?\nIt is the Lord who grants favors to those whom he loves;* the Lord hears me whenever I call Him.\nFear Him; do not sin:* ponder on your bed and be still.\nMake justice your sacrifice* and trust in the Lord.\n“What can bring us happiness?” many say.* Let the light of Your face shine on us, O Lord.\nYou have put into my heart a greater joy* than they have from abundance of corn and new wine.\nI will lie down in peace and sleep comes at once* for You alone, Lord, make me dwell in safety.\n\nPsalm 6\n(Tuesday Evening)\n\nLord, do not reprove me in Your anger:* punish me not in Your rage.\nHave mercy on me, Lord, I have no strength;* Lord, heal me, my body is racked;\nMy soul is racked with pain.* But You, O Lord ... how long?\nReturn, Lord, rescue my soul.* Save me in Your merciful love,\nFor in death no one remembers You;* from the grave, who can give You praise?\nI am exhausted with my groaning;* every night I drench my pillow with tears;* I bedew my bed with weeping.\nMy eye wastes away with grief;* I have grown old surrounded by my foes.\nLeave me, all you who do evil;* for the Lord has heard my weeping.\nThe Lord has heard my plea;* the Lord will accept my prayer.\nAll my foes will retire in confusion,* foiled and suddenly confounded.\n\nPsalm 12\n(Wednesday Evening)\n\nHow long, O Lord; will You forget me?* How long will You hide Your face?\nHow long must I bear grief in my soul,* this sorrow in my heart day and night?\nHow long shall my enemy prevail?* Look at me, answer me, Lord my God!\nGive light to my eyes* lest I fall asleep in death,\nLest my enemy say:* I have overcome him;\nLest my foes rejoice* to see my fall.\nAs for me, I trust in Your merciful love.* Let my heart rejoice in Your saving help:\nLet me sing to the Lord for His goodness to me* singing psalms to the name of the Lord, the Most High.\n\nPsalm 24\n(Thursday Evening)\n\nTo You, O Lord, I lift up my soul;* I trust You.\nLet me not be disappointed;* do not let my enemies triumph.\nThose who hope in You shall not be disappointed,* but only those who wantonly break faith.\nLord, make me know Your ways* Lord, teach me Your paths.\nMake me walk in Your truth, and teach me,* for You are God my Savior.\nIn You I hope all day long* because of Your goodness, O Lord.\nRemember Your mercy, Lord,* and the love You have shown from of old.\nDo not remember the sins of my youth.* In Your love remember me.\nThe Lord is good and upright.* He shows the path to those who stray,\nHe guides the humble in the right path,* He teaches His way to the poor.\nHis ways are faithfulness and love* for those who keep His covenant and will.\nLord, for the sake of Your name forgive my guilt,* for it is great.\nTo those who revere the Lord* He will show the path they should choose.\nTheir souls will live in happiness* and their children shall possess the land.\nThe Lord’s friendship is for those who revere Him;* to them He reveals His covenant.\nMy eyes are always on the Lord,* for He rescues my feet from the snare.\nTurn to me and have mercy* for I am lonely and poor.\nRelieve the anguish of my heart* and set me free from my distress.\nSee my affliction and my toil* and take all my sins away.\nSee how many are my foes,* how violent their hatred for me.\nPreserve my life and rescue me.* Do not disappoint me, You are my refuge.\nMay innocence and uprightness protect me,* for my hope is in You, O Lord.\nRedeem Israel, O God,* from all its distress.\n\nPsalm 30\n(Friday Evening)\n\nIn You, O Lord, I take refuge.* Let me never be put to shame.\nIn Your justice, set me free,* hear me and speedily rescue me.\nBe a rock of refuge for me, a mighty stronghold to save me,* for You are my rock, my stronghold.\nFor Your name’s sake, lead me and guide me.* Release me from the snares they have hidden* for You are my refuge, Lord.\nInto Your hands I commend my spirit.* It is You Who will redeem me, Lord.\nO God of truth, You detest those who worship false and empty gods.* As for me, I trust in the Lord:\nLet me be glad and rejoice in Your love.* You who have seen my affliction\nAnd taken heed of my soul’s distress,* have not handed me over to the enemy, but set my feet at large.\nHave mercy on me, O Lord, for I am in distress.* Tears have wasted my eyes, my throat and my heart.\nFor my life is spent with sorrow* and my years with sighs.\nAffliction has broken down my strength,* and my bones waste away.\nIn the face of all my foes I am a reproach,* an object of scorn to my neighbors and of fear to my friends.\nThose who see me in the street* run far away from me.\nI am like a dead man, forgotten,* like a thing thrown away.\nI have heard the slander of the crowd,* fear is all around me.\nAs they plot together against me,* as they plan to take my life.\nBut as for me, I trust in You, Lord,* I say: You are my God.\nMy life is in Your hands,* deliver me from the hands of those who hate me.\nLet Your face shine on Your servant.* Save me in Your love.\nHow great is the goodness, Lord, that You keep for those who fear You,* that You show to those who trust You in the sight of men.\nYou hide them in the shelter of Your presence from the plotting of men:* You keep them safe within Your tent from disputing tongues.\nBlessed be the Lord* Who has shown me the wonders of His love in a fortified city.\n“I am far removed from Your sight,”* I said in my alarm.\nYet You heard the voice of my plea* when I cried for help.\nLove the Lord, all you saints.* He guards His faithful.\nBut the Lord will repay you to the full* those who act with pride.\nBe strong, let your heart take courage,* all who hope in the Lord.\n\nPsalm 90\n(Saturday and Sunday Evening)\n\nThose who dwell in the shelter of the Most High* and abide in the shade of the Almighty\nSay to the Lord: My refuge, my stronghold,* my God in whom I trust!\nIt is He who will free you from the snare of the fowler* who seeks to destroy you;\nHe will conceal you with His pinions,* and under His wings you will find refuge.\nYou will not fear the terror of the night* nor the arrow that flies by day,\nNor the plague that prowls in the darkness* nor the scourge that lays waste at noon.\nA thousand may fall at your side, ten thousand fall at your right,* you, it will never approach,* His faithfulness is buckler and shield.\nYour eyes have only to look to see* how the wicked are repaid,\nYou who have said: Lord, my refuge!* and have made the Most High your dwelling\nUpon you no evil shall fall,* no plague approach where you dwell.\nFor you He has commanded His angels* to keep you in all your ways.\nThey shall bear you upon their hands* lest you strike your foot against a stone.\nOn the lion and the viper you will tread,* and trample the young lion and the dragon.\nYou set your love on Me so I will save you,* protect you for you know My name.\nWhen you call I shall answer: I am with you,* I will save you in distress and give you glory.\nWith length of days I will content you;* I shall let you see my saving power.\n\nEnding the psalm, the choir says:\nGlory be to the Father and to the Son and to the Holy Spirit:*\nNow and for ever and ever. Amen.\nAlleluia! Alleluia! Alleluia! Glory be to You, O God! (3x)\nLord, have mercy. (3x)\nGlory be: Now and for ever:\n\nGod is with us... (Is. 8:9)\n\nOn the feasts of the Nativity and the Theophany of our Lord, the priest himself intones the verses, while after each verse the choir sings: God is with us....\n\nI Choir: God is with us! Give ear, O you nations, and be humbled, for God is with us.\nII Choir: God is with us....\nI Choir: God is with us! Give ear, O you nations:\nII Choir: And be humbled, for God is with us.\n\nThe two choirs read the verses alternately:\nGive ear, all you lands afar off, for God is with us.\nYou mighty ones, be humbled, for God is with us.\nAnd if any take counsel together, the Lord will destroy them, for God is with us.\nAnd if you make resolutions, they will not stand, for God is with us.\nIt is the Lord, whom you must hold in veneration, for God is with us.\nHim you must fear, him you must dread, for God is with us.\nHe shall be a stone of stumbling and a rock on which they shall fall, for God is with us.\nI shall confide in Him, and I shall be saved by Him, for God is with us.\nBehold, I come with the children whom the Lord has given me, for God is with us.\nO nation, which is walking in the darkness, expect to see a great light, for God is with us.\nUpon us, who dwell in the land of the shadow of death, a great light shall dawn, for God is with us.\nIndeed, a Child is born to us, the Son, and He is given to us, for God is with us.\nHis power is upon His shoulder, for God is with us.\nAnd His name shall be called Wonderful Counsellor, for God is with us.\nMighty God, the everlasting Father, Prince of Peace, for God is with us.\nGlory be to the Father and to the Son and to the Holy Spirit, for God is with us.\nNow and always, and for ever and ever. Amen, for God is with us.\n\nGod is with us; give ear, O you nations:\nAnd be humbled, for God is with us.\n\nImmediately we recite:\nNow that the day has come to a close, I thank You, Lord, and I ask of You that my evening and my night be without sin: grant this to me, O Savior, and save me!\nGlory be: Now that the day has come to a close, I glorify You, O Master, and I ask of You that my evening and my night be undisturbed: grant this to me, O Savior, and save me!\nNow and for ever: Now that the day has come to a close, I praise You, O holy One, and I ask of You that my evening and my night be undisturbed: grant this to me, O Savior, and save me!\n\nThe incorporeal cherubim glorify You with unceasing praise. The seraphim, the six-winged angels, exalt You with tireless voices. And all the armies of angels praise You with the thrice-holy hymn. Because You are, before all else, O Father; and Your Son, like Yourself, is without beginning. By breathing forth the Spirit of life, equal in honor to You, You make manifest the indivisibility of the Trinity.\n\nMost holy Virgin, Mother of God, and you eyewitnesses of the Lord and his servants, intercede for us! All the choirs of the prophets and martyrs who are enjoying eternal life, intercede for us! Intercede for all of us unceasingly, for we are all in distress. That escaping from the terrors of evil, we may sing the angels’ hymn: Holy, holy, holy, O thrice-holy Lord, have mercy on us and save us!\n\nI believe in one God.... (p. 48).\n\nMost holy Lady, Mother of God, intercede for us sinners.\nAll you heavenly powers, holy angels and archangels, intercede for us sinners.\nHoly John, the forerunner, prophet, and baptizer of the Lord Jesus Christ, intercede for us sinners.\nGlorious saints, apostles, prophets, martyrs, and all you holy ones, intercede for us sinners.\nYou just ones, and you God-bearing fathers Anthony and Theodosius, and other wonderworkers of the Kyivan Caves, pray to God for us sinners.\nO you divine, undefeated and incomprehensible power of the precious and life-giving cross, do not forsake us sinners.\nO God, have mercy on us sinners.\nO God cleanse us of our sins and have mercy on us.\n\nHoly God; Trinity most holy; Our Father; and the troparion of the feast (of the Nativity of our Lord, (p. 1334); of the Theophany, (p. 1278); of the Annunciation, (p. 1289); or, during the Great Fast, the following:\n\nOn Mondays and Wednesdays (Tone 2): Enlighten my eyes, O Christ God, lest I sleep to death; lest my enemy say: I prevailed over him!\nVerse: O God, look down upon me and have mercy on me.\nO God, be the Defender of my soul, for I walk in the midst of many snares. Deliver me from them, O gracious Lord, and save me, for You are the Lover of mankind.\nGlory be: Now and for ever: Since our many transgressions prevent us from finding favor before God, be our intercessor with Him Who was born of you, O Virgin Mother of God; for the prayers of mothers have much weight in obtaining the Master’s favor. O most venerable one, despise not the pleadings of us sinners, for He who willed to suffer for us is merciful, and He has power to save us.\n\nOn Tuesdays and Thursdays (Tone 8): O Lord, You know well the alertness of my invisible enemies and the weakness of my own wretched body for You Yourself have made me. Wherefore, I entrust my soul to Your hands, cover me with the wings of Your bounty, lest I sleep to death; enlighten my spirit with the delight of Your divine Word; awaken me at the time appointed for Your glory, for You alone are a gracious God and the Lover of mankind.\nVerse: O God, look down upon me and have mercy on me!\nHow dreadful is Your judgment-seat, O Lord, where angels will be on guard, all men assembled, the book of life opened, all my works uncovered, and all my thoughts revealed! What judgment shall be mine, O Lord, for I was conceived in sin! Who shall put out for me the raging fires? Who shall bring light to my darkness, if You, O Lord, and Lover of mankind, have no mercy on me?\nGlory be: Give me tears, O Lord, as You did to the sinful woman; make me worthy to wash Your feet that saved me from the ways of error. Grant that I may offer You, as a fragrant ointment, a blameless life that repentance has redeemed, so that I also may hear Your sweet words: Go in peace, your faith has saved you.\nNow and for ever: O Mother of God, because of my great confidence in you, I shall obtain salvation. Because I have succeeded in having you for my intercessor, O Purest of all, I shall not fear. Imploring your most powerful help, I shall pursue my enemies and drive them away, for I wear your protection as a breastplate. O Lady, save me through your intercession, and, by the power of God who was made of your flesh, awaken me from my dark slumber that I may sing your glory.\n\nLord, have mercy (40x).\n\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\n\nPrayer of St. Basil the Great\n\nO Lord, O Lord, Who delivered us from every arrow that flies in the light of day, protect us against any difficulty that lurks around at night, and accept our outstretched hands as an evening sacrifice. Make us worthy to spend the night blamelessly, and fully sheltered against all evil; protect us against all disturbances or fear of the devil. Grant repentance to our souls and diligence to our minds, that we may understand your dreadful and just judgment; subdue our flesh with the fear of You, let our passions die out, so that in the stillness of night we may be enlightened by the thinking of Your precepts; keep afar from us all indecent dreams and harmful cravings; awaken us in time for prayer, strengthened in the faith and able to obey Your commands through the mercy and kindness of Your only-begotten Son, with Whom You are blessed, together with Your all-holy, good, and life-giving Spirit, always, now and for ever and ever. Amen.\n\n(Part II)\n\nCome, let us adore... (3x).\n\nPsalm 50 (see p. 44)\n\nPsalm 101\n\nO Lord, listen to my prayer* and let my cry for help reach You.\nDo not hide Your face from me,* in the day of my distress.\nTurn Your ear towards me* and answer me quickly when I call.\nFor my days are vanishing like smoke,* my bones burn away like a fire.\nMy heart is withered like the grass.* I forget to eat my bread.\nI cry with all my strength* and my skin clings to my bones.\nI have become like a pelican in the wilderness,* like an owl in desolate places.\nI lie awake and I moan* like some lonely bird on a roof.\nAll day long my foes revile me;* those who hate me use my name as a curse.\nThe bread I eat is ashes;* my drink is mingled with tears.\nIn Your anger, Lord, and Your fury,* You have lifted me up and thrown me down.\nMy days are like a passing shadow* and I wither away like the grass.\nBut You, O Lord, will endure for ever,* and Your name from age to age.\nYou will arise and have mercy on Zion:* for this is the time to have mercy; yes, the time appointed has come.\nFor Your servants love her very stones,* are moved with pity even for her dust.\nThe nations shall fear the name of the Lord* and all the earth’s kings, Your glory,\nWhen the Lord shall build up Zion again* and appear in all His glory.\nThen He will return to the prayers of the helpless;* He will not despise their prayers.\nLet this be written for ages to come* that a people yet unborn may praise the Lord;\nFor the Lord leaned down from His sanctuary on high.* He looked down from heaven to the earth\nThat He might hear the groans of the prisoners* and free those condemned to die.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You\nThat the name of the Lord may be proclaimed in Zion* and His praise in the heart of Jerusalem,\nWhen peoples and kingdoms are gathered together* to pay their homage to the Lord.\nHe has broken my strength in mid-course;* He has shortened the days of my life.\nI say to God: Do not take me away before my days are complete,* You, Whose days last from age to age.\nLong ago You founded the earth* and the heavens are the work of Your hands.\nThey will perish but you will remain.* They will all wear out like a garment.\nYou will change them like clothes that are changed.* But You neither change, nor have an end.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You.\n\nPrayer\n\nLord almighty, God of our fathers Abraham and Isaac and Jacob and of their righteous descendants, Who made heaven and earth with all their adornment, Who encompassed the sea with the word of Your command, Who closed the deep and sealed it with Your fearful and glorious name, Whose presence all things revere and before Whose power they quake, because the magnificence of Your glory is unendurable, and irresistible the wrath of Your threat against sinners: the kindness of Your promise is both immeasurable and inscrutable, for You are the Lord most high, compassionate, long-suffering and most merciful, offering atonement for the evils of men.\nYou, O Lord, in the abundance of Your goodness, promised repentance and forgiveness to those who sinned against You; and in the abundance of Your compassion, You decreed repentance for sinners, that they may be saved. Therefore, O Lord, God of the righteous, You appointed repentance, not for the righteous, not for Abraham and Isaac and Jacob who did not sin against You, but for me a sinner, for I committed more sins than there are grains of sand in the sea. My transgressions are multiplied, O Lord, they are multiplied! I am not worthy to look up and see the height of heaven because of the multitude of my iniquities, being weighed down by many iron chains so that I cannot raise my head; and there is no release for me because I have provoked Your anger and have done what is evil in Your sight, not doing Your will nor keeping Your commandments, but setting up abominations and multiplying offenses.\nNow I kneel in my heart, beseeching Your kindness: I have sinned, O Lord, I have sinned, and I acknowledge my transgressions; I pray and beg You: release me, Lord, release me! Do not destroy me together with my transgressions! Do not remember forever our wrongs! Do not condemn me to the depths of the earth! For You are God, the God of those who repent, and in me You will show all Your kindness: for unworthy as I am You will save me according to the abundance of Your mercy, and I will praise You continually all the days of my life. For all the hosts of heavens sing Your praise, and Yours is the glory for ever and ever. Amen.\n\nHoly God; Trinity most holy; Our Father; and kontakion of the feast (of the Nativity, (p. 1334); of the Theophany, (p. 1278); or of the Annunciation (p. 1289). During the Great Fast, the following troparia are taken: Have mercy on me...etc., (p. 59).\n\nLord, have mercy (40x).\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\n\nPrayer\n\nO God, our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\n(Part III)\n\nCome, let us adore... (3x).\n\nPsalm 69 (p. 45)\n(Monday and Wednesday Evening)\n\nPsalm 142 (p. 46)\n(Tuesday and Thursday Evening)\n\nOn the eve of the feasts of the Nativity and Theophany of our Lord, and on the eve of the feast of the Annunciation, after Psalm 142, the lesser doxology, (p. 47), is taken. Then litiya begins.\n\nDuring the Great Fast, the canon to the Mother of God, (p. 49), is taken; and after the canon: It is truly right...; Holy God; Trinity most holy; Our Father. Then the following troparion is taken:\n\n(Tone 6) Lord of powers, be with us, for in times of distress we have no other help but You;* Lord of powers, have mercy on us!\nVerse: Praise God in His holy place, praise Him in His mighty heavens.\nAfter each verse, we sing: Lord of powers....\nVerse: Praise Him for His powerful deeds, praise His surpassing greatness.\nVerse: Praise Him with sound of trumpet, praise Him with lute and harp.\nVerse: Praise Him with timbrel and dance; praise Him with strings and pipes.\nVerse: Praise Him with resounding cymbals; praise Him with clashing of cymbals. May everything that lives and that breathes give praise to the Lord.\nGlory be: O Lord, had we not Your saints to intercede for us and your bounty to have mercy on us, how would we dare, O Savior, to sing to You Whom the Angels endlessly praise? O You Who know the heart, spare our souls!\nNow and for ever: Great is the number of my transgressions, O Mother of God. It is in you, all-chaste One, that I seek refuge in my need for salvation. Visit my diseased soul and intercede with your Son, our God, that He deign to forgive the evil I have done, O you who alone are blessed.\nMost holy Mother of God, forsake me not all the time of my life, entrust me not to human protection, but take care yourself of my safety, and have mercy on me.\nTo you I entrust all my hope, O Mother of God; keep me under your protection.\n\nLord, have mercy (40x); the rest as in Small Compline, (p. 56); O Christ our God..., Lord, have mercy (3x); Glory be: Now and for ever: More honorable than the cherubim... Give the blessing, Father, in the name of the Lord!\n\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nThe priest says the prayer of St. Ephrem: O Lord and Master..., and O God, be merciful to me..., (p. 40).\n\nThen: Holy God; and after the Our Father: Lord, have mercy (12x); and the prayers: O Lady, Bride of God... and Now that we are.... (pp. 57-59).\n\nGlory be: Now and for ever: Lord, have mercy (3x). Give the blessing!\n\nInstead of the dismissal, the priest recites the prayer: O most merciful Master.... (p. 33).",
        "source": "Stamford Horologion",
        "_aliases": [
            "compline_service"
        ]
    },
    "horologion.midnight.full_text": {
        "title": "Midnight Office",
        "content": "Priest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God...; (the usual beginning, until: Come, let us adore..., p. 10-11).\n\nPsalm 50 (p. 44)\n\nPsalm 118\n(Sunday Evening)\n\nThey are happy whose life is blameless,* who follow God’s law!\nThey are happy who do His will,* seeking Him with all their hearts,\nWho never do anything evil,* but walk in His ways.\nYou have laid down Your precepts* to be obeyed with care.\nMay my footsteps be firm* to obey Your statutes.\nThen I shall not be put to shame* as I heed Your commands.\nI will thank You with an upright heart* as I learn Your decrees.\nI will obey Your statutes;* do not forsake me.\nHow shall the young remain sinless?* By obeying Your word.\nI have sought You with all my heart;* let me not stray from Your commands.\nI treasure Your promise in my heart* lest I sin against You.\nBlessed are You, O Lord;* teach me your statutes.\nWith my tongue I have recounted* the decrees of Your lips.\nI rejoiced to do Your will* as though all riches were mine.\nI will ponder all Your precepts* and consider Your paths.\nI take delight in Your statutes;* I will not forget Your word.\nBless Your servant* and I shall live and obey Your word.\nOpen my eyes that I may see* the wonders of Your law.\nI am a pilgrim on the earth;* show me Your commands.\nMy soul is ever consumed* as I long for Your decrees.\nYou threaten the proud, the accursed,* who turn from Your commands.\nRelieve me from scorn and contempt* for I do Your will.\nThough the princes sit plotting against me* I ponder on Your statutes.\nYour will is my delight;* Your statutes are my counselors.\nMy soul lies in the dust;* by Your will revive me.\nI declared my ways and You answered;* teach me Your statutes.\nMake me grasp the way of Your precepts* and I will muse on Your wonders.\nMy soul pines away with grief,* by Your word raise me up.\nKeep me from the way of error* and teach me Your law.\n\n(Monday Evening)\n\nI have chosen the way of truth* with Your decrees before me.\nI bind myself to do Your will;* Lord, do not disappoint me.\nI will run the way of Your commands;* You give freedom to my heart.\nTeach me the demands of Your statutes* and I will keep them to the end.\nTrain me to observe Your law,* to keep it with my heart.\nGuide me in the path of Your commands;* for there is my delight.\nBend my heart to Your will* and not to love of gain.\nKeep my eyes from what is false;* by Your word, give me life.\nKeep the promise You have made* to the servant who fears You.\nKeep me from the scorn I dread,* for Your decrees are good.\nSee, I long for your precepts;* then in Your justice, give me life.\nLord, let Your love come upon me,* the saving help of Your promise.\nAnd I shall answer those who taunt me* for I trust in Your word.\nDo not take the word of truth from my mouth* for I trust in Your decrees.\nI shall always keep Your law* for ever and ever.\nI shall walk in the path of freedom* for I seek Your precepts.\nI will speak of Your will before kings* and not be abashed.\nYour commands have been my delight;* these I have loved.\nI will worship Your commands and love them* and ponder Your statutes.\nRemember Your word to Your servant* by which You gave me hope.\nThis is my comfort in sorrow:* that Your promise gives me life.\nThough the proud may utterly deride me* I keep to Your law.\nI remember Your decrees of old,* and these, Lord, console me.\nI am seized with indignation at the wicked* who forsake Your law.\nYour statutes have become my song* in the land of exile.\nI think of Your name in the nighttime,* and I keep Your law.\nThis has been my blessing,* the keeping of Your precepts.\nMy part, I have resolved, O Lord,* is to obey Your word.\nWith all my heart I implore Your favor;* show the mercy of Your promise.\nI have pondered over many ways,* and returned to Your will.\nI made haste and did not delay* to obey Your commands.\nThough the nets of the wicked ensnared me,* I remembered Your law.\n\n(Tuesday Evening)\n\nAt midnight I will rise* and thank You for Your just decrees.\nI am a friend of all who revere You,* who obey Your precepts.\nLord, Your love fills the earth.* Teach me Your statutes.\nLord, You have been good to Your servant* according to Your word.\nTeach me discernment and knowledge* for I trust in Your commands.\nBefore I was afflicted I strayed,* but now I keep Your word.\nYou are good and Your deeds are good;* teach me Your statutes.\nThough proud men smear me with lies,* yet I keep Your precepts.\nTheir minds are closed to good,* but Your law is my delight.\nIt was good for me to be afflicted,* to learn Your statutes.\nThe law from Your mouth means more to me* than silver and gold.\nIt was Your hands that made me and shaped me;* help me to learn Your commands.\nYour faithful will see me and rejoice,* for I trust in Your word.\nLord, I know that Your decrees are right,* that You afflicted me justly.\nLet Your love be ready to console me* by Your promise to Your servant.\nLet Your love come and I shall live,* for Your law is my delight.\nShame the proud who harm me with lies* while I ponder Your precepts.\nLet Your faithful turn to me,* those who know Your will.\nLet my heart be blameless in Your statutes* lest I be ashamed.\nI yearn for Your saving help;* I hope in Your word.\nMy eyes yearn to see Your promise.* When will You console me?\nThough parched and exhausted with waiting* I remember Your statutes.\nHow long must Your servant suffer?* When will You judge my foes?\nFor me the proud have dug pitfalls* against Your law.\nYour commands are all true;* then help me when lies oppress me.\nThey almost made an end of me on earth,* but I kept Your precepts.\nBecause of Your love, give me life* and I will do Your will.\nYour word, O Lord,* for ever stands firm in the heavens:\nYour truth lasts from age to age,* like the earth You created.\nBy Your decree it endures to this day;* for all things serve You.\nHad Your law not been my delight* I would have died in my affliction.\n\n(Wednesday Evening)\n\nI will never forget Your precepts* for with them You give me life.\nSave me, for I am Yours* since I seek Your precepts.\nThough the wicked lie in wait to destroy me,* yet I ponder Your will.\nI have seen that all perfection has an end,* but Your command is boundless.\nLord, how I love Your law!* It is ever in my mind.\nYour command makes me wiser than my foes;* for it is mine for ever.\nI have more insight than all who teach me* for I ponder Your will.\nI have more understanding than the old* for I keep Your precepts.\nI turn my feet from evil paths* to obey Your word.\nI have not turned from Your decrees;* You Yourself have taught me.\nYour promise is sweeter to my taste* than honey in the mouth.\nI gain understanding from Your precepts,* and so I hate false ways.\nYour word is a lamp for my steps* and a light for my path.\nI have sworn and have made up my mind* to obey Your decrees.\nLord, I am deeply afflicted;* by Your word give me life.\nAccept, Lord, the homage of my lips* and teach me Your decrees.\nThough I carry my life in my hands,* I remember Your law.\nThough the wicked try to ensnare me,* I do not stray from Your precepts.\nYour will is my heritage for ever,* the joy of my heart.\nI set myself to carry out* Your statutes in fullness for ever.\nI have no love for half-hearted men;* my love is for Your law.\nYou are my shelter, my shield;* I hope in Your word.\nLeave me, you who do evil;* I will keep God’s command.\nIf You uphold me by Your promise I shall live;* let my hopes not be in vain.\nSustain me and I shall be saved* and ever observe Your statutes.\nYou spurn all who swerve from Your statutes;* their cunning is in vain.\nYou throw away the wicked like dross;* so I love Your will.\nI tremble before You in terror;* I fear Your decrees.\nI have done what is right and just:* let me not be oppressed.\nVouch for the welfare of Your servant* lest the proud oppress me.\nMy eyes yearn for Your saving help* and the promise of Your justice.\nTreat Your servant with love* and teach me Your statutes.\nI am Your servant, give me knowledge; then I shall know your will.\nIt is time for the Lord to act* for Your law has been broken.\nThat is why I love Your commands* more than finest gold,\nWhy I rule my life by Your precepts,* and hate false ways.\nYour will is wonderful indeed;* therefore I obey it.\nThe unfolding of Your word* gives light and teaches the simple.\nI open my mouth and I sigh* as I yearn for Your commands.\n\n(Thursday Evening)\n\nTurn and show me Your mercy;* show justice to Your friends.\nLet my steps be guided by Your promise;* let no evil rule me.\nRedeem me from man’s oppression* and I will keep Your precepts.\nLet Your face shine on Your servant* and teach me Your decree.\nTears stream from my eyes* because Your law is disobeyed.\nLord, You are just indeed;* Your decrees are right.\nYou have imposed Your will* with justice and with absolute truth.\nI am carried away by anger* for my foes forget Your word.\nYour promise is tried in the fire,* the delight of Your servant.\nAlthough I am weak and despised,* I remember Your precepts.\nYour justice is eternal justice* and Your law is truth.\nThough anguish and distress have seized me,* I delight in Your commands.\nThe justice of Your will is eternal:* if You teach me I shall live.\nI call with all my heart; Lord, hear me,* I will keep Your statutes.\nI call upon You,* save me and I will do Your will.\nI rise before dawn and cry for help,* I hope in Your word.\nMy eyes watch through the night* to ponder Your promise.\nIn Your love hear my voice, O Lord;* give me life by Your decrees.\nThose who harm me unjustly draw near;* they are far from Your law.\nBut You, O Lord, are close,* Your commands are truth.\nLong have I known* that Your will is established for ever.\nSee my affliction and save me* for I remember Your law.\nUphold my cause and defend me;* by Your promise, give me life.\nSalvation is far from the wicked* who are heedless of Your statutes.\nNumberless, Lord, are Your mercies;* with Your decrees give me life.\nThough my foes and oppressors are countless* I have not swerved from Your will.\nI look at the faithless with disgust;* they ignore Your promise.\nSee how I love Your precepts;* in Your mercy give me life.\nYour word is founded on truth,* Your decrees are eternal.\nThough princes oppress me without cause* I stand in awe of Your word.\nI take delight in Your promise* like one who finds a treasure.\nLies I hate and detest* but Your law is my love.\nSeven times a day I praise You* for Your just decrees.\nThe lovers of Your law have great peace;* they never stumble.\nI await Your saving help, O Lord,* I fulfill Your commands.\nMy soul obeys Your will* and loves it dearly.\nI obey Your precepts and Your will;* all that I do is before You.\nLord, let my cry come before You:* teach me by Your word.\nLet my pleading come before You:* save me by Your promise.\nLet my lips proclaim Your praise* because You teach me Your statutes.\nLet my tongue sing Your promise* for Your commands are just.\nLet Your hand be ready to help me,* since I have chosen Your precepts,\nLord, I long for Your saving help* and Your law is my delight.\nGive life to my soul that I may praise You.* Let Your decrees give me help.\nI am lost like a sheep; seek your servant* for I remember Your commands.\n\nGlory be: Now and for ever: (without the Alleluia); then immediately:\nI believe in one God.... (p. 48).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 8). Behold, the Bridegroom is coming in the middle of the night.* Blessed is the servant He shall find awake.* But the one He shall find neglectful will not be worthy of Him.* Beware, therefore, O my soul! Do not fall into a deep slumber,* lest you be delivered to death and the door of the Kingdom be closed to you.* Watch instead, and cry out;* Holy, Holy, Holy are You, O God.* Through the intercession of the Mother God, have mercy on us.\n\nGlory be: Keep in mind that dread day, my soul, and be watchful.* Light your lamp and keep it lit with oil.* For you do not know when the cry will come saying: “The Bridegroom is here!”* Take care, my soul, not to doze* and find yourself outside knocking like the five virgins.* Rather, keep on watching to meet Christ with rich oil,* and He will open the divine chamber of His glory to you.\n\nNow and for ever: Virgin Godbearer, we beseech you, the impregnable wall, fortress of salvation:* Bring to nought the counsels of enemies.* Turn the sorrow of your people to joy.* Protect your city (village, or monastery). Help our God-protected nation in battle.* Intercede for the peace of the world.* For you, Godbearer, are our hope.\n\nLord, have mercy (40x); then the prayer: O Christ our God.... (p. 56).\n\nChoir: Lord, have mercy. (3x); Glory be: Now and for ever: More honorable than the Cherubim...; Give the blessing, Father, in the name of the Lord.\n\nPriest: May God be merciful to us, and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nDuring the Great Fast, the prayer of St. Ephrem is said together with God be merciful..., (p. 40).\n\nThen the following prayer:\nO God, our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\nCome, let us adore... (3x)\n\nPsalm 120\n\nI lift up my eyes to the mountains.* From where shall come my help?\nMy help shall come from the Lord* Who made heaven and earth.\nMay He never allow you to stumble! Let Him sleep not, your guard.\nNo, He sleeps not nor slumbers,* Israel’s guard.\nThe Lord is your guard and your shade;* at your right side He stands.\nBy day the sun shall not smite you* nor the moon in the night.\nThe Lord will guard you from evil,* He will guard your soul.\nThe Lord will guard your going and coming* both now and for ever.\n\nPsalm 133\n\nO come, bless the Lord,* all you who serve the Lord,\nWho stand in the house of the Lord,* in the courts of the house of our God.\nLift up your hands to the holy place* and bless the Lord through the night.\nMay the Lord bless you from Zion,* He Who made both heaven and earth.\n\nGlory be: Now and for ever: (without the Alleluia).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 2) Remember your servants, O Lord,* because of Your goodness, and forgive all the sins they committed in life,* for no one is sinless but You, Who can give rest to the departed.\n\n(Tone 8) O Creator, in the depth of Your wisdom,* You lovingly govern all people and distribute to each what is for good.* Now give rest to the souls of Your servants,* for they have placed their hope in You,* our Creator, Maker, and our God.\n\nGlory be; (Tone 8, kontakion): Give rest to the souls of Your servants with Your saints, O Christ,* where there is no pain, no sorrow, no grief,* but life everlasting.\n\nNow and for ever: Virgin Godbearer, we, all generations, bless you. For in you the uncontainable Christ our God was pleased to be contained. We are blessed in having you as our advocate. You intercede for us day and night. Rulers are made strong by your intercession. And so we shout out and sing your praises: Hail, O Woman Full of Grace, the Lord is with you!\n\nLord, have mercy. (12x)\n\nThen the following prayer: Lord, remember our fathers and brothers who have fallen asleep in the hope of resurrection to eternal life and all who have died in piety and faith. Forgive every sin, voluntary and involuntary, committed by them in word or deed or thought. Give them rest in a place of light, in a place of refreshment, in a place of repose from which has fled all pain, sorrow and sighing, where the light of Your countenance shines and gladdens Your saints from of old. Grant them Your kingdom and a share in Your ineffable and eternal good things and the enjoyment of Your everlasting, blessed life. For You are the Life, the Resurrection and Repose of Your servants who have fallen asleep, O Christ our God, and we give glory to You together with Your eternal Father and Your all-holy, good, and life-giving Spirit, now and for ever and ever. Amen.\n\nThen the troparion: Have mercy on us...; all the rest as in Small Compline, (p. 59), to the end.\n\nSATURDAY NOCTURN\n\n(Friday Evening)\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God, glory be to You...; the usual beginning, until: Come, let us adore..., (pp. 10-11).\n\nPsalm 50 (p. 44)\n\nPsalm 64\n\nTo You our praise is due in Zion, O God.* To You we pay our vows, You Who hear our prayer.\nTo You all flesh will come* with its burden of sin,\nToo heavy for us, our offenses,* but You wipe them away.\nBlessed is he whom You choose* and call to dwell in Your courts.\nWe are filled with the blessings of Your house,* of Your holy temple.\nYou keep Your pledge with wonders, O God our Savior,* the hope of all the earth and of far distant isles.\nYou uphold the mountains with Your strength,* You are girded with power.\nYou still the roaring of the seas,* the roaring of their waves and the tumult of the peoples.\nThe ends of the earth stand in awe* at the sight of Your wonders.\nThe lands of sunrise and sunset* You fill with Your joy.\nYou care for the earth, give it water,* You fill it with riches.\nYour river in heaven brims over* to provide its grain.\nAnd thus You provide for the earth;* You drench its furrows,\nYou level it, soften it with showers,* You bless its growth.\nYou crown the year with Your goodness.* Abundance flows in Your steppes, in the pastures of the wilderness it flows.\nThe hills are girded with joy,* the meadows covered with flocks,\nThe valleys are decked with wheat.* They shout for joy, yes, they sing.\n\nThen: Psalm 68 (p. 579), and Psalm 69 (p. 45).\n\nGlory be: Now and for ever: (without the Alleluia). Then immediately:\nI believe in one God.... (p. 48).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 2) Uncreated Being, Creator of all,* open our lips that we may proclaim and praise You crying out:* Holy, holy, holy are You, our God.* Through the intercession of Your apostles, prophets and martyrs, have mercy on us.\n\nGlory be: Imitating the powers above,* we on earth, good Lord, offer You the hymn of praise:* Holy, holy, holy are You, our God.* Through the intercession of all Your saints have mercy on us.\n\nNow and for ever: From my bed and my sleep you raised me, Lord.* Enlighten my mind and heart and open my lips, Holy Trinity,* that I may sing to You:* “Holy, holy, holy are You our God.”\n\nLord, have mercy (40x); then the prayer: O Christ our God..., (p. 56).\n\nChoir: Lord, have mercy (3x); More honorable than the cherubim...; Give the blessing, Father, in the name of the Lord!\n\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nThen the priest says the following prayer:\nO God our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\nPrayer of St. Eustratius\n\nWith all my heart I extol You, Lord, for You looked with favor upon my lowliness and did not leave me in the hands of my enemies. You saved my soul from distress. Now, Master, let Your hand shelter me. May Your mercy come upon me, for my soul is troubled and in anguish as it leaves my wretched body. Do not let the evil adversary ever lie in wait to attack it and to cast it into darkness because of my sins committed in this life knowingly and unknowingly. Be merciful to me, Master. Let my soul not see the dark and gloomy vision of the evil demons. Rather, let Your bright and shining angels receive it. Give glory to Your holy name and by Your power bring me to Your divine tribunal. At my judgment may not the hand of the prince of this world lay hold of me, to drag me, though a sinner, down to the depths of the infernal abyss. Rather, stand by me and be my savior and my protector. Lord, have mercy on my soul stained by the passions of this life. Receive it purified by repentance and confession, for blessed are You for ever. Amen.\n\nSUNDAY NOCTURN\n\n(Saturday Evening)\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God...; (the usual beginning: until: Come, let us adore..., (pp. 10-11).\n\nPsalm 50 (see p. 44)\n\nCanon of the Holy Trinity:\n\nOde 9: Hirmos (Tone 8): Heaven was astonished and the ends of the earth were amazed that God appeared to man in bodily form. Your womb became vaster than the heavens. And so, choirs of angels and men extol you as God-bearer.\n\nVerse: Most holy Trinity, our God, glory be to You!\n\nAs we now praise You, the Nature Which rules all things, effects all things, is beyond all beginning, a Single Trinity, above time, life-giving, merciful, loving and good, we beg forgiveness of sins, peace to the world and harmony to the churches.\n\nGlory be: Lordship with Three Radiances, Deity, One with Three Rays, graciously receive those who sing Your praises. Rescue them from sin and from difficult temptations. In Your love quickly grant peace and unity to Your churches.\n\nNow and for ever: By dwelling in a Virgin’s womb, Christ my Savior, You appeared to Your world as God-man, truly unchanged and unconfused. You clearly promised to be always with Your servants. And so, through the intercession of her who bore You, grant peace to all Your flock.\n\nThen the following troparia are taken:\n\nIt is proper to give You divine glory, Holy Trinity,* indivisible and beyond all being, our all-good God,* Whom all earth sings and powers of heaven praise.* You are worshiped in faith by all,* in essence the Oneness of Three Persons.* Dominion beyond the cherubim and Divinity without compare beyond the seraphim,* indivisible Trinity in Oneness,* Godhead indeed, we exalt You.\n\nI adore the Father, without beginning, and God,* together with the Son, without beginning,* and the Spirit, the indivisible One uniting Being.* In song let us worship the Oneness, Three in number.\n\nPiously in song and with sacred refrains,* let us all sing the praises of the Father, and of the Son, and of the divine Spirit,* Power in three Persons, the one kingdom and dominion.\n\nIlluminate me by Your lightning flashes, my God,* Cause of All in Three Persons;* show me the bright, luminous,* unchanging abode of Your inaccessible glory.\n\nIn fear, let us glorify Christ the Life-giver,* ineffably enfleshed of the Virgin;* hosts of angels praise Him* and before Him the cherubim shiver and tremble.\n\nIt is proper to implore You with tears in all reverence,* the all-merciful,* the all-kind Lord and Savior of our souls.\n\nMy King, receive my tears, groans and weeping, wretch though I am.* Rescue me from the flames and outer darkness,* and make me a participant of the heavenly kingdom.\n\nGlory be: All-sovereign Father, Word of God, all-holy Spirit,* one power and image, one kingship, divinity and authority,* have mercy on those who worship You and save them.\n\nNow and for ever: On beholding Your Son divine and risen from the dead,* most pure Virgin, all creation was filled with ineffable joy.* In glorifying Him we extol you.\n\nIt is truly proper...; Holy God; Trinity most holy; Our Father; and Hypakoe of the tone of the week: (see pp. 1231-1235).\n\nLord, have mercy (40x).\nGlory be: now and ever:\nLord, have mercy. (3x). Give the blessing.\n\nPriest: Christ our true God, through the prayers of His immaculate Mother; of our venerable and God-bearing fathers and of all the saints, will have mercy and save us, for He is good and loves mankind.\nChoir: Amen.\n\nThen the priest bows to all the brethren, and begs forgiveness:\nBless me, reverend fathers and brothers, and forgive me, a sinner, whatever offenses I may have committed this day (this night) and all the days of my life by word, deed and thought as well as by all my senses.\nChoir: May God forgive you, reverend Father. Bless us also and forgive our offenses voluntary and involuntary (and the brethren bow to the priest).\n\nPriest: May the Lord God by His grace forgive you all your sins and have mercy on you.",
        "source": "Stamford Horologion"
    },
    "horologion.nocturn_service": {
        "title": "Midnight Office",
        "content": "Priest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God...; (the usual beginning, until: Come, let us adore..., p. 10-11).\n\nPsalm 50 (p. 44)\n\nPsalm 118\n(Sunday Evening)\n\nThey are happy whose life is blameless,* who follow God’s law!\nThey are happy who do His will,* seeking Him with all their hearts,\nWho never do anything evil,* but walk in His ways.\nYou have laid down Your precepts* to be obeyed with care.\nMay my footsteps be firm* to obey Your statutes.\nThen I shall not be put to shame* as I heed Your commands.\nI will thank You with an upright heart* as I learn Your decrees.\nI will obey Your statutes;* do not forsake me.\nHow shall the young remain sinless?* By obeying Your word.\nI have sought You with all my heart;* let me not stray from Your commands.\nI treasure Your promise in my heart* lest I sin against You.\nBlessed are You, O Lord;* teach me your statutes.\nWith my tongue I have recounted* the decrees of Your lips.\nI rejoiced to do Your will* as though all riches were mine.\nI will ponder all Your precepts* and consider Your paths.\nI take delight in Your statutes;* I will not forget Your word.\nBless Your servant* and I shall live and obey Your word.\nOpen my eyes that I may see* the wonders of Your law.\nI am a pilgrim on the earth;* show me Your commands.\nMy soul is ever consumed* as I long for Your decrees.\nYou threaten the proud, the accursed,* who turn from Your commands.\nRelieve me from scorn and contempt* for I do Your will.\nThough the princes sit plotting against me* I ponder on Your statutes.\nYour will is my delight;* Your statutes are my counselors.\nMy soul lies in the dust;* by Your will revive me.\nI declared my ways and You answered;* teach me Your statutes.\nMake me grasp the way of Your precepts* and I will muse on Your wonders.\nMy soul pines away with grief,* by Your word raise me up.\nKeep me from the way of error* and teach me Your law.\n\n(Monday Evening)\n\nI have chosen the way of truth* with Your decrees before me.\nI bind myself to do Your will;* Lord, do not disappoint me.\nI will run the way of Your commands;* You give freedom to my heart.\nTeach me the demands of Your statutes* and I will keep them to the end.\nTrain me to observe Your law,* to keep it with my heart.\nGuide me in the path of Your commands;* for there is my delight.\nBend my heart to Your will* and not to love of gain.\nKeep my eyes from what is false;* by Your word, give me life.\nKeep the promise You have made* to the servant who fears You.\nKeep me from the scorn I dread,* for Your decrees are good.\nSee, I long for your precepts;* then in Your justice, give me life.\nLord, let Your love come upon me,* the saving help of Your promise.\nAnd I shall answer those who taunt me* for I trust in Your word.\nDo not take the word of truth from my mouth* for I trust in Your decrees.\nI shall always keep Your law* for ever and ever.\nI shall walk in the path of freedom* for I seek Your precepts.\nI will speak of Your will before kings* and not be abashed.\nYour commands have been my delight;* these I have loved.\nI will worship Your commands and love them* and ponder Your statutes.\nRemember Your word to Your servant* by which You gave me hope.\nThis is my comfort in sorrow:* that Your promise gives me life.\nThough the proud may utterly deride me* I keep to Your law.\nI remember Your decrees of old,* and these, Lord, console me.\nI am seized with indignation at the wicked* who forsake Your law.\nYour statutes have become my song* in the land of exile.\nI think of Your name in the nighttime,* and I keep Your law.\nThis has been my blessing,* the keeping of Your precepts.\nMy part, I have resolved, O Lord,* is to obey Your word.\nWith all my heart I implore Your favor;* show the mercy of Your promise.\nI have pondered over many ways,* and returned to Your will.\nI made haste and did not delay* to obey Your commands.\nThough the nets of the wicked ensnared me,* I remembered Your law.\n\n(Tuesday Evening)\n\nAt midnight I will rise* and thank You for Your just decrees.\nI am a friend of all who revere You,* who obey Your precepts.\nLord, Your love fills the earth.* Teach me Your statutes.\nLord, You have been good to Your servant* according to Your word.\nTeach me discernment and knowledge* for I trust in Your commands.\nBefore I was afflicted I strayed,* but now I keep Your word.\nYou are good and Your deeds are good;* teach me Your statutes.\nThough proud men smear me with lies,* yet I keep Your precepts.\nTheir minds are closed to good,* but Your law is my delight.\nIt was good for me to be afflicted,* to learn Your statutes.\nThe law from Your mouth means more to me* than silver and gold.\nIt was Your hands that made me and shaped me;* help me to learn Your commands.\nYour faithful will see me and rejoice,* for I trust in Your word.\nLord, I know that Your decrees are right,* that You afflicted me justly.\nLet Your love be ready to console me* by Your promise to Your servant.\nLet Your love come and I shall live,* for Your law is my delight.\nShame the proud who harm me with lies* while I ponder Your precepts.\nLet Your faithful turn to me,* those who know Your will.\nLet my heart be blameless in Your statutes* lest I be ashamed.\nI yearn for Your saving help;* I hope in Your word.\nMy eyes yearn to see Your promise.* When will You console me?\nThough parched and exhausted with waiting* I remember Your statutes.\nHow long must Your servant suffer?* When will You judge my foes?\nFor me the proud have dug pitfalls* against Your law.\nYour commands are all true;* then help me when lies oppress me.\nThey almost made an end of me on earth,* but I kept Your precepts.\nBecause of Your love, give me life* and I will do Your will.\nYour word, O Lord,* for ever stands firm in the heavens:\nYour truth lasts from age to age,* like the earth You created.\nBy Your decree it endures to this day;* for all things serve You.\nHad Your law not been my delight* I would have died in my affliction.\n\n(Wednesday Evening)\n\nI will never forget Your precepts* for with them You give me life.\nSave me, for I am Yours* since I seek Your precepts.\nThough the wicked lie in wait to destroy me,* yet I ponder Your will.\nI have seen that all perfection has an end,* but Your command is boundless.\nLord, how I love Your law!* It is ever in my mind.\nYour command makes me wiser than my foes;* for it is mine for ever.\nI have more insight than all who teach me* for I ponder Your will.\nI have more understanding than the old* for I keep Your precepts.\nI turn my feet from evil paths* to obey Your word.\nI have not turned from Your decrees;* You Yourself have taught me.\nYour promise is sweeter to my taste* than honey in the mouth.\nI gain understanding from Your precepts,* and so I hate false ways.\nYour word is a lamp for my steps* and a light for my path.\nI have sworn and have made up my mind* to obey Your decrees.\nLord, I am deeply afflicted;* by Your word give me life.\nAccept, Lord, the homage of my lips* and teach me Your decrees.\nThough I carry my life in my hands,* I remember Your law.\nThough the wicked try to ensnare me,* I do not stray from Your precepts.\nYour will is my heritage for ever,* the joy of my heart.\nI set myself to carry out* Your statutes in fullness for ever.\nI have no love for half-hearted men;* my love is for Your law.\nYou are my shelter, my shield;* I hope in Your word.\nLeave me, you who do evil;* I will keep God’s command.\nIf You uphold me by Your promise I shall live;* let my hopes not be in vain.\nSustain me and I shall be saved* and ever observe Your statutes.\nYou spurn all who swerve from Your statutes;* their cunning is in vain.\nYou throw away the wicked like dross;* so I love Your will.\nI tremble before You in terror;* I fear Your decrees.\nI have done what is right and just:* let me not be oppressed.\nVouch for the welfare of Your servant* lest the proud oppress me.\nMy eyes yearn for Your saving help* and the promise of Your justice.\nTreat Your servant with love* and teach me Your statutes.\nI am Your servant, give me knowledge; then I shall know your will.\nIt is time for the Lord to act* for Your law has been broken.\nThat is why I love Your commands* more than finest gold,\nWhy I rule my life by Your precepts,* and hate false ways.\nYour will is wonderful indeed;* therefore I obey it.\nThe unfolding of Your word* gives light and teaches the simple.\nI open my mouth and I sigh* as I yearn for Your commands.\n\n(Thursday Evening)\n\nTurn and show me Your mercy;* show justice to Your friends.\nLet my steps be guided by Your promise;* let no evil rule me.\nRedeem me from man’s oppression* and I will keep Your precepts.\nLet Your face shine on Your servant* and teach me Your decree.\nTears stream from my eyes* because Your law is disobeyed.\nLord, You are just indeed;* Your decrees are right.\nYou have imposed Your will* with justice and with absolute truth.\nI am carried away by anger* for my foes forget Your word.\nYour promise is tried in the fire,* the delight of Your servant.\nAlthough I am weak and despised,* I remember Your precepts.\nYour justice is eternal justice* and Your law is truth.\nThough anguish and distress have seized me,* I delight in Your commands.\nThe justice of Your will is eternal:* if You teach me I shall live.\nI call with all my heart; Lord, hear me,* I will keep Your statutes.\nI call upon You,* save me and I will do Your will.\nI rise before dawn and cry for help,* I hope in Your word.\nMy eyes watch through the night* to ponder Your promise.\nIn Your love hear my voice, O Lord;* give me life by Your decrees.\nThose who harm me unjustly draw near;* they are far from Your law.\nBut You, O Lord, are close,* Your commands are truth.\nLong have I known* that Your will is established for ever.\nSee my affliction and save me* for I remember Your law.\nUphold my cause and defend me;* by Your promise, give me life.\nSalvation is far from the wicked* who are heedless of Your statutes.\nNumberless, Lord, are Your mercies;* with Your decrees give me life.\nThough my foes and oppressors are countless* I have not swerved from Your will.\nI look at the faithless with disgust;* they ignore Your promise.\nSee how I love Your precepts;* in Your mercy give me life.\nYour word is founded on truth,* Your decrees are eternal.\nThough princes oppress me without cause* I stand in awe of Your word.\nI take delight in Your promise* like one who finds a treasure.\nLies I hate and detest* but Your law is my love.\nSeven times a day I praise You* for Your just decrees.\nThe lovers of Your law have great peace;* they never stumble.\nI await Your saving help, O Lord,* I fulfill Your commands.\nMy soul obeys Your will* and loves it dearly.\nI obey Your precepts and Your will;* all that I do is before You.\nLord, let my cry come before You:* teach me by Your word.\nLet my pleading come before You:* save me by Your promise.\nLet my lips proclaim Your praise* because You teach me Your statutes.\nLet my tongue sing Your promise* for Your commands are just.\nLet Your hand be ready to help me,* since I have chosen Your precepts,\nLord, I long for Your saving help* and Your law is my delight.\nGive life to my soul that I may praise You.* Let Your decrees give me help.\nI am lost like a sheep; seek your servant* for I remember Your commands.\n\nGlory be: Now and for ever: (without the Alleluia); then immediately:\nI believe in one God.... (p. 48).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 8). Behold, the Bridegroom is coming in the middle of the night.* Blessed is the servant He shall find awake.* But the one He shall find neglectful will not be worthy of Him.* Beware, therefore, O my soul! Do not fall into a deep slumber,* lest you be delivered to death and the door of the Kingdom be closed to you.* Watch instead, and cry out;* Holy, Holy, Holy are You, O God.* Through the intercession of the Mother God, have mercy on us.\n\nGlory be: Keep in mind that dread day, my soul, and be watchful.* Light your lamp and keep it lit with oil.* For you do not know when the cry will come saying: “The Bridegroom is here!”* Take care, my soul, not to doze* and find yourself outside knocking like the five virgins.* Rather, keep on watching to meet Christ with rich oil,* and He will open the divine chamber of His glory to you.\n\nNow and for ever: Virgin Godbearer, we beseech you, the impregnable wall, fortress of salvation:* Bring to nought the counsels of enemies.* Turn the sorrow of your people to joy.* Protect your city (village, or monastery). Help our God-protected nation in battle.* Intercede for the peace of the world.* For you, Godbearer, are our hope.\n\nLord, have mercy (40x); then the prayer: O Christ our God.... (p. 56).\n\nChoir: Lord, have mercy. (3x); Glory be: Now and for ever: More honorable than the Cherubim...; Give the blessing, Father, in the name of the Lord.\n\nPriest: May God be merciful to us, and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nDuring the Great Fast, the prayer of St. Ephrem is said together with God be merciful..., (p. 40).\n\nThen the following prayer:\nO God, our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\nCome, let us adore... (3x)\n\nPsalm 120\n\nI lift up my eyes to the mountains.* From where shall come my help?\nMy help shall come from the Lord* Who made heaven and earth.\nMay He never allow you to stumble! Let Him sleep not, your guard.\nNo, He sleeps not nor slumbers,* Israel’s guard.\nThe Lord is your guard and your shade;* at your right side He stands.\nBy day the sun shall not smite you* nor the moon in the night.\nThe Lord will guard you from evil,* He will guard your soul.\nThe Lord will guard your going and coming* both now and for ever.\n\nPsalm 133\n\nO come, bless the Lord,* all you who serve the Lord,\nWho stand in the house of the Lord,* in the courts of the house of our God.\nLift up your hands to the holy place* and bless the Lord through the night.\nMay the Lord bless you from Zion,* He Who made both heaven and earth.\n\nGlory be: Now and for ever: (without the Alleluia).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 2) Remember your servants, O Lord,* because of Your goodness, and forgive all the sins they committed in life,* for no one is sinless but You, Who can give rest to the departed.\n\n(Tone 8) O Creator, in the depth of Your wisdom,* You lovingly govern all people and distribute to each what is for good.* Now give rest to the souls of Your servants,* for they have placed their hope in You,* our Creator, Maker, and our God.\n\nGlory be; (Tone 8, kontakion): Give rest to the souls of Your servants with Your saints, O Christ,* where there is no pain, no sorrow, no grief,* but life everlasting.\n\nNow and for ever: Virgin Godbearer, we, all generations, bless you. For in you the uncontainable Christ our God was pleased to be contained. We are blessed in having you as our advocate. You intercede for us day and night. Rulers are made strong by your intercession. And so we shout out and sing your praises: Hail, O Woman Full of Grace, the Lord is with you!\n\nLord, have mercy. (12x)\n\nThen the following prayer: Lord, remember our fathers and brothers who have fallen asleep in the hope of resurrection to eternal life and all who have died in piety and faith. Forgive every sin, voluntary and involuntary, committed by them in word or deed or thought. Give them rest in a place of light, in a place of refreshment, in a place of repose from which has fled all pain, sorrow and sighing, where the light of Your countenance shines and gladdens Your saints from of old. Grant them Your kingdom and a share in Your ineffable and eternal good things and the enjoyment of Your everlasting, blessed life. For You are the Life, the Resurrection and Repose of Your servants who have fallen asleep, O Christ our God, and we give glory to You together with Your eternal Father and Your all-holy, good, and life-giving Spirit, now and for ever and ever. Amen.\n\nThen the troparion: Have mercy on us...; all the rest as in Small Compline, (p. 59), to the end.\n\nSATURDAY NOCTURN\n\n(Friday Evening)\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God, glory be to You...; the usual beginning, until: Come, let us adore..., (pp. 10-11).\n\nPsalm 50 (p. 44)\n\nPsalm 64\n\nTo You our praise is due in Zion, O God.* To You we pay our vows, You Who hear our prayer.\nTo You all flesh will come* with its burden of sin,\nToo heavy for us, our offenses,* but You wipe them away.\nBlessed is he whom You choose* and call to dwell in Your courts.\nWe are filled with the blessings of Your house,* of Your holy temple.\nYou keep Your pledge with wonders, O God our Savior,* the hope of all the earth and of far distant isles.\nYou uphold the mountains with Your strength,* You are girded with power.\nYou still the roaring of the seas,* the roaring of their waves and the tumult of the peoples.\nThe ends of the earth stand in awe* at the sight of Your wonders.\nThe lands of sunrise and sunset* You fill with Your joy.\nYou care for the earth, give it water,* You fill it with riches.\nYour river in heaven brims over* to provide its grain.\nAnd thus You provide for the earth;* You drench its furrows,\nYou level it, soften it with showers,* You bless its growth.\nYou crown the year with Your goodness.* Abundance flows in Your steppes, in the pastures of the wilderness it flows.\nThe hills are girded with joy,* the meadows covered with flocks,\nThe valleys are decked with wheat.* They shout for joy, yes, they sing.\n\nThen: Psalm 68 (p. 579), and Psalm 69 (p. 45).\n\nGlory be: Now and for ever: (without the Alleluia). Then immediately:\nI believe in one God.... (p. 48).\n\nHoly God; Trinity most holy; Our Father; and the following troparia:\n\n(Tone 2) Uncreated Being, Creator of all,* open our lips that we may proclaim and praise You crying out:* Holy, holy, holy are You, our God.* Through the intercession of Your apostles, prophets and martyrs, have mercy on us.\n\nGlory be: Imitating the powers above,* we on earth, good Lord, offer You the hymn of praise:* Holy, holy, holy are You, our God.* Through the intercession of all Your saints have mercy on us.\n\nNow and for ever: From my bed and my sleep you raised me, Lord.* Enlighten my mind and heart and open my lips, Holy Trinity,* that I may sing to You:* “Holy, holy, holy are You our God.”\n\nLord, have mercy (40x); then the prayer: O Christ our God..., (p. 56).\n\nChoir: Lord, have mercy (3x); More honorable than the cherubim...; Give the blessing, Father, in the name of the Lord!\n\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nThen the priest says the following prayer:\nO God our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\nPrayer of St. Eustratius\n\nWith all my heart I extol You, Lord, for You looked with favor upon my lowliness and did not leave me in the hands of my enemies. You saved my soul from distress. Now, Master, let Your hand shelter me. May Your mercy come upon me, for my soul is troubled and in anguish as it leaves my wretched body. Do not let the evil adversary ever lie in wait to attack it and to cast it into darkness because of my sins committed in this life knowingly and unknowingly. Be merciful to me, Master. Let my soul not see the dark and gloomy vision of the evil demons. Rather, let Your bright and shining angels receive it. Give glory to Your holy name and by Your power bring me to Your divine tribunal. At my judgment may not the hand of the prince of this world lay hold of me, to drag me, though a sinner, down to the depths of the infernal abyss. Rather, stand by me and be my savior and my protector. Lord, have mercy on my soul stained by the passions of this life. Receive it purified by repentance and confession, for blessed are You for ever. Amen.\n\nSUNDAY NOCTURN\n\n(Saturday Evening)\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God...; (the usual beginning: until: Come, let us adore..., (pp. 10-11).\n\nPsalm 50 (see p. 44)\n\nCanon of the Holy Trinity:\n\nOde 9: Hirmos (Tone 8): Heaven was astonished and the ends of the earth were amazed that God appeared to man in bodily form. Your womb became vaster than the heavens. And so, choirs of angels and men extol you as God-bearer.\n\nVerse: Most holy Trinity, our God, glory be to You!\n\nAs we now praise You, the Nature Which rules all things, effects all things, is beyond all beginning, a Single Trinity, above time, life-giving, merciful, loving and good, we beg forgiveness of sins, peace to the world and harmony to the churches.\n\nGlory be: Lordship with Three Radiances, Deity, One with Three Rays, graciously receive those who sing Your praises. Rescue them from sin and from difficult temptations. In Your love quickly grant peace and unity to Your churches.\n\nNow and for ever: By dwelling in a Virgin’s womb, Christ my Savior, You appeared to Your world as God-man, truly unchanged and unconfused. You clearly promised to be always with Your servants. And so, through the intercession of her who bore You, grant peace to all Your flock.\n\nThen the following troparia are taken:\n\nIt is proper to give You divine glory, Holy Trinity,* indivisible and beyond all being, our all-good God,* Whom all earth sings and powers of heaven praise.* You are worshiped in faith by all,* in essence the Oneness of Three Persons.* Dominion beyond the cherubim and Divinity without compare beyond the seraphim,* indivisible Trinity in Oneness,* Godhead indeed, we exalt You.\n\nI adore the Father, without beginning, and God,* together with the Son, without beginning,* and the Spirit, the indivisible One uniting Being.* In song let us worship the Oneness, Three in number.\n\nPiously in song and with sacred refrains,* let us all sing the praises of the Father, and of the Son, and of the divine Spirit,* Power in three Persons, the one kingdom and dominion.\n\nIlluminate me by Your lightning flashes, my God,* Cause of All in Three Persons;* show me the bright, luminous,* unchanging abode of Your inaccessible glory.\n\nIn fear, let us glorify Christ the Life-giver,* ineffably enfleshed of the Virgin;* hosts of angels praise Him* and before Him the cherubim shiver and tremble.\n\nIt is proper to implore You with tears in all reverence,* the all-merciful,* the all-kind Lord and Savior of our souls.\n\nMy King, receive my tears, groans and weeping, wretch though I am.* Rescue me from the flames and outer darkness,* and make me a participant of the heavenly kingdom.\n\nGlory be: All-sovereign Father, Word of God, all-holy Spirit,* one power and image, one kingship, divinity and authority,* have mercy on those who worship You and save them.\n\nNow and for ever: On beholding Your Son divine and risen from the dead,* most pure Virgin, all creation was filled with ineffable joy.* In glorifying Him we extol you.\n\nIt is truly proper...; Holy God; Trinity most holy; Our Father; and Hypakoe of the tone of the week: (see pp. 1231-1235).\n\nLord, have mercy (40x).\nGlory be: now and ever:\nLord, have mercy. (3x). Give the blessing.\n\nPriest: Christ our true God, through the prayers of His immaculate Mother; of our venerable and God-bearing fathers and of all the saints, will have mercy and save us, for He is good and loves mankind.\nChoir: Amen.\n\nThen the priest bows to all the brethren, and begs forgiveness:\nBless me, reverend fathers and brothers, and forgive me, a sinner, whatever offenses I may have committed this day (this night) and all the days of my life by word, deed and thought as well as by all my senses.\nChoir: May God forgive you, reverend Father. Bless us also and forgive our offenses voluntary and involuntary (and the brethren bow to the priest).\n\nPriest: May the Lord God by His grace forgive you all your sins and have mercy on you.",
        "source": "Stamford Horologion",
        "_aliases": [
            "nocturn_service"
        ]
    },
    "horologion.prayer": {
        "title": "Prayer of the First Hour",
        "content": "O Christ, the true Light who enlightens and sanctifies everyone in the world, mark us with the light of Your countenance so that we may see the unapproachable radiance. Let our life be straight along the path of Your commandments, through the prayers of Your most pure Mother and of all Your saints.",
        "source": "Stamford Horologion"
    },
    "horologion.only_begotten": {
        "title": "Only Begotten Son",
        "content": "O only-begotten Son and Word of God, Who, being immortal, deigned for our salvation to become incarnate of the holy Mother of God and ever-virgin Mary, and became man without change; You were also crucified, O Christ our God, and by death have trampled Death. Being One of the Holy Trinity, glorified with the Father and the Holy Spirit, save us.",
        "source": "Stamford Horologion"
    },
    "horologion.beatitudes": {
        "title": "The Beatitudes",
        "content": "Remember us, O Lord,* when You come into Your kingdom.\nBlessed are the poor in spirit,* for theirs is the kingdom of heaven.\n\n(During the Great Fast, we add to each of the verses: When You come into Your kingdom, remember us, O Lord).\n\nBlessed are they who mourn,* for they will be comforted.\nBlessed are the meek,* for they will inherit the land.\nBlessed are they who hunger and thirst for righteousness,* for they will be satisfied.\nBlessed are the merciful,* for they will be shown mercy.\nBlessed are the clean of heart;* for they will see God.\nBlessed are the peacemakers;* they will be called children of God.\nBlessed are they who are persecuted for the sake of righteousness,* for theirs is the kingdom of heaven.\nBlessed are you when they insult you and persecute you,* and utter every kind of evil against you because of me.\nRejoice and be glad, for your reward will be great in heaven.",
        "source": "Stamford Horologion"
    },
    "horologion.full_text": {
        "title": "Great Compline",
        "content": "Great Compline with litiya is celebrated on the eves of the Nativity of our Lord, the Theophany, and the Annunciation, as prescribed by the typikon. In these instances, there is incensing at the beginning as at Vespers with Litiya (p. 9); the priest is vested only in the epitrachelion. After the incensing, the deacon says: Master, give the blessing!, and the priest intones: Blessed be our God...; the choir responds: Amen. Glory be to You, our God; Heavenly King, etc. (p. 10). The holy doors remain closed from Come, let us adore... to the Stichera of Litiya.\n\nDuring the Great Fast, Great Compline is celebrated Monday evening to Thursday evening. If it is the first week of the Great Fast, then after the usual beginning we take Psalm 69 (p. 45), and part of the Great Canon of Andrew of Crete, (p. 488-506), according to the typicon. The holy doors remain closed during the entire service.\n\nPriest: Blessed be our God, always, now and for ever and ever.\nChoir: Amen. Glory be to You, our God... (the usual beginning, until Come, let us adore..., p. 10-11).\n\nPsalm 4\n(Monday Evening)\n\nWhen I call, answer me,* O God of justice;\nFrom anguish You released me;* have mercy and hear me!\nO men, how long will your hearts be closed,* will you love what is futile and seek what is false?\nIt is the Lord who grants favors to those whom he loves;* the Lord hears me whenever I call Him.\nFear Him; do not sin:* ponder on your bed and be still.\nMake justice your sacrifice* and trust in the Lord.\n“What can bring us happiness?” many say.* Let the light of Your face shine on us, O Lord.\nYou have put into my heart a greater joy* than they have from abundance of corn and new wine.\nI will lie down in peace and sleep comes at once* for You alone, Lord, make me dwell in safety.\n\nPsalm 6\n(Tuesday Evening)\n\nLord, do not reprove me in Your anger:* punish me not in Your rage.\nHave mercy on me, Lord, I have no strength;* Lord, heal me, my body is racked;\nMy soul is racked with pain.* But You, O Lord ... how long?\nReturn, Lord, rescue my soul.* Save me in Your merciful love,\nFor in death no one remembers You;* from the grave, who can give You praise?\nI am exhausted with my groaning;* every night I drench my pillow with tears;* I bedew my bed with weeping.\nMy eye wastes away with grief;* I have grown old surrounded by my foes.\nLeave me, all you who do evil;* for the Lord has heard my weeping.\nThe Lord has heard my plea;* the Lord will accept my prayer.\nAll my foes will retire in confusion,* foiled and suddenly confounded.\n\nPsalm 12\n(Wednesday Evening)\n\nHow long, O Lord; will You forget me?* How long will You hide Your face?\nHow long must I bear grief in my soul,* this sorrow in my heart day and night?\nHow long shall my enemy prevail?* Look at me, answer me, Lord my God!\nGive light to my eyes* lest I fall asleep in death,\nLest my enemy say:* I have overcome him;\nLest my foes rejoice* to see my fall.\nAs for me, I trust in Your merciful love.* Let my heart rejoice in Your saving help:\nLet me sing to the Lord for His goodness to me* singing psalms to the name of the Lord, the Most High.\n\nPsalm 24\n(Thursday Evening)\n\nTo You, O Lord, I lift up my soul;* I trust You.\nLet me not be disappointed;* do not let my enemies triumph.\nThose who hope in You shall not be disappointed,* but only those who wantonly break faith.\nLord, make me know Your ways* Lord, teach me Your paths.\nMake me walk in Your truth, and teach me,* for You are God my Savior.\nIn You I hope all day long* because of Your goodness, O Lord.\nRemember Your mercy, Lord,* and the love You have shown from of old.\nDo not remember the sins of my youth.* In Your love remember me.\nThe Lord is good and upright.* He shows the path to those who stray,\nHe guides the humble in the right path,* He teaches His way to the poor.\nHis ways are faithfulness and love* for those who keep His covenant and will.\nLord, for the sake of Your name forgive my guilt,* for it is great.\nTo those who revere the Lord* He will show the path they should choose.\nTheir souls will live in happiness* and their children shall possess the land.\nThe Lord’s friendship is for those who revere Him;* to them He reveals His covenant.\nMy eyes are always on the Lord,* for He rescues my feet from the snare.\nTurn to me and have mercy* for I am lonely and poor.\nRelieve the anguish of my heart* and set me free from my distress.\nSee my affliction and my toil* and take all my sins away.\nSee how many are my foes,* how violent their hatred for me.\nPreserve my life and rescue me.* Do not disappoint me, You are my refuge.\nMay innocence and uprightness protect me,* for my hope is in You, O Lord.\nRedeem Israel, O God,* from all its distress.\n\nPsalm 30\n(Friday Evening)\n\nIn You, O Lord, I take refuge.* Let me never be put to shame.\nIn Your justice, set me free,* hear me and speedily rescue me.\nBe a rock of refuge for me, a mighty stronghold to save me,* for You are my rock, my stronghold.\nFor Your name’s sake, lead me and guide me.* Release me from the snares they have hidden* for You are my refuge, Lord.\nInto Your hands I commend my spirit.* It is You Who will redeem me, Lord.\nO God of truth, You detest those who worship false and empty gods.* As for me, I trust in the Lord:\nLet me be glad and rejoice in Your love.* You who have seen my affliction\nAnd taken heed of my soul’s distress,* have not handed me over to the enemy, but set my feet at large.\nHave mercy on me, O Lord, for I am in distress.* Tears have wasted my eyes, my throat and my heart.\nFor my life is spent with sorrow* and my years with sighs.\nAffliction has broken down my strength,* and my bones waste away.\nIn the face of all my foes I am a reproach,* an object of scorn to my neighbors and of fear to my friends.\nThose who see me in the street* run far away from me.\nI am like a dead man, forgotten,* like a thing thrown away.\nI have heard the slander of the crowd,* fear is all around me.\nAs they plot together against me,* as they plan to take my life.\nBut as for me, I trust in You, Lord,* I say: You are my God.\nMy life is in Your hands,* deliver me from the hands of those who hate me.\nLet Your face shine on Your servant.* Save me in Your love.\nHow great is the goodness, Lord, that You keep for those who fear You,* that You show to those who trust You in the sight of men.\nYou hide them in the shelter of Your presence from the plotting of men:* You keep them safe within Your tent from disputing tongues.\nBlessed be the Lord* Who has shown me the wonders of His love in a fortified city.\n“I am far removed from Your sight,”* I said in my alarm.\nYet You heard the voice of my plea* when I cried for help.\nLove the Lord, all you saints.* He guards His faithful.\nBut the Lord will repay you to the full* those who act with pride.\nBe strong, let your heart take courage,* all who hope in the Lord.\n\nPsalm 90\n(Saturday and Sunday Evening)\n\nThose who dwell in the shelter of the Most High* and abide in the shade of the Almighty\nSay to the Lord: My refuge, my stronghold,* my God in whom I trust!\nIt is He who will free you from the snare of the fowler* who seeks to destroy you;\nHe will conceal you with His pinions,* and under His wings you will find refuge.\nYou will not fear the terror of the night* nor the arrow that flies by day,\nNor the plague that prowls in the darkness* nor the scourge that lays waste at noon.\nA thousand may fall at your side, ten thousand fall at your right,* you, it will never approach,* His faithfulness is buckler and shield.\nYour eyes have only to look to see* how the wicked are repaid,\nYou who have said: Lord, my refuge!* and have made the Most High your dwelling\nUpon you no evil shall fall,* no plague approach where you dwell.\nFor you He has commanded His angels* to keep you in all your ways.\nThey shall bear you upon their hands* lest you strike your foot against a stone.\nOn the lion and the viper you will tread,* and trample the young lion and the dragon.\nYou set your love on Me so I will save you,* protect you for you know My name.\nWhen you call I shall answer: I am with you,* I will save you in distress and give you glory.\nWith length of days I will content you;* I shall let you see my saving power.\n\nEnding the psalm, the choir says:\nGlory be to the Father and to the Son and to the Holy Spirit:*\nNow and for ever and ever. Amen.\nAlleluia! Alleluia! Alleluia! Glory be to You, O God! (3x)\nLord, have mercy. (3x)\nGlory be: Now and for ever:\n\nGod is with us... (Is. 8:9)\n\nOn the feasts of the Nativity and the Theophany of our Lord, the priest himself intones the verses, while after each verse the choir sings: God is with us....\n\nI Choir: God is with us! Give ear, O you nations, and be humbled, for God is with us.\nII Choir: God is with us....\nI Choir: God is with us! Give ear, O you nations:\nII Choir: And be humbled, for God is with us.\n\nThe two choirs read the verses alternately:\nGive ear, all you lands afar off, for God is with us.\nYou mighty ones, be humbled, for God is with us.\nAnd if any take counsel together, the Lord will destroy them, for God is with us.\nAnd if you make resolutions, they will not stand, for God is with us.\nIt is the Lord, whom you must hold in veneration, for God is with us.\nHim you must fear, him you must dread, for God is with us.\nHe shall be a stone of stumbling and a rock on which they shall fall, for God is with us.\nI shall confide in Him, and I shall be saved by Him, for God is with us.\nBehold, I come with the children whom the Lord has given me, for God is with us.\nO nation, which is walking in the darkness, expect to see a great light, for God is with us.\nUpon us, who dwell in the land of the shadow of death, a great light shall dawn, for God is with us.\nIndeed, a Child is born to us, the Son, and He is given to us, for God is with us.\nHis power is upon His shoulder, for God is with us.\nAnd His name shall be called Wonderful Counsellor, for God is with us.\nMighty God, the everlasting Father, Prince of Peace, for God is with us.\nGlory be to the Father and to the Son and to the Holy Spirit, for God is with us.\nNow and always, and for ever and ever. Amen, for God is with us.\n\nGod is with us; give ear, O you nations:\nAnd be humbled, for God is with us.\n\nImmediately we recite:\nNow that the day has come to a close, I thank You, Lord, and I ask of You that my evening and my night be without sin: grant this to me, O Savior, and save me!\nGlory be: Now that the day has come to a close, I glorify You, O Master, and I ask of You that my evening and my night be undisturbed: grant this to me, O Savior, and save me!\nNow and for ever: Now that the day has come to a close, I praise You, O holy One, and I ask of You that my evening and my night be undisturbed: grant this to me, O Savior, and save me!\n\nThe incorporeal cherubim glorify You with unceasing praise. The seraphim, the six-winged angels, exalt You with tireless voices. And all the armies of angels praise You with the thrice-holy hymn. Because You are, before all else, O Father; and Your Son, like Yourself, is without beginning. By breathing forth the Spirit of life, equal in honor to You, You make manifest the indivisibility of the Trinity.\n\nMost holy Virgin, Mother of God, and you eyewitnesses of the Lord and his servants, intercede for us! All the choirs of the prophets and martyrs who are enjoying eternal life, intercede for us! Intercede for all of us unceasingly, for we are all in distress. That escaping from the terrors of evil, we may sing the angels’ hymn: Holy, holy, holy, O thrice-holy Lord, have mercy on us and save us!\n\nI believe in one God.... (p. 48).\n\nMost holy Lady, Mother of God, intercede for us sinners.\nAll you heavenly powers, holy angels and archangels, intercede for us sinners.\nHoly John, the forerunner, prophet, and baptizer of the Lord Jesus Christ, intercede for us sinners.\nGlorious saints, apostles, prophets, martyrs, and all you holy ones, intercede for us sinners.\nYou just ones, and you God-bearing fathers Anthony and Theodosius, and other wonderworkers of the Kyivan Caves, pray to God for us sinners.\nO you divine, undefeated and incomprehensible power of the precious and life-giving cross, do not forsake us sinners.\nO God, have mercy on us sinners.\nO God cleanse us of our sins and have mercy on us.\n\nHoly God; Trinity most holy; Our Father; and the troparion of the feast (of the Nativity of our Lord, (p. 1334); of the Theophany, (p. 1278); of the Annunciation, (p. 1289); or, during the Great Fast, the following:\n\nOn Mondays and Wednesdays (Tone 2): Enlighten my eyes, O Christ God, lest I sleep to death; lest my enemy say: I prevailed over him!\nVerse: O God, look down upon me and have mercy on me.\nO God, be the Defender of my soul, for I walk in the midst of many snares. Deliver me from them, O gracious Lord, and save me, for You are the Lover of mankind.\nGlory be: Now and for ever: Since our many transgressions prevent us from finding favor before God, be our intercessor with Him Who was born of you, O Virgin Mother of God; for the prayers of mothers have much weight in obtaining the Master’s favor. O most venerable one, despise not the pleadings of us sinners, for He who willed to suffer for us is merciful, and He has power to save us.\n\nOn Tuesdays and Thursdays (Tone 8): O Lord, You know well the alertness of my invisible enemies and the weakness of my own wretched body for You Yourself have made me. Wherefore, I entrust my soul to Your hands, cover me with the wings of Your bounty, lest I sleep to death; enlighten my spirit with the delight of Your divine Word; awaken me at the time appointed for Your glory, for You alone are a gracious God and the Lover of mankind.\nVerse: O God, look down upon me and have mercy on me!\nHow dreadful is Your judgment-seat, O Lord, where angels will be on guard, all men assembled, the book of life opened, all my works uncovered, and all my thoughts revealed! What judgment shall be mine, O Lord, for I was conceived in sin! Who shall put out for me the raging fires? Who shall bring light to my darkness, if You, O Lord, and Lover of mankind, have no mercy on me?\nGlory be: Give me tears, O Lord, as You did to the sinful woman; make me worthy to wash Your feet that saved me from the ways of error. Grant that I may offer You, as a fragrant ointment, a blameless life that repentance has redeemed, so that I also may hear Your sweet words: Go in peace, your faith has saved you.\nNow and for ever: O Mother of God, because of my great confidence in you, I shall obtain salvation. Because I have succeeded in having you for my intercessor, O Purest of all, I shall not fear. Imploring your most powerful help, I shall pursue my enemies and drive them away, for I wear your protection as a breastplate. O Lady, save me through your intercession, and, by the power of God who was made of your flesh, awaken me from my dark slumber that I may sing your glory.\n\nLord, have mercy (40x).\n\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\n\nPrayer of St. Basil the Great\n\nO Lord, O Lord, Who delivered us from every arrow that flies in the light of day, protect us against any difficulty that lurks around at night, and accept our outstretched hands as an evening sacrifice. Make us worthy to spend the night blamelessly, and fully sheltered against all evil; protect us against all disturbances or fear of the devil. Grant repentance to our souls and diligence to our minds, that we may understand your dreadful and just judgment; subdue our flesh with the fear of You, let our passions die out, so that in the stillness of night we may be enlightened by the thinking of Your precepts; keep afar from us all indecent dreams and harmful cravings; awaken us in time for prayer, strengthened in the faith and able to obey Your commands through the mercy and kindness of Your only-begotten Son, with Whom You are blessed, together with Your all-holy, good, and life-giving Spirit, always, now and for ever and ever. Amen.\n\n(Part II)\n\nCome, let us adore... (3x).\n\nPsalm 50 (see p. 44)\n\nPsalm 101\n\nO Lord, listen to my prayer* and let my cry for help reach You.\nDo not hide Your face from me,* in the day of my distress.\nTurn Your ear towards me* and answer me quickly when I call.\nFor my days are vanishing like smoke,* my bones burn away like a fire.\nMy heart is withered like the grass.* I forget to eat my bread.\nI cry with all my strength* and my skin clings to my bones.\nI have become like a pelican in the wilderness,* like an owl in desolate places.\nI lie awake and I moan* like some lonely bird on a roof.\nAll day long my foes revile me;* those who hate me use my name as a curse.\nThe bread I eat is ashes;* my drink is mingled with tears.\nIn Your anger, Lord, and Your fury,* You have lifted me up and thrown me down.\nMy days are like a passing shadow* and I wither away like the grass.\nBut You, O Lord, will endure for ever,* and Your name from age to age.\nYou will arise and have mercy on Zion:* for this is the time to have mercy; yes, the time appointed has come.\nFor Your servants love her very stones,* are moved with pity even for her dust.\nThe nations shall fear the name of the Lord* and all the earth’s kings, Your glory,\nWhen the Lord shall build up Zion again* and appear in all His glory.\nThen He will return to the prayers of the helpless;* He will not despise their prayers.\nLet this be written for ages to come* that a people yet unborn may praise the Lord;\nFor the Lord leaned down from His sanctuary on high.* He looked down from heaven to the earth\nThat He might hear the groans of the prisoners* and free those condemned to die.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You\nThat the name of the Lord may be proclaimed in Zion* and His praise in the heart of Jerusalem,\nWhen peoples and kingdoms are gathered together* to pay their homage to the Lord.\nHe has broken my strength in mid-course;* He has shortened the days of my life.\nI say to God: Do not take me away before my days are complete,* You, Whose days last from age to age.\nLong ago You founded the earth* and the heavens are the work of Your hands.\nThey will perish but you will remain.* They will all wear out like a garment.\nYou will change them like clothes that are changed.* But You neither change, nor have an end.\nThe sons of Your servants shall dwell untroubled* and their race shall endure before You.\n\nPrayer\n\nLord almighty, God of our fathers Abraham and Isaac and Jacob and of their righteous descendants, Who made heaven and earth with all their adornment, Who encompassed the sea with the word of Your command, Who closed the deep and sealed it with Your fearful and glorious name, Whose presence all things revere and before Whose power they quake, because the magnificence of Your glory is unendurable, and irresistible the wrath of Your threat against sinners: the kindness of Your promise is both immeasurable and inscrutable, for You are the Lord most high, compassionate, long-suffering and most merciful, offering atonement for the evils of men.\nYou, O Lord, in the abundance of Your goodness, promised repentance and forgiveness to those who sinned against You; and in the abundance of Your compassion, You decreed repentance for sinners, that they may be saved. Therefore, O Lord, God of the righteous, You appointed repentance, not for the righteous, not for Abraham and Isaac and Jacob who did not sin against You, but for me a sinner, for I committed more sins than there are grains of sand in the sea. My transgressions are multiplied, O Lord, they are multiplied! I am not worthy to look up and see the height of heaven because of the multitude of my iniquities, being weighed down by many iron chains so that I cannot raise my head; and there is no release for me because I have provoked Your anger and have done what is evil in Your sight, not doing Your will nor keeping Your commandments, but setting up abominations and multiplying offenses.\nNow I kneel in my heart, beseeching Your kindness: I have sinned, O Lord, I have sinned, and I acknowledge my transgressions; I pray and beg You: release me, Lord, release me! Do not destroy me together with my transgressions! Do not remember forever our wrongs! Do not condemn me to the depths of the earth! For You are God, the God of those who repent, and in me You will show all Your kindness: for unworthy as I am You will save me according to the abundance of Your mercy, and I will praise You continually all the days of my life. For all the hosts of heavens sing Your praise, and Yours is the glory for ever and ever. Amen.\n\nHoly God; Trinity most holy; Our Father; and kontakion of the feast (of the Nativity, (p. 1334); of the Theophany, (p. 1278); or of the Annunciation (p. 1289). During the Great Fast, the following troparia are taken: Have mercy on me...etc., (p. 59).\n\nLord, have mercy (40x).\nGlory be: Now and for ever:\nMore honorable than the cherubim, and by far more glorious than the seraphim; ever a virgin, you gave birth to God the Word; O true Mother of God, we magnify you.\nGive the blessing, Father, in the name of the Lord!\nPriest: Through the prayers of our holy fathers, O Lord Jesus Christ our God, have mercy on us and save us.\nChoir: Amen.\n\nPrayer\n\nO God, our Master, almighty Father; only-begotten Son, Lord Jesus Christ; and You, O Holy Spirit, one God and one Might, have mercy on me a sinner, and save me, your unworthy servant, according to the ways of Your wisdom. For You are blessed for ever and ever. Amen.\n\n(Part III)\n\nCome, let us adore... (3x).\n\nPsalm 69 (p. 45)\n(Monday and Wednesday Evening)\n\nPsalm 142 (p. 46)\n(Tuesday and Thursday Evening)\n\nOn the eve of the feasts of the Nativity and Theophany of our Lord, and on the eve of the feast of the Annunciation, after Psalm 142, the lesser doxology, (p. 47), is taken. Then litiya begins.\n\nDuring the Great Fast, the canon to the Mother of God, (p. 49), is taken; and after the canon: It is truly right...; Holy God; Trinity most holy; Our Father. Then the following troparion is taken:\n\n(Tone 6) Lord of powers, be with us, for in times of distress we have no other help but You;* Lord of powers, have mercy on us!\nVerse: Praise God in His holy place, praise Him in His mighty heavens.\nAfter each verse, we sing: Lord of powers....\nVerse: Praise Him for His powerful deeds, praise His surpassing greatness.\nVerse: Praise Him with sound of trumpet, praise Him with lute and harp.\nVerse: Praise Him with timbrel and dance; praise Him with strings and pipes.\nVerse: Praise Him with resounding cymbals; praise Him with clashing of cymbals. May everything that lives and that breathes give praise to the Lord.\nGlory be: O Lord, had we not Your saints to intercede for us and your bounty to have mercy on us, how would we dare, O Savior, to sing to You Whom the Angels endlessly praise? O You Who know the heart, spare our souls!\nNow and for ever: Great is the number of my transgressions, O Mother of God. It is in you, all-chaste One, that I seek refuge in my need for salvation. Visit my diseased soul and intercede with your Son, our God, that He deign to forgive the evil I have done, O you who alone are blessed.\nMost holy Mother of God, forsake me not all the time of my life, entrust me not to human protection, but take care yourself of my safety, and have mercy on me.\nTo you I entrust all my hope, O Mother of God; keep me under your protection.\n\nLord, have mercy (40x); the rest as in Small Compline, (p. 56); O Christ our God..., Lord, have mercy (3x); Glory be: Now and for ever: More honorable than the cherubim... Give the blessing, Father, in the name of the Lord!\n\nPriest: May God be merciful to us and bless us; may His countenance shine upon us, and may He have mercy on us.\nChoir: Amen.\n\nThe priest says the prayer of St. Ephrem: O Lord and Master..., and O God, be merciful to me..., (p. 40).\n\nThen: Holy God; and after the Our Father: Lord, have mercy (12x); and the prayers: O Lady, Bride of God... and Now that we are.... (pp. 57-59).\n\nGlory be: Now and for ever: Lord, have mercy (3x). Give the blessing!\n\nInstead of the dismissal, the priest recites the prayer: O most merciful Master.... (p. 33).",
        "source": "Stamford Horologion"
    }
}