"SATURDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nBy Your cross, O Christ our Savior,* the power of Death has been vanquished and the deceit of the devil has been destroyed.* Therefore, mankind, saved by faith,* offers You hymns of praise forever.\n\nO Lord, all creation has been enlightened by Your resurrection,* and paradise has been reopened;* therefore, all creation extols You* and offers You hymns of praise forever.\n\nI glorify the power of the Father, Son, and Holy Spirit;* and I praise the dominion of the undivided Divinity,* the consubstantial Trinity,* Who reigns forever and ever.\n\nWe adore Your precious cross, O Christ,* and with hymns of praise we glorify Your resurrection;* for by Your wounds we have all been healed.\n\nLet us sing the praises of the Savior,* Who was incarnate of the Virgin;* for He was crucified for our sake,* and on the third day He arose from the dead,* granting us His great mercy.\n\nChrist descended into Hades and announced to those confined there:* Take courage, for today I have conquered Death.* I am the Resurrection, the One Who will set you free.* I have shattered the gates of the realm of Death.\n\nO Christ our God, we unworthily stand in Your most pure temple,* and offer to You our evening hymns.* From the depths of our souls we cry out to You:* O Lover of mankind, Who has enlightened the world by Your resurrection on the third day,* deliver Your people from the hands of Your enemies.\n\nThree stichera and Glory be: of the saint.\n\nNow and for ever: (Dogmaticon): O most honorable Virgin, we are filled with awe* when we consider that you gave birth to Christ Who is both God and man.* O immaculate Lady, without knowing man,* you gave birth in the flesh to a Son without a human father.* This Son, from all eternity,* was begotten by God the Father without a mother,* and when He took on our human nature, He did not undergo any change.* Nothing was added to His divine nature, nor was it divided.* The properties of both His divine and human nature remained intact.* We therefore entreat you, O Blessed Virgin,* to save the souls of those who, in true faith,* acknowledge you as the Mother of God.\n\nAposticha\n\nO Christ, Who darkened the sun by Your passion* and enlightened all creation by Your resurrection,* accept our evening prayer, for You love mankind.\n\nVerse: The Lord reigns, He is clothed in majesty.\nO Lord, Your life-giving resurrection has enlightened the entire universe* and has revived Your creation which lay in corruption.* Therefore, we, who have been released from the curse of Adam, cry out to You:* Almighty Lord, glory to You!\n\nVerse: For He has made the world firm, which shall not be moved.\nO God, although in Your divine nature You are unchangeable,* yet in Your human nature You underwent change by suffering in the flesh.* All creation was prostrate with fear when it saw You hanging on the cross,* and it groaned in sorrow as it sang the praises of Your long-suffering.* But You descended into Hades and arose on the third day,* granting life and great mercy to the world.\n\nVerse: Holiness befits Your house, O Lord, for length of days.\nYou suffered death, O Christ, to deliver mankind from death.* And when You arose from the dead on the third day,* You enlightened the world and resurrected all who acknowledge You as God.\n\nGlory be: Now and for ever: O Virgin Mother, you conceived the Son of God without seed* by the will of the Father and the power of the Holy Spirit.* He was begotten by the Father, without a mother, from all eternity.* Yet for our sake, He was born of you in the flesh without a human father,* and you nursed Him as an infant with your milk.* Therefore, never cease to entreat Him* to deliver our souls from affliction.\n\nSUNDAY MATINS\n\nSessionals\n\nChrist is risen from the dead,* He who is the first fruits of those that had been asleep,* the first-born of creation and the Creator of all things that were made.* By Himself He renewed the nature of our corrupt race.* Therefore, O Death, you shall reign no more;* for the Lord of all nullified your power and dissolved it.\nGlory be: Now and for ever: When the most pure voice reached you, O Mother of God,* those in heaven exulted with love, while those on earth trembled with awe,* for both celebrated the same feast, when the bodiless angel brought you good news.* Therefore, with the angel we cry out to you:* Rejoice, O pure One, dwelling place of God!\n\n(Podoben: Krasoti divstva): When You tasted death in the flesh, O Lord,* You took away the bitterness of death by Your resurrection* and made the human race prevail over it, restoring victory over the ancient curse.* Therefore, O Protector of our life, glory to You!\nGlory be: Now and for ever: O Theotokos, you mysteriously held in your womb,* the One Who is incomprehensible and boundless, consubstantial with the Father and the Spirit.* By your birthgiving we have learned to glorify in the world* the power of the one undivided Trinity.* Therefore, with gratitude we cry to you:* Rejoice, O Virgin Full of Grace!\n\nGradual Hymn\n\nYou led the captives of Zion out of Babylon;* now also save me from my sinful desires. O Word, lead me into Your life.\nThose who sow in tears for God in dry land* shall reap as they sing for joy, as they gather the sheaves of eternal life.\nGlory be: Now and for ever: From the Holy Spirit shines every perfect gift,* as from the Father and the Son; in Him all creation lives and moves.\n\nProkimenon: Ps 95\nProclaim to the nations: God is king. The world He made firm in its place.\nVerse: O sing a new song to the Lord, sing to the Lord all the earth.\n\nCanon\n\nHirmos 1: In days of old He gathered the waters in a single pool, and with a divine stroke, He divided the sea for the people of Israel; He is our God and is greatly glorified. To Him alone do we offer our hymns, for He is covered with glory.\n\nHirmos 3: You draw all things out of nothing; You create them by Your Word; and by Your Spirit, You bring them to perfection. O Master all-powerful, strengthen me in Your love.\n\nHirmos 4: O Lord, You have shown us Your sovereign love by delivering Your only Son to death for us. In thanksgiving, we cry out to You: Glory to Your power, O Lord!\n\nHirmos 5: Before You I keep watch for the dawn, O Creator of the world and peace that surpasses every spirit. Your precepts are light; guide me by their paths.\n\nHirmos 6: Encircled by the bottomless pit of my sins, I felt my breath failing me; raise Your hand, reach out to me and save me, O Master, as You saved Peter; for You are the One Who walks on the waters.\n\nHirmos 7: Formerly You poured out dew upon the three youths in the fire of the Chaldeans; now with the resplendent fire of Your divinity, enlighten us who cry out to You: Blessed are You, O Lord, God of our ancestors.\n\nHirmos 8: Thrown into the blazing fire without being harmed by the flames, and remaining firm in their faith, the youths sang a divine hymn: Bless the Lord, all you works of the Lord, praise and exalt Him forever!\n\nOde 9 – Hirmos: A new wonder, worthy of God! The Lord has truly passed through the closed gate of the Virgin. He entered the world naked, and at His departure we see Him clothed in the flesh; yet the door has remained closed. The one who is Mother of God we now extol beyond words.\n\nVerse: Glory to Your holy resurrection, O Lord!\nIt is dreadful to see the Creator and the Word of God hanging on the cross. Our God suffers in the flesh for His servants, and lifeless, He is placed in the tomb; yet He delivers the dead from Hades. O Christ, the almighty One, we extol You.\n\nVerse: Glory to Your holy resurrection, O Lord!\nPlaced in the tomb as one dead, O Christ; You saved our ancestors from death; You raised the dead and make life flourish once more; with Your own hand, You lead the human race toward the light and clothe them with divine immortality. O inexhaustible Source of light, we extol You.\n\nGlory be: Now and for ever: You are the throne and the temple of God, and the Most High has made His dwelling in you; O most pure One, you gave birth without seed, and the gate of the flesh was not opened. We now beseech you to intercede before Christ our King for all your faithful.\n\nHoly is the Lord our God (3x).\nSunday Exapostilarion\n\nStichera at the Praises\n\nCome together, all you nations, and understand the might of this awesome mystery!* Our Savior, the Word from the beginning,* has suffered crucifixion and burial for us of His own will.* On the third day He rose again to save us all.* Let us bow down in worship to Him.\n\nThe soldiers that guarded You, O Lord,* related all the wonders which had come to pass;* but the vain assembly of the Sanhedrin filled their hands with bribes,* thinking they could hide Your resurrection which is glorified through all the world.* Have mercy on us.\n\nAll creation was filled with joy when it received the news of Your resurrection.* When Mary Magdalene went to Your tomb, she found an angel in shining garments, sitting on the stone.* He said: Why do you seek the Living among the dead?* He is not here; He is risen as He said.* He goes before you to Galilee.\n\nO Master, the Lover of mankind, in Your light we see light.* For You have risen from the dead,* granting salvation to the human race.* Let all creation glorify You;* have mercy on us, O sinless One.\n\nThe myrrh-bearing women, O Lord,* offered You their tears as a morning praise.* Then hastening to seek Your incorruptible body,* they came to Your grave bearing fragrant ointments.* An angel sitting on the stone spoke to them, saying:* Why do you seek the Living among the dead?* For truly He has trampled Death, and He is risen because He is God,* granting to all of us great mercy.\n\nThe brilliant angel on the life-giving tomb* said to the myrrh-bearing women:* Truly the Savior emptied the tombs and led Hades captive.* He is risen on the third day;* for He alone is the almighty God.\n\nVerse: Arise, then, Lord, lift up Your hand.* O God, do not forget the poor!\nMary Magdalene arrived on the first day of the week* seeking You in the grave.* And when she did not find You, she cried out with sighs:* Woe is me, O my Savior. How have You been stolen, O King of all?* From within the grave two angels bearing the message of life cried out to her saying:* Woman, why are you weeping?* She answered: I cry because they have removed my Lord from the grave,* and I do not know where they have taken Him.* But as she turned around and saw You, she said:* My Lord and my God, glory to You!\n\nVerse: I will praise You, Lord, with all my heart;* I will recount all Your wonders.\nThe soldiers enclosed Life in the tomb,* but the thief opened paradise with his word by saying:* For my sake, You have been crucified with me and have hung on the tree of the cross;* You have appeared to me sitting on the throne with the Father.* You are Christ our God Who gives great mercy to the world.\n\nGlory be: Gospel Stichera.\nNow and for ever: You are truly most blessed... (p. 140).\n\nSUNDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nI have sinned greatly and offended You, O Master,* Who by nature are gracious and merciful.* Like the prodigal, I repent sincerely.* Receive me, O heavenly Father,* and make me one of Your servants.\nI have spent my life in idleness;* I, a miserable soul, am nearing the end.* I do not reflect on the judgment awaiting me, nor on being separated from God.* Convert me, O Savior,* and rescue me from all of this evil.\nDeliver my lowly soul from hell* and the gnashing of teeth, O Lord,* and from all other eternal suffering, O most gracious One;* so that I may sing to You with faith,* since You are by nature merciful, and You love mankind.\n\nAposticha\n\nWe offer to You our evening hymn, O Christ,* with incense and spiritual song.* Have mercy upon our souls, O Savior.\nVerse: I have lifted up my eyes... (p. 34).\nSave me, O Lord, my God,* for You are the salvation of all.* A storm of passion is tossing me about,* and the weight of my transgressions is sinking me.* Give me Your helping hand,* and lead me to the light of humility;* for You alone are merciful, and You love mankind.\nVerse: Have mercy on us, O Lord... (p. 34).\nGreat is the power of Your cross, O Lord;* for though it was raised in one place, it acts throughout the world.* It made apostles of fishermen, and martyrs of the Gentiles.* We beg them to intercede for our souls.\nGlory be: Now and for ever: O Mother of God! O intercessor of all who pray to you!* We have confidence because of you;* we boast because of you, and all our hope is in you!* In behalf of your worthless servants,* implore Him Who was born of you.\n\nMONDAY MATINS\n\nSessionals\n\nWhile still on earth, O my soul, do penance;* for dust does not chant hymns in the grave, nor does it deliver from sin;* Therefore, cry out to Christ God:* You Who know the hearts of all, I have sinned against You!* Before You judge me, have mercy on me, O God, and save me!\nGlory be: Now and for ever: O Mother of God, our protection and strength,* powerful helper of the world!* Through your prayers deliver your servants from every misfortune,* O only blessed One.\n\nAt the dread judgment I shall accuse myself without denouncers,* and shall condemn myself without witnesses;* for the books of my conscience will be opened,* and my secret deeds will be exposed.* Therefore, O God, before You examine my deeds at that public trial,* cleanse and save me.\nGlory be: Now and for ever: Rejoice, O Mary, Virgin Mother,* holy mountain, garden of Eden, from whom was born Christ God,* the seedless Word, from Whom life had sprouted forth* for the world.\n\nCanon – Ode 9\n\nHirmos: On Mount Sinai Moses beheld in the bush you who conceived the fire of the Divinity within your womb without being consumed; Daniel saw you as the unhewn mountain and the budding rod, and Isaiah cried out: from the root of David!\nVerse: Glory be to You, our God, glory be to You!\nIn days of old, Jacob acquired the birthright because of temperance, while Esau gave up his right as the firstborn, because he did not restrain his stomach. How evil is intemperance, and how great is abstinence! Flee, therefore, my soul, from evil deeds, and love what is good.\nVerse: Holy archangels and angels, pray to God for us!\nStanding now before the great and supreme Light, O divine angels of God, you have become powerful advocates of all of us who glorify you.\nGlory be: Now and for ever: We all know that you are the foundation of our salvation, for your most pure birthgiving has saved those who in faith sing to you and glorify you, O Mother of God!\n\nAposticha\n\nBring together my scattered mind, O Lord,* and purify my hardened heart;* grant me the repentance of Peter,* the sigh of the publican,* the tears of the adulteress,* so that I may cry out to You with a loud voice:* O God, save me, for You alone are kind-hearted and love mankind.\nVerse: In the morning..., (p. 146).\nWhen I am praying,* I frequently I see myself committing sin,* for while I am singing hymns with my lips, my soul is thinking foolish things.* Correct both through repentance,* O Christ, and save me.\nVerse: Let the favor of the Lord... (p. 146).\nCome, people, let us honor the memory of the holy martyrs;* for having been a spectacle for angels and men,* they received crowns of victory from Christ,* and pray in behalf of our souls.\nGlory be: Now and for ever: O most pure Lady, you are the boast of the angels,* the praise of the apostles, and the fulfillment of the prophets;* accept our supplications.\n\nMONDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nHaving seen how lazy I am in performing virtuous deeds* and my inclination toward the most foul and evil acts,* the cunning serpent transforms itself, showing the sweetness of sin* which, in reality, is his wicked activity, and which is contrary to the divine commandments.* Thus it stirs me through evil habits, O Christ,* to choose wrong instead of right.\nAfter walking along every evil and sinful path,* forsaking the way of righteousness until the end,* I now approach the gates of death, and I call out, as one who is oppressed:* O Path of our life, my kind Jesus, having brought me back to the path of true repentance,* save me and grant me divine pardon before I die.\nSlain by every kind of sin, by a multitude of transgressions,* and by great and evil deeds, I lie dead and helpless.* Hope in Your compassion is all that is alive to me, O Christ;* for You give breath and life to the dead* and destroy the passions that have put us to death.* Therefore, come and save me from eternal death.\n\nAposticha\n\nWe offer to you our evening hymn, O Christ,* with incense and spiritual song.* Have mercy on our souls, O Savior.\nSave me, O Lord, my God,* for You are the salvation of all.* A storm of passion is tossing me about,* and the weight of my transgressions is sinking me.* Give me Your helping hand,* and lead me to the light of repentance;* for You alone are merciful, and You love mankind.\nGreat is the power of Your martyrs, O Christ,* for, while lying in their tombs, they drive out evil spirits;* and fighting in defense of godliness,* they subdued the power of the enemy by faith in the Trinity.\nGlory be: Now and for ever: You are the most holy among women,* O unwedded Mother.* Implore our King, your Son, O Godbearer,* Whom you have borne, to save our souls,* for He loves mankind.\n\nTUESDAY MATINS\n\nSessional\n\nHow long, O my soul, shall you remain in your sins?* How long shall you put repentance aside?* Be mindful of the coming judgment, and cry out to Christ God:* O You Who know the heart of man, I have sinned!* O sinless Lord, have mercy on me!\nGlory be: Now and for ever: The angel Gabriel, struck with amazement at the beauty of your virginity* and your radiant purity, cried out to you: O Mother of God!* What praise worthy of you can I give?* What shall I call you? I do not comprehend,* and I tremble; therefore, I cry out to you as I was ordered:* Rejoice, O Full of Grace!\n\nYou know the depth of my offenses,* O Lord. Grant me a helping hand, as You did to Peter, and save me.\nGlory be: Now and for ever: Accept me who hasten with faith under your protection, O Lady,* and do not despise me, neither disdain me who entreat you in repentance, O good One.* Accept from my unworthy lips my supplication,* and through your intercession deliver me from all snares,* so that I may cry out to You with boldness:* Rejoice, O Full of Grace!\n\nCanon – Ode 9\n\nHirmos: Blessed is the Lord, God of Israel, Who exalted the horn of salvation in the house of David, His servant, for the sake of His mercy and loving-kindness through which the Orient from on high visited us, and has led us to the path of peace.\nVerse: Glory be to You, our God, glory be to You!\nLike the rich man of old I revel in pleasures, without showing any mercy towards my neighbor, nor fearing the unquenchable fire. Therefore, O Master, soften the hardness of my soul, so that, at least at the end of my life, the darkness of my soul be enlightened with loving-kindness.\nVerse: O holy prophet and forerunner and baptizer of the Lord, John, pray to God for us!\nSince you are the witness of Christ and the divine baptizer, a beacon of repentance, the dawn of righteousness, and the mediator between the Old and New Covenants, enlighten my lowly soul which has grown old through evil, renewing it with divine understanding.\nGlory be: Now and for ever: As the Mother of God, the Mother of the Word of God Who was born of you in the flesh, O pure One, pray unceasingly with the angels and the apostles, with the prophets and the holy hierarchs, and the martyrs, that He grant peace to the world, O all-pure Virgin Mother.\n\nAposticha\n\nBring together my scattered mind, O Lord,* and purify my hardened heart;* grant me the repentance of Peter,* the sigh of the publican,* the tears of the adulteress,* so that I may cry out to You with a loud voice:* O God, save me, for You alone are kind-hearted and love mankind.\nWhen I am praying,* I frequently I see myself committing sin,* for while I am singing hymns with my lips, my soul is thinking foolish things.* Correct both through repentance, O Christ, and save me.\nThe warriors of Christ, refusing to be daunted by emperors and tyrants,* boldly and manfully confessed Him as the Ruler of all, King and our God;* and they pray for our souls.\nGlory be: Now and for ever: Without seed you conceived by the power of Holy Spirit,* therefore, we glorify you, crying out:* Rejoice, O most pure Virgin!\n\nTUESDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nCreation was sanctified through the most sacred blood* which flowed from Your side, O only long-suffering One;* the rivers of idolatry dried up* and Adam was freed from the curse through Your crucifixion, O Word.\nThe Creator and Lord and God of all* willingly humbles Himself and suffers for mankind* by being lifted upon the cross,* because of the lawful curse.\nYou willingly gave Yourself up to be crucified,* O Lord our Benefactor.* Pierced in the side with a lance, O Giver of life,* You poured forth two fountains of immortality;* therefore, we constantly praise in faith Your sufferings.\n\nAposticha\n\nWe bow to Your most precious cross, O Christ,* the Guardian of the world, the Salvation of us sinners,* the great Propitiation, the Triumph of kings,* and the Glory of the universe.\nLifting up his arms in the form of the cross on the mountain,* Moses vanquished Amalek;* and You, O Savior, stretched Your arms upon the venerable cross* and embraced me, saving me from the bondage of the enemy.* You gave me a living sign,* that I might escape the arrows of my adversaries.* Therefore, O Word, I bow down before Your precious cross.\nThe prophets, apostles, and martyrs of Christ taught us to sing the praises of the consubstantial Trinity.* They enlightened the nations that had gone astray,* and made us companions of the angels.\nGlory be: Now and for ever: When you beheld setting upon the cross the never-setting Sun,* Who shone forth from your womb, darkening the rays of the sun, stricken with immeasurable pain, you cried out:* You Who have set of Your own free will, shine forth again for my enlightenment* and for the enlightenment of the whole world.\n\nWEDNESDAY MATINS\n\nSessionals\n\nThe cross was planted in the earth, yet touched the heavens,* not because it reached the full stature of a tree,* but because on it You fulfilled all things.* Glory be to You, O Lord.\nGlory be: Now and for ever: We who have acquired the cross of Your Son* as a staff of power thereby cast down the arrogance of the enemy,* O Mother of God, unceasingly extolling you with love.\n\nYou willed to suffer the cross and death,* and in the midst of creation You planted it.* When You, O Savior, allowed Your body to be pierced with nails,* the sun hid its rays,* and the thief, seeing this on the cross, cried out to You with piety:* Remember me, O Lord!* And, believing, he was counted worthy of paradise.\nGlory be: Now and for ever: O compassionate One,* You willingly suffered a shameful death and crucifixion,* and Your Mother, seeing this, suffered greatly.* Therefore, through her supplications, for the sake of Your mercy,* have mercy and save the world,* O only all-good and loving Lord,* Who took upon Yourself the sins of the world.\n\nCanon – Ode 9\n\nHirmos: Honoring her with hymns, let us extol the Theotokos who was prefigured on Sinai to Moses, the law-giver, by the bush and the fire; who conceived the fire of God in her womb without being consumed; who is the most radiant and inextinguishable lamp.\nVerse: Glory to Your holy cross and crucifixion, O Lord!\nThat You might find the coin which You had lost, O good Christ, You nailed Your flesh to the cross; and You make Your heavenly hosts to share in joy, O Bestower of life. Therefore, together with them, we sing to You as our Benefactor, extolling You with hymns.\nVerse: Most holy Mother of God, pray for us!\nMy soul, the end is approaching; the judgment is at the very doors! Leave the works of evil and begin a life of righteousness, for you have as a helper the Mother of God, who rescues you from every evil.\nGlory be: Now and for ever: You know the weakness of my lowly body, the wounds of my soul, the groaning of my heart, and the error and deception of my mind; therefore, in your loving-kindness grant me healing of them all.\n\nAposticha\n\nThe tree of disobedience has sprouted forth death for the world;* but the tree of the cross sprouted forth life and incorruption.* Therefore, we implore You, O crucified Lord:* Let the light of Your face shine upon us.\nCoveting pleasure, I was banished,* for I had fallen very low.* Nevertheless, O Master, You did not despise me,* but accepted for my sake the crucifixion, which I deserve.* This is how You save us and lead into glory.* O my Redeemer, glory be to You!\nThe host of angels marveled at the sufferings of the martyrs,* for, though clothed in a body, they disregarded the tortures.* Having become like the suffering Christ,* they pray for our souls.\nGlory be: Now and for ever: The all-praised Ewe-lamb, Your Virgin Mother, beheld You, O my Christ,* lifted up upon the cross, and, weeping, cried out:* O my Son and my God, do not leave me childless,* whose purity You have preserved even after birthgiving.\n\nWEDNESDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\n(Podoben – Radujsia): O disciples of the Lord,* you went over all the earth sowing the divine teaching,* taking with you the Word alone* as your only light and your only riches.* With it you confounded kings and tyrants,* and rent like a spider’s web* the arguments woven in their fury by orators and philosophers.* You called all nations to an understanding of the Maker,* and tore them from the vain service of idols.* Therefore, I entreat You, by their prayers,* to deliver me from the unreasoning passions.\n\nBy your supplications to God, O most blessed apostles,* may He deliver us from the storm of temptations,* the fearful quarrels of infamous heresies,* and the evil counsels of the devil,* the bitter wranglings and storms of mankind;* from the fire that gives no light and the eternal worm,* from the gnashing of teeth and every other torment, that through abstinence and toil we may receive the rewards of virtue, the inheritance of the Kingdom and great mercy.\n\nAs far as human nature is able,* the apostles received the brightness of the light* of the ineffable dispensation of the Word.* They showed themselves forming, with common zeal, a perfect assembly* to which the Seventy-two also belonged.* Praying to God to give the world great mercy,* they enlightened the ends of the earth that lay in destructive darkness.\n\nAposticha\n\nO disciples of the Savior,* you were eye-witnesses of the mysteries.* You proclaimed Him Who is invisible and without beginning by saying:* In the beginning was the Word.* You were not made before the angels,* nor were you taught by men, but by the Wisdom from on high.* Thus, having boldness, pray for our souls.\nLet us praise with one accord the apostles of the Lord;* for, arrayed in the armor of the cross, they brought to nothing the error of idolatry, and they appeared crowned with victory. By their prayers and those of Your servants, O God,* have mercy on us.\nWith your souls filled with unquenchable love,* you endured the most terrible sufferings without ever denying Christ;* and you laid low the impudence of the torturers.* You kept the faith unwavering and unharmed, and have gone to dwell in heaven.* Therefore, having the boldness to approach the Lord,* beg Him to grant us His great mercy.\nGlory be: Now and for ever: We call you blessed, O Virgin Theotokos; and we faithful give you glory as is right. You are an unshakable city and invincible wall, a firm intercessor and the refuge of our souls.\n\nTHURSDAY MATINS\n\nSessional Hymns\n\nTogether let us praise the apostles as eye-witnesses of the Word,* divine preachers, spiritual fishers of the nations,* for they have manifestly brought us to the understanding of Christ;* and delivering the human race from deception,* they have rendered us worthy of the kingdom.\nGlory be: Now and for ever: Even before being brought to judgment, my conscience condemns me,* and I, wretch that I am, tremble at the thought of the verdict,* considering my countless sins.* Therefore, with compunction, I cry out to you,* O invincible intercessor and protectress:* Deliver me from that shame,* and save me through your prayers.\n\nTogether let us praise the apostles,* for they preached the true doctrine of the Lord to all,* dispelling the gloom of heresies* and shining forth in the world the light of the Spirit through the teaching of grace;* and they pray for us.\nGlory be: Now and for ever: Having found you to be a haven, a bulwark, a refuge, hope and protection,* and fervent help, we, the faithful flee to you,* and earnestly cry out with faith:* Have mercy, O Theotokos, upon those who place their trust in you,* and deliver us from transgressions.\n\nCanon – Ode 9\n\nHirmos: Rejoice, O Isaiah! The Virgin has conceived in her womb and has given birth to a Son, Emmanuel. Orient is His name; and, extolling Him, we call the Virgin blessed.\nVerse: Holy apostles, pray to God for us!\nYou showed yourselves to be like a starry sky, shining spiritually with the splendor of divine virtues, with Christ in the center like the sun. You, O all-wise ones, renewed the ends of the earth; therefore, we extol you.\nVerse: Holy bishop of Christ, Nicholas, pray to God for us!\nAs a divine and holy hierarch you kept all the commandments of Christ; you became the divine preserver of the faithful, O Father Nicholas. Therefore, preserve them from all assaults and afflictions.\nGlory be: Now and for ever: O all-pure one, the prophet foresaw you as the radiant lampstand, bearing Christ Who enlightened us who abide in darkness and the passions. For this reason, we bless you, O Mother of God.\n\nAposticha\n\nAs eye-witnesses of the mysteries of the Savior, O disciples,* you preached the invisible One Who had no beginning, saying:* In the beginning was the Word.* You were not created before the angels, nor were you taught by men,* but by the wisdom of the Most High;* therefore, having confidence, pray for our souls.\nWith one voice, let us praise the apostles of the Lord* with hymns, for, having arrayed themselves in the armor of the cross,* they abolished the deception of the demons* and were shown to be crowned victors.* Through their supplication and the prayers of the saints,* O God, have mercy on us.\nRejoicing in the midst of their torments, the saints cried out:* Our torments are wares for us to trade with the Lord;* for, instead of the wounds we bear on our bodies,* radiant vesture shall shine forth for us at the resurrection;* instead of dishonor, we shall receive crowns;* instead of fetters in prison, we shall receive paradise;* and instead of condemnation with malefactors, we shall have life with the angels.* Through their supplications, O Lord, save our souls.\nGlory be: Now and for ever: We bless you, O Mother of God,* for from you shone forth Christ, the Sun of righteousness,* Who has great mercy.\n\nTHURSDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\n(Podoben – Anhelskija predidite syly): Our forefather fell, having sinned because of a tree* and received a terrible condemnation.* But Christ, dying on the cross, saved him.* He renewed the repentant one,* and taking him upon his shoulder,* placed him on the throne together with Himself, the Father, and the Holy Spirit.\nGive us thoughts of repentance, O Christ,* so that we may constantly bear in our hearts and minds Your terrible passion,* which You have endured in Your body for us,* so that, enlightened by it, we may, weeping,* stand always beneath Your cross,* gazing upon You, the crucified Lamb.\nThe earth trembled, the sun darkened,* seeing how God was insulted by His creature;* how He Who with a threat destroys mountains and with only a glance dries up the abyss,* closes His eyes on the tree;* how He Who holds all things in His hand becomes,* in the body, lifeless and dead.\n\nAposticha\n\nYour cross, O Lord is life* and resurrection for Your people;* and we, who put our trust in it,* praise You, our God, crucified in the flesh.* Have mercy on us!\nYour cross, O Christ,* has opened paradise for all.* We, who have been delivered from corruption,* praise You, O God, crucified in the flesh.* Have mercy on us!\nYour martyrs did not reject You,* nor did they renounce Your commandments.* Through their prayers, have mercy on us.\nGlory be: Now and for ever: The Virgin, together with Your virgin-disciple,* stood beside the cross at the time of Your crucifixion.* She lamented and cried aloud:* O what sorrow afflicts me!* O, Christ, Who by nature is beyond suffering,* how can You endure such torment?\n\nFRIDAY MATINS\n\nSessional Hymns\n\nNo sooner was the tree of Your cross planted in the ground, O Christ our Lord,* than the foundations of death were shaken;* and You Who slew Hades with love dismissed its trembling minions.* You have shown us Your salvation, O Holy One, and we glorify You.* O Son of God, have mercy on us.\nGlory be: Now and for ever: With the virgin disciple, the Virgin Mother stood beneath the cross* of Him Who was born of her,* and could not bear to see Him lifted upon the cross.* Shaking from weeping, she cried out:* How can You suffer Who by nature are incapable of suffering?* O my Son, I sing Your unspeakable goodness,* which surpasses all understanding!\n\nO Lord, Your enemies condemned You to death,* the Life of all.* They who crossed the Red Sea by the staff of Moses* nailed You to the cross;* they who ate honey from the rock offered You gall.* Yet You endured all this,* so that You might free us from slavery to the enemy.* O Christ our God, glory to You!\nGlory be: Now and for ever: O most holy and pure Virgin, glory of the angels!* When you stood beneath the cross of Your Son and God,* you were unable to suffer the insults of the enemies;* and weeping as a mother, you cried out:* How do You, O Lover of all, suffer disgrace?* I praise Your long-suffering.\n\nCanon – Ode 9\n\nHirmos: Weep not, O Mother, beholding in the tomb the Son Whom you conceived in your womb without seed; for I shall arise and be glorified, and as eternal God I shall exalt with glory those who magnify you with faith and love.\nVerse: Glory to Your holy cross and crucifixion, O Lord!\nIn order to deliver from corruption him who became corrupt by eating of the sweet fruit of the tree, O only Savior, You, in Your goodness, allowed Yourself to be crucified in the flesh and to die. O Jesus, we unceasingly hymn Your loving-kindness and power.\nVerse: Holy martyrs, pray to God for us!\nThe all-glorious and renowned memory of the martyrs shines forth more brightly than the rays of the sun, ever enlightening the souls of the pious; it drives away the darkness of passions and temptations, and dispels the most profound gloom of the demons.\nGlory be: Now and for ever: O pure Virgin who ineffably gave birth to the Word without beginning, the only-begotten of the Father, Son and God, intercede with Him unceasingly, that we may be delivered from every affliction and misfortune, for we extol you with faith and love.\n\nAposticha\n\nI trust in the cross, O Christ,* and boasting therein, I cry out:* O Lord Who loves mankind,* cast down the pride of those who do not confess You* to be both God and man.\nProtected by the cross, we set ourselves against the enemy,* undaunted by his wiles and treachery;* for the prideful one has been cast down* and trampled underfoot by the power of Christ* Who was nailed to the tree.\nO Lord, all creation celebrates the memory of Your saints:* the heavens rejoice with the angels, and the earth exults with men.* By their supplications have mercy on us.\nGlory be: Now and for ever: As a man I was nailed to the tree and died;* as a mortal I was placed in a tomb.* But as God I shall rise again in glory on the third day,* O pure Virgin Mother.\n\nFRIDAY VESPERS\n\nStichera at “O Lord, I have cried...”\n\nThree stichera of the saint of the day and the following three:\n(Podoben – Vse otlozhyvshe): Walking in the footsteps of the sufferings of Christ,* the whole company of the martyrs bravely went forward to many struggles.* They confessed Him as God before ungodly judges and impious kings,* and endured many tortures, hoping to receive heavenly honors.* They now behold these honors, rejoicing,* and with all the choirs of angels stand beside the Lord.\nO most sacred shepherds,* you were emulators of Christ, the Chief Shepherd,* and preserved utterly unharmed the divinely chosen flock,* the divine treasures of piety, driving away the wild wolves;* and you brought them well into the fold of heaven.* As you make your abode there, remember those who praise you with love,* and with boldness beseech Christ in behalf of our souls.\nAll you venerable fathers, who lived in holiness,* you vanquished the demons;* and extinguishing torments of conscience,* you valiantly endured the burning of the passions,* O blessed ones, and rejoice now with the heavenly hosts; for in the flesh you emulated the life of those incorporeal beings.* With them entreat Christ, the all-good God,* that we who honor you may be delivered from our falls.\nGlory be: Now and for ever: (Dogmaticon): Who would not bless you, most holy Virgin?* Who would not praise the most pure manner in which you gave birth?* For the only-begotten Son, Who eternally proceeds from the Father,* came forth from you.* He took flesh from you in a manner that is beyond understanding.* He, Who by nature is God, took on our nature for our sake.* Yet He did not become divided into two persons;* rather, He remained one person with two distinct and unconfused natures.* O most pure Lady, we implore you:* Beseech your Son and God to have mercy on our souls.\n\nAposticha\n\nYour martyrs, O Christ, have endured many sufferings for Your sake,* and have received their heavenly crown.* Now they intercede for our souls.\nYour martyrs did not reject You,* nor did they renounce Your commandments.* Through their prayers, have mercy on us!\nThe suffering martyrs, citizens of heaven, when taking part in the contest upon earth, endured manifold torments. By their intercessions and prayers, preserve us, O Lord!\nGlory be: Now and for ever: By the prayers of her who gave birth to You, O Christ,* and of Your martyrs, apostles, and prophets, of the prelates, holy monks, the righteous ones,* and all Your saints, give rest to Your servants who have fallen asleep.\n\nSATURDAY MATINS\n\nSessional Hymns\n\nEver enlightened by You, and having extinguished the lamp of the infidels,* like lamps the saints always shine forth light upon the righteous.* Through their prayers, O our Savior,* light my lamp, and save me.\nGlory be: Now and for ever: You Who called Your Mother blessed,* went to Your sufferings of Your own free will,* and shone forth upon the cross, desiring to seek out Adam.* And You said to Your angels: Rejoice with Me,* for I have found the lost coin!* O our God Who has ordered all things in Your wisdom, glory to You!\n\nHaving endured the struggles of martyrdom,* the saints received from You the honors of victory;* they foiled the intentions of the ungodly, and have received unfading crowns.* Through their prayers, O God, grant us great mercy.\nGlory be: Now and for ever: O Queen of those on earth,* intercessor and protectress, Mother of God, Mary,* you gave birth, in time, to the timeless Son and Word of God!* As the Mother, pray unceasingly with the martyrs and prophets* and divine ascetics, that those who have fallen asleep may be saved.\n\nCanon – Ode 9\n\nHirmos: O Virgin who received the angel’s salutation and gave birth to your own Creator, save those who extol you.\nVerse: O holy martyrs, pray to God for us!\nYou were brought to the Master as pure sheep, O martyrs. Pray to Him to save our souls.\nVerse: All you saints, pray to God for us!\nO venerable and all-wise saints! You have shone forth like a sun, illuminating the world with the rays of your teachings and the brightness of healings.\nGlory be: Now and for ever: O Virgin who gave birth to the Light, enlighten my soul, driving away the darkness of my slothfulness and sin.\n\nAposticha\n\nAll creation celebrates the memory of Your saints, O Lord;* the heavens rejoice with the angels, and the earth exults with men.* By their prayers have mercy on us.\nO Lord, if we did not have Your saints as advocates and Your merciful grace,* how would we dare sing hymns to You,* Whom the angels glorify without ceasing.* O You Who know the hearts of men, spare our souls.\nThe memory of Your martyrs is a joy to all who fear the Lord;* for, having suffered for Christ, they received from Him crowns,* and now, with confidence they pray for our souls.\nGlory be: Now and for ever: You are our God, Who in wisdom creates and accomplishes all things:* You sent Your prophets, O Christ, to announce Your coming,* and the apostles to preach Your majesty.* Some prophesied Your coming, others through baptism enlightened nations,* and the martyrs suffered, achieving their desires.* Together they beseech You through the one who gave birth to You:* Grant rest, O God, to the souls, whom You received,* and deem us worthy of Your kingdom, O our Deliverer and God,* Who suffered the cross for us who were under condemnation.\n"