"## SATURDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nCome, let us rejoice in the Lord,* Who destroyed the power of Death* and enlightened the human race;* and let us cry out with the angels:* Glory to You, our Creator and Savior!\n\nO Savior, for our sake You suffered crucifixion and burial;* and, as God, You destroyed Death by Your death.* Therefore, we adore Your resurrection on the third day* and we sing: Glory to You, O Lord!\n\nOn seeing the resurrection of the Creator,* the apostles were amazed,* and they sang an angelic hymn of praise:* This is the glory of the Church,* this is the richness of the kingdom!* O Lord, Who suffered for our sake, glory to You!\n\nO Christ, although You were taken captive by Your enemies,* I still acknowledge You as my God,* and I am not ashamed of You;* I will not hide the fact that You were nailed to the cross.* Your death is my life, almighty Lord,* and I extol Your resurrection.* O Lover of mankind, glory to You!\n\nIn fulfillment of the prophecy of David,* Christ revealed His majesty to His disciples in Zion.* He showed Himself to be worthy of equal praise* with His Father and the Holy Spirit;* for He existed from all eternity as God the Word, without a body;* then, out of love for mankind, He became incarnate,* and for our sake He was put to death as a man;* finally, by His own power He arose from the dead.\n\nO Christ, of Your own free will, You descended into Hades;* and, as God the Lord, You destroyed Death.* On the third day You arose from the dead and raised up Adam* from the bonds of Hades and corruption.* In joy he cried out and said:* Glory to Your resurrection, O Lover of mankind!\n\nO Lord, You were placed in the tomb as one sleeping,* and on the third day You arose in might and power.* You raised up Adam from the corruption of death,* for You alone are almighty.\n\n*Three stichera and* Glory be: *of the saint.*\n\n*Now and for ever: (Dogmaticon):* O Mother of God, we acknowledge that you are both a mother and a virgin,* even though this is beyond the power of nature.* Who could ever understand or explain such a mystery?* O most pure Virgin, the manner in which you conceived was most glorious,* and the mere thought of your bearing God Himself within you is astounding.* Moreover, who could even begin to describe the wondrous way in which you gave birth?* But when God so wills, the very order of nature is abolished.* Because of this, we all recognize you as truly the Mother of God,* and we fervently beseech you:* Pray for the salvation of our souls.\n\n**Aposticha**\n\nO Savior of the World, You arose from the grave,* and together with Your own flesh You raised up mankind.* O Lord, glory to You!\n\n*Verse:* The Lord reigns, He is clothed in majesty.\nCome, let us worship Christ Who arose from the dead and enlightened all creation.* For by His resurrection on the third day,* He set us free from the oppression of Hades,* granting us life and His great mercy.\n\n*Verse:* For He has made the world firm, which shall not be moved.\nO Christ, Lover of mankind,* You descended into Hades and destroyed Death.* Then You arose on the third day;* and, together with Yourself, You lifted up all of us* who glorify Your mighty resurrection.\n\n*Verse:* Holiness befits Your house, O Lord, for length of days.\nO Lord, what a fearful sight it was to see You lying in the tomb as if asleep.* Yet on the third day You arose in great power,* and at the same time You raised up Adam who joyfully cried out:* Glory to Your resurrection, O Lover of mankind!\n\n*Glory be: Now and for ever:* All of us on earth hasten to take refuge in you, O Lady;* and we cry out to you:* O Mother of God, you are the only hope for us;* deliver us from our countless sins, and save our souls.\n\n## SUNDAY MATINS\n\n**Sessional Hymns**\n\n1. Though the tomb was sealed* You came forth from it, O Life;* and though the doors were closed* You came to Your disciples, O Christ our God,* You are the resurrection of all.* Through them You renew an upright spirit in us* according to the greatness of Your mercy.\n*Glory be: Now and for ever:* O blessed Mother of God,* turn your gaze upon a helpless people and have mercy on us.* Pray that we do not perish in vain; beseech, O kind-hearted One, the merciful God,* that He save our souls, O most holy Virgin.\n\n2. Truly Life was placed in a grave,* and a seal was placed on the stone,* and the soldiers guarded Christ as they would a slumbering king.* The angels therefore glorified Him as the immortal God,* and the women cried out and said: The Lord is risen* and gives great mercy to the world.\n*Glory be: Now and for ever:* O Virgin Mother of God,* intercede without ceasing with Christ our God,* Who was crucified for us and destroyed the power of Death,* that He may save our souls.\n\n**Gradual Hymn**\n\nYou led the captives of Zion from their wandering, O Lord. Now also give me life and rescue me from the bondage of my sinful desires.\nHe who sows in sorrow in dry land, with fasting and with tears, shall reap the sheaves of joy as the food of eternal life.\n*Glory be: Now and for ever:* In the Holy Spirit is the fountain of divine treasures; from Him comes wisdom, wonder, and understanding. To Him belongs praise and glory, power and honor.\n\n*Prokimenon: Ps 9*\nArise then, Lord, lift up Your hand. O God, do not forget the poor!\n*Verse:* I will praise You, Lord, with all my heart; I will recount all Your wonders.\n\n**Canon**\n\n*Hirmos 1:* At a sign from You, O Lord, the nature of the waters which had been liquid was changed into solid ground; and when the Israelites crossed it as on dry ground, they sang a hymn of victory.\n\n*Hirmos 3:* In the beginning You strengthened the heavens by Your all-powerful Word, O Lord and Savior, and all their powers were strengthened by the divine Spirit, O Creator of the universe. Now confirm me on the unshakeable rock of the confession of our faith in You.\n\n*Hirmos 4:* You have come down to earth, O Christ our God, without leaving the bosom of the Father; I have heard of the mystery of Your plan of salvation, and I glorify You, O Lover of mankind.\n\n*Hirmos 5:* For the unbelievers, You are a night without brightness, O Christ, but for the faithful, You are their illumination through the enjoyment of Your divine words. For this reason, I keep watch before You, and I praise Your divinity.\n\n*Hirmos 6:* Sailing across the ocean which swells with the cares of this life, swallowed up in the midst of my sins, and thrown to the monster who devours souls, I cry to You, O Christ: Save me from this deadly abyss.\n\n*Hirmos 7:* In days of old the youths transformed the fiery furnace into a fountain of dew when they sang to the one God and said: The Most High, the God of our ancestors, is covered with glory.\n\n*Hirmos 8:* The bush on Sinai which burned without being consumed revealed God to Moses, the man of uncertain speech; and in the fire, the three youths, invincible in their zeal for God, sang a hymn of praise: Sing to the Lord, all you works of the Lord, and exalt Him forever.\n\n*Ode 9 – Hirmos:* You conceived in all purity, and in you the Word and Creator of the Universe became incarnate; O spouseless Mother and virginal Godbearer, abode of Him Whom none could contain, and dwelling-place of the Infinite One and Your Creator, we extol you!\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nLet all those, who are in error by saying that the Divinity has suffered, now be silenced! Indeed it is not in His divine nature but in His flesh that the Lord of glory was crucified. He is One in two natures, and we now extol Him!\n\n*Verse:* Glory to Your holy resurrection, O Lord!\nYou who deny the resurrection of the body; now go to the tomb of Christ, and there you shall learn. The flesh of the Author of life has been put to death; but it has been raised up again to confirm the final resurrection in which we hope.\n\n*Glory be: Now and for ever:* It is not a triad of divinities that we venerate but a Trinity of persons; not only one person but one sole Divinity. We cut short those who divide the Trinity, and we confound those who in their audacity do not distinguish the Persons. This is the Trinity Whom we extol!\n\nHoly is the Lord our God *(3x)*.\n*Sunday Exapostilarion*\n\n**Stichera at the Praises**\n\nChrist is risen from the dead, loosening the bonds of death.* Let the earth announce this great joy* and let the heavens praise the glory of God.\n\nHaving beheld the resurrection of Christ,* let us adore the holy Lord Jesus* Who alone is sinless.\n\nTruly we cease not to worship the resurrection of Christ,* for we are saved from our sins.* Holy is the Lord Jesus* Who manifested the resurrection for us.\n\nWhat shall we give the Lord for all that He has done for us?* To save us, God has dwelt in our midst.* The Word has become flesh because of our corrupted nature,* and He has taken up his abode among us.* The Benefactor reaches out to us in our ingratitude;* the Redeemer comes to us in our servitude;* the Sun of justice descends to those in darkness;* He Who is beyond suffering is nailed to the Cross;* He is Light to those in Hades and Life to those in death;* to all mortals, He is the Resurrection.* Therefore we cry out: O our God, glory to You!\n\nYou demolished the gates of Hades, O Lord,* and by Your might You abolished the power of Death;* by Your divine and glorified resurrection,* You raised the dead lying in darkness from all ages;* for You are the King of all and the almighty God.\n\nCome, let us rejoice in the Lord* and be joyous in His holy resurrection;* for He raised the dead with Him from the indissoluble bonds of Hades.* And as God He granted eternal life* and great mercy to the world.\n\n*Verse:* Arise, then, Lord, lift up Your hand. O God, do not forget the poor!\n\nTruly the resplendent angel sat on the stone of the life-giving grave* and proclaimed to the myrrh-bearing women:* The Lord is risen as He foretold.* Tell His disciples that He will go before them to Galilee,* He Who grants eternal life and great mercy to the world.\n\n*Verse:* I will praise You, Lord, with all my heart; I will recount all Your wonders.\n\nWhy have you rejected the Cornerstone, O transgressors of the law?* He is the Stone Which God has placed in Zion;* He is the One Who poured forth water from the rock in the wilderness;* from his side, immortal life was poured forth for us;* He is the Stone Which was cut out from the virginal mountain without the will of man;* He is the Son of Man coming on the clouds of heaven* toward the Ancient of Days as the prophet Daniel said:* His wisdom shall last forever.\n\n*Glory be: Gospel Stichera.*\n*Now and for ever:* You are truly most blessed... *(p. 140).*\n\n## SUNDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nLift up your eyes, O my soul,* and look upon God’s providence and compassion.* How did the heavens bow down when He came to the earth?* He came so that He might raise you up from the misery of your passions,* and so that He might set you on the rock of faith.* O, the wonder of the awesome miracle!* We glorify You; for You poured Yourself out for us,* O Lover of mankind.\nO my soul, look at the corruption of your deeds,* and be amazed that the earth still bears you and does not mourn.* How is it that the wild animals do not devour you?* How is it that the unsetting Sun does not cease to shine on you?* Rise up! Do penance, and cry out to the Lord:* I have sinned against You!* I have sinned! Have mercy on me!\nHaving hope in You, all-powerful Lord,* we implore You to deliver us from all passion, danger, and need* so that we may live our lives in peace.* And having lived a chaste life, O Master,* may we find you to be well-disposed towards us,* granting us mercy on the day of judgment.\n\n**Aposticha**\n\nO Benefactor, as a prodigal I come to You.* Receive me as I fall before You like one of Your servants, O God.* Have mercy on me, O Lover of mankind.\n*Verse:* I have lifted up my eyes... *(p. 34).*\nAs one who has fallen among thieves and is wounded,* so have I fallen because of my many sins.* My soul is wounded; to whom can I turn?* Only to You, the compassionate Healer of souls.* Pour out on me, O God, Your great mercy.\n*Verse:* Have mercy on us, O Lord... *(p. 34).*\nGlory to You, O Christ our God.* You are the praise of the apostles, and the delight of the martyrs,* who preached the consubstantial Trinity.\n*Glory be: Now and for ever:* O betrothed to God, together with the archangel we call out to you: Rejoice!* We honor you with many titles: O bridal chamber and door!* O throne of fire!* O unhewn mountain, and unburnable bush!\n\n## MONDAY MATINS\n\n**Sessional Hymns**\n\n1. Now that you possess the medicine of repentance,* O my soul, come, fall down, and, sighing, cry out:* O Physician of souls and bodies, O Lover of mankind!* Deliver me from my many sins,* and number me with the harlot, the thief, and publican,* and grant me, O God, forgiveness of sins, and save me.\n*Glory be: Now and for ever:* As the temple of God, you surpassed, O blessed Birthgiver of God, the heavenly powers; for you gave birth to Christ, the Savior of our souls.\n\n2. I have not imitated the repentance of the publican* nor the tears of the harlot;* for in my blindness I have not come to such an amendment of life;* but in your mercy, O Christ God, save us,* for You are the Lover of mankind.\n*Glory be: Now and for ever:* You are more honorable than the glorious Cherubim, O most holy Virgin,* for, unable to bear the divine power,* they cover their faces with wings, while ministering,* but you can gaze upon the Word, Whom you carry in Your arms.* Pray to Him unceasingly for our souls.\n\n**Canon – Ode 9**\n\n*Hirmos:* Let us faithful extol with hymns the Godbearer, the only one among women, who is a Mother beyond nature and a virgin by nature.\n*Verse:* Glory be to You, our God, glory be to You!\nBehold! The Judgment approaches, and I, deserving condemnation because of my deeds, have fallen into despair: O Christ God, righteous Judge, do not condemn me.\n*Verse:* Holy archangels and angels, pray to God for us!\nO seraphim and cherubim, thrones, dominions, powers, authorities, and principalities, archangels, and angels: implore Christ unceasingly, that I be delivered from the besetting passions.\n*Glory be: Now and for ever:* With the enlightening rays of the Word Who shone forth from you, O pure Virgin, illumine us who are covered with the darkness of sins and the passions.\n\n**Aposticha**\n\nO Savior, do not cut me down, a sinner, like the barren fig tree,* but grant that I may live many more years,* watering my soul with tears of repentance,* so that I may bring You the fruit of good works.\nCelebrating the memory of Your holy martyrs,* we glorify You, O Christ, crying out:* Lord, glory be to You!\nSince You are the Sun of righteousness,* enlighten the hearts of those who sing to You:* Glory to You, O Lord!\n*Glory be: Now and for ever:* Through the prayers of the Mother of God,* grant peace to our lives, for we cry out to You:* Glory to You, O merciful Lord.\n\n## MONDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nO all-compassionate Master and God,* according to the judgments You established,* grant that Your fear abide in my heart.* Grant that I may love You with all my soul,* and may I loathe the deeds of the enemy.* Grant that I may accomplish Your redeeming will,* for You are our God Who said:* Ask and you shall receive.\n\nI have become a laughing-stock of the devils,* a reproach of all, a subject of lament for the Just,* a source of tears for the angels,* something that pollutes the air, the earth, and water.* I have stained my body, soul, and mind with false practices;* and have become an enemy of God.* Woe is me, O Lord!* I have sinned against You; forgive me!\n\nI entreat You, O Master, to bear with me in my fruitlessness.* Do not cut me down with a stroke of death* as though I were a tree without fruit,* and ready to be cast into the fire;* but relent and make me fruitful, O Lover of mankind.* Give me time for repentance* that I may wash away my many sins, O Christ my Savior.\n\n**Aposticha**\n\nO Benefactor, as a prodigal I come to You.* Receive me as I fall before You like one of Your servants, O God.* Have mercy on me, O Lover of mankind.\nAs one who has fallen among thieves and is wounded,* so I have fallen because of my many sins.* My soul is wounded; to whom can I turn?* Only to You, the compassionate Healer of souls.* Pour out on me, O God, Your great mercy.\nO holy martyrs who fought the good fight and have received your crowns,* entreat the Lord to have mercy on our souls.\n*Glory be: Now and for ever:* Rejoice, O Lady, the cloud of the ineffable and spiritual Sun!* Rejoice, O lamp that is full of Light!* Rejoice, O golden candelabra,* for Eve has been delivered by you from the curse.* Since you have power before your Son and God, O most pure One,* never fail to entreat Him by your maternal prayers;* for He shall be attentive to you.\n\n## TUESDAY MATINS\n\n**Sessional Hymns**\n\n1. O Lord, Lover of mankind!* You, Who washed away Peter’s denial because of his tears* and forgave the publican’s offences because of his sighs:* Have mercy on me.\n*Glory be: Now and for ever:* Rejoice, you who contained in your womb* the One Whom the heavens cannot contain.* Rejoice, O Virgin, proclamation of the prophets, through whom Emmanuel shone forth!* Rejoice, O Mother of Christ our God.\n\n2. The sea of life has risen up against me, O Lord,* and I am drowning in the waves of my transgressions, O Master;* therefore stretch forth Your hand to me, as You did to Peter,* and save me, O Lover of mankind!\n*Glory be: Now and for ever:* You who know our needs* and protect us against the assaults of those who dwell on earth,* have mercy, O blessed Mother of God;* and pray that we do not perish foolishly;* implore the merciful God,* that He save our souls, O most pure and holy Virgin!\n\n**Canon – Ode 9**\n\n*Hirmos:* Who among men is able to describe the seedless conception of your birthgiving? Who among mortals will not marvel at the birth of your incorrupt Offspring? For this reason, all the tribes of the earth extol you, O Godbearer!\n*Verse:* Glory be to You, our God, glory be to You!\nThat we may inherit the good things to come, let us weep; let us sigh and implore Christ, while we, O faithful, still have time for repentance and supplication.\n*Verse:* O holy prophet, forerunner and baptizer of the Lord, John, pray to God for us!\nThe awesome day is near at hand; and having deeds worthy of condemnation, I cry out in deep sorrow: Lord, Lord, Who alone are merciful! Through the prayers of the Forerunner and all the saints, show me then to be uncondemned.\n*Glory be: Now and for ever:* You, O Full of Grace, who gave birth to the Light, illumine my darkened soul and deliver us from the eternal darkness, so that we may glorify and praise you, O all-blessed One!\n\n**Aposticha**\n\nO Savior, do not cut me down, a sinner, like the barren fig tree,* but grant me yet many more years,* that I may water my soul with tears of repentance,* and bring to You the fruit of good works.\nSince You are the Sun of justice,* enlighten the hearts of those who sing to You;* Lord, glory be to You!\nStanding before the lawless judges,* Your martyrs, rejoicing, sang:* Lord, glory be to You!\n*Glory be: Now and for ever:* From the Virgin You came forth as light,* and enlightened the human race.* Lord, glory be to You.\n\n## TUESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nOf old, a tree drove me from paradise;* but now a tree restored me to paradise* when You were crucified, O Christ!\nO awesome wonder!* How can the Creator standing before a creature, be condemned and crucified* for the salvation of mankind.\nO cross of Christ,* marvel of the holy angels* and great wounding of the devil and the demons,* save your servants.\n\n**Aposticha**\n\nNo longer are we forbidden the tree of life,* for we have Your cross as our hope.* O Lord, glory You!\nSuspended upon the tree, O immortal One,* You triumphed over the snares of the devil.* Glory to You, O Lord!\nNot caring for any earthly things, O holy martyrs,* you boldly preached Christ at the tribunal,* and received from Him rewards for your torments.* Since you possess confidence before Him,* we beseech you to entreat Him;* as the almighty God, to save our souls.\n*Glory be: Now and for ever:* Beholding your Son upon the tree,* your heart, O most pure Virgin, was wounded with the sword of grief.\n\n## WEDNESDAY MATINS\n\n**Sessional Hymns**\n\n1. O Christ God, Who for my sake endured the crucifixion on the cross,* accept my constant praise, and save me.\n*Glory be: Now and for ever:* You conceived in your womb,* O Virgin Godbearer,* Him Whom you beheld hanging on the cross.* Pray to Him unceasingly for the salvation of our souls.\n\n2. O Christ, You showed the tree of Your cross* to be more radiant than fire and more powerful than flame,* for it consumes the sins of men* and illumines the hearts of those who praise Your voluntary crucifixion.* O Christ God, glory to You.\n*Glory be: Now and for ever:* When the Virgin beheld You crucified, O Lord,* she cried out to You weeping:* I praise Your long-suffering, O my Son,* and Your unspeakable divine condescension.\n\n**Canon – Ode 9**\n\n*Hirmos:* O Mother of God and Virgin, you gave birth and yet remained a virgin still; and this was not the work of nature, but the work of God’s grace. Therefore, we extol you forever as the one favored with God’s wonders.\n*Verse:* Glory be to Your cross and crucifixion, O Lord!\nThe power of the enemy was forever destroyed, O Christ Master, when You cried aloud on the tree to Your eternal Father and called Your scattered sheep to the knowledge of You.\n*Verse:* Most holy Mother of God, save us!\nO Mother who did not know man, holy Mother of God! You were shown to be holier than the heavenly hosts when you gave birth to the Creator of all. Therefore, together with the angels we unceasingly praise your greatness.\n*Glory be: Now and for ever:* O Lady, you who alone gave birth to the eternal Light, deliver us from everlasting dark- ness, and enlighten our souls which have become completely darkened through the passions, so that I may ever glorify you with love.\n\n**Aposticha**\n\nO Master, as the Lover of mankind and Giver of life,* You redeemed the world by Your cross.* Lord, glory be to You.\nThe true Vine was nailed to the cross,* and the nations received paradise with the thief.* This is the glory of the Church!* These are the riches of the kingdom!* O Lord, Who suffered for our sake, glory to You!\nThe all-praised martyrs of Christ* became the beacons for the world, crying aloud:* Glory be to You, O Lord!\n*Glory be: Now and for ever:* When the all-pure One,* beheld You nailed to the tree of Your own free will,* weeping, she praised Your might.\n\n## WEDNESDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nO glorious apostles,* having plowed the whole earth* with the plow of the knowledge of God,* you made the multitude of the faithful grow.\nDispel the storm of my passions* and enlighten me with the outpouring of pure light,* O blessed apostles.\nAs disciples of the Word,* you have led the assembly of the nations from folly* to the understanding of God.\n\n**Aposticha**\n\nO glorious apostles, you are the pillars of the Church,* preachers of the truth, and brightly shining lamps.* You have consumed every delusion with the fire of the Spirit,* and have enlightened mankind with faith.* Therefore, we beseech you, entreat our Savior and God* to give the world peace and to save our souls.\nO apostles of Christ, you are the laborers of the Savior.* Taking your crosses upon your shoulders like plows,* you have cleansed the desolate land of the error of idolatry,* and sown the word of faith.* It is fitting that you should be honored, O holy apostles of Christ.\nO martyrs, lofty praise is your due,* for you are lambs of the Spirit and spiritual offerings.* You are pleasing sacrifices that have found favor with God,* and though the earth may not have covered you,* the heavens for their part received you.* We entreat you, for you have become partakers with the angels,* to join with them in beseeching our God to give the world peace and to save our souls.\n*Glory be: Now and for ever:* We sing the praises of the only woman to remain virgin* after giving birth because she is the Mother of God.* We sing to her: Glory to you!\n\n## THURSDAY MATINS\n\n**Sessional Hymns**\n\n1. O Lord, You made Your apostles* workers in Your field who cut down the idols;* therefore, having preached You, the Master, among the nations,* they piously extolled You.\n*Glory be: Now and for ever: The Fruit of your womb, O most pure One,* is the fulfillment of the law and the prophets;* having recognized this,* we piously extol you, O Mother of God.\n\n2. With hymns and songs we venerate* the all-wise apostles of Christ God as preachers of our salvation,* for they have dispelled the ungodliness of deception* and have saved the world as witnesses of the Word,* servants and friends, and brethren.\n*Glory be: Now and for ever: Rejoice, for through you the Word became flesh* without changing and dwelt among us.* Rejoice, O pure One, joy of the apostles and martyrs and salvation of the faithful!* Rejoice, Mother of Christ God!\n\n**Canon – Ode 9**\n\n*Hirmos:* O most pure Mother who knew not man, who gave birth to the all-creating Word without experiencing corruption, and gave Him a body, O Virgin Godbearer, receptacle of the Inaccessible One, dwelling of your Creator, the Uncontainable One. For this, we extol you.\n*Verse:* Holy apostles, pray to God for us!\nThe Word of God the Father revealed you as sons of the light and the day; and having loved Him, O divine apostles, you were shown to be beacons for the whole world, dispellers of demons, guides for the lost and firm foundation for the Church.\n*Verse:* O holy bishop Nicholas, pray to God for us!\nFollowing the ways of the holy apostles, you inherited their thrones as an honorable and holy hierarch, O worthy of praise Nicholas!\n*Glory be: Now and for ever:* In your holy arms, O pure One, you carried Him Who upholds all things. Therefore, implore Him, O pure One, that we do not suffer any harm from the evil one.\n\n**Aposticha**\n\nO glorious apostles, pillars of the Church,* preachers of the Truth, radiant beacons:* With the fire of the Spirit you consumed all deception* and illumined the human race with faith.* For this, we beseech you:* Entreat our Savior and God,* that He grant peace to the world and save our souls.\nO apostles of Christ, laborers of the Savior!* Bearing the cross upon your shoulders as a plough,* and having cleared the earth made hard by the deception of idolatry,* you sowed the word of faith.* Because of this, you are fittingly honored, O holy apostles of Christ!\nHaving only one goal and one desire,* the passion-bearing martyrs, having found the one path of life,* which is death for Christ, urged one another to accept death.* O marvelous wonder!* Seizing tortures as though they were treasures, they said to one another:* If we do not die today, we will still have to die some day;* therefore, let our sufferings be an honor,* and let us purchase life with death.* Through their prayers, O God, have mercy on us!\n*Glory be: Now and for ever:* You were ineffably born of the Virgin, O Christ,* and hast enlightened those in darkness, who cry:* Glory to You, O Lord!\n\n## THURSDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\nIn order to make man God,* You became man, O all-good Christ, and were crucified.* Glory to Your power!\nWhen the assembly of Jews condemned You to the cross,* O Jesus, the earth quaked* and the sun hid its light.\nThe wicked assembly crowned You with thorns,* O immortal and holy King,* Who cuts off the thorns of deception at the root.\n\n**Aposticha**\n\nNow that we have Your cross as our hope, O Lord,* we are no longer held back from the tree of life.* Glory to You, O Lord!\nHung upon the tree, O Immortal Lord,* You triumphed over the snares of the Devil.* Glory to You, O Lord!\nGlory to You, O Christ our God.* You are the praise of the apostles, and the delight of the martyrs,* who preached the consubstantial Trinity.\n*Glory be: Now and for ever:* Before Your birth, O Son,* I heard joyful words, and expected them to fill me with joy* and make grieving souls happy,* but all that clearly turned into sorrow instead,* because of Your crucifixion.* Grief overwhelms me, and I am ready to die,* so much has grief filled my heart.\n\n## FRIDAY MATINS\n\n**Sessional Hymns**\n\n1. You, Who rule over the heavenly hosts,* and know the laziness of my soul,* save me by Your cross,* O Christ God, for You love mankind.\n*Glory be: Now and for ever:* Protected by the cross of your Son, O Virgin,* we avoid the assaults of the demons. Therefore, it is fitting that we sing hymns to you, glorifying you, O all-praised Godbearer!\n\n2. Ever gazing upon Your raised cross, O Lord,* we, the faithful, approach it with hymns and songs,* kissing it with fear and joy.* Sanctify Your servants,* and bring peace to Your world through its manifestation,* O only Lover of mankind.\n*Glory be: Now and for ever:* O pure and ever-Virgin Mother of God,* seeing your Son hanging on the cross,* and weeping like a Mother, you extolled His condescension,* O immaculate Lady.\n\n**Canon – Ode 9**\n\n*Hirmos:* O all-praised One who are more exalted than the heavens! You conceived without seed the eternal Word, and gave birth to God in the flesh for the people; for this, we all glorify you.\n*Verse:* Glory to Your holy cross and crucifixion, O Lord!\nWhen the sun saw You, O King of ages, raised upon the cross, it darkened; the earth quaked, and the curtain in the temple was torn in two, O almighty Jesus!\n*Verse:* Holy martyrs, pray to the God for us!\nO valiant martyrs, having endured every kind of torture, you tore apart the nets of the author of evil and received crowns of victory and heavenly bliss.\n*Glory be: Now and for ever:* O blessed One who are holier than the Cherubim and gave birth to God the Word in the flesh, Who voluntarily gave Himself up to be raised upon the cross, pray to Him unceasingly in our behalf.\n\n**Aposticha**\n\nO Master, as the Lover of mankind and Giver of life,* You redeemed the world by Your cross.* Lord, glory be to You.\nThe true Vine was nailed to the cross,* and the nations embraced paradise with the thief.* This is the glory of the Church!* These are the riches of the kingdom!* O Lord, Who suffered for us, glory to You!\nCelebrating the memory of Your holy martyrs,* we glorify You, O Christ, crying out:* Lord, glory be to You.\n*Glory be: Now and for ever:* You accepted crucifixion and death as though You were a thief,* O long-suffering Savior,* in order again to raise us up through the tree of the cross,* who had fallen because of a tree.* Your Virgin Mother, trembled, when she saw you dead, and, lamenting, cried out:* O unjust insanity!* How is it that the wicked men kill the just One!\n\n## FRIDAY VESPERS\n\n**Stichera at “O Lord, I have cried...”**\n\n*Three stichera of the saint of the day and the following three:*\nThe martyrs dispelled the darkness of ungodliness,* showing forth the light of divine knowledge to all men.\nWith the teachings of the true faith as with divine rays* you illumined the Church of the Lord,* O most wise pastors!\nDwelling in the trackless wilderness,* you tore apart the nets of the demons,* O venerable fathers!\n*Glory be: Now and for ever: (Dogmaticon):* O Mother of God, we acknowledge that you are both a mother and a virgin,* even though this is beyond the power of nature.* Who could ever understand or explain such a mystery?* O most pure Virgin, the manner in which you conceived was most glorious,* and the mere thought of your bearing God Himself within you is astounding.* Moreover, who could even begin to describe the wondrous way in which you gave birth?* But when God so wills, the very order of nature is abolished.* Because of this, we all recognize you as truly the Mother of God,* and we fervently beseech you:* Pray for the salvation of our souls.\n\n**Aposticha**\n\nNot caring for any earthly things, O holy martyrs,* and having boldly preached Christ at the tribunal,* you received from Him rewards for your torments.* Since you possess confidence before Him,* we beseech you to entreat Him,* as the almighty God, to save our souls.\nO most praised martyrs, spiritual lambs, rational holocausts,* acceptable sacrifices well-pleasing to God,* the earth did not hide you, but heaven received you,* and you have become partakers with the angels.* Pray with them to our God,* that He grant to the world peace and save our souls.\nO holy martyrs, who fought the good fight and received crowns:* Pray to the Lord,* to save our souls.\n*Glory be: Now and for ever:* Daniel saw you, the blessed One, in the holy mountain,* and the wise Isaiah proclaimed you, O pure One, as the Mother of God,* who in the flesh contained God, Who created Adam.* Before Him the Cherubim tremble, perpetually singing the thrice-holy hymn;* and, glorifying the Incarnate One,* they pray to Him to save our souls.\n\n## SATURDAY MATINS\n\n**Sessional Hymns**\n\n1. We implore you, O saints:* Pray for the remission of our sins,* that we may be delivered from the evils that await us,* and from bitter death.\n*Glory be: Now and for ever: O most praised One, we trust you as the treasury of our resurrection;* therefore, lead us out of the pit and depths of transgressions;* for, having given birth to our Salvation,* you saved those guilty of sin.* You were a virgin before birthgiving,* a virgin during birthgiving, and after birthgiving* you remained a Virgin.\n\n2. Rejoice, O righteous ones, and let the heavens exult;* for the martyrs struggling on earth have overcome the enemy* and abolished the deception of idols.* Let the Church rejoice,* celebrating the triumph of the only Ruler and Victor, Christ God,* Who grants great mercy to the world.\n*Glory be: Now and for ever: O all-pure Virgin, with the prophets and the martyrs,* implore without ceasing our God, Who became incarnate from you,* that He save our souls.\n\n**Canon – Ode 9**\n\n*Hirmos:* Let us the faithful with hymns extol the Godbearer, the only blessed One among women, who became a Mother in manner that transcends nature and a virgin by nature.\n*Verse:* All you saints, pray to God for us!\nThrough the prayers of the holy martyrs, prophets, and righteous ones, who lived virtuously in ages past, have mercy on our souls, O Christ.\n*Verse:* All you hierarchs, pray to God for us!\nAs ministers of the Master, O witnesses of the sacred mysteries, you have joined the heavenly servants. Therefore, with them, pray for us.\n*Glory be: Now and for ever:* A lover of sin, I tremble before the dread judgment of Him Who was born of you, O pure One. Preserve me uncondemned, O gracious One!\n\n**Aposticha**\n\nCelebrating the memory of Your holy martyrs,* we glorify You, Christ, and cry out:* Lord, glory be to You!\nStanding before the lawless judges,* Your martyrs, rejoicing, sang:* Lord, glory be to You!\nO passion-bearing martyrs, desiring one thing only* and looking toward one thing alone,* having found one path of life, which is death for Christ,* urged one another on to death.* O the wonder! For accepting torments as though they were riches,* they said to each other:* If we do not die now, we shall die in any case;* therefore, let us do things worthy of life with love of honor;* let us take advantage of our sufferings,* and in exchange for death let us purchase life!* Through their prayers, O God, have mercy on us!\n*Glory be: Now and for ever:* You gave birth in the flesh to the Deliverer, the Fulfillment of the law;* for before Him there was no justification for those under the law,* but Christ was crucified for us and justified us.* Therefore, with a Mother’s confidence,* implore your compassionate Son, O most praised One,* that He grant rest to those souls who have piously departed from us.\n\n***\n"